Repository: REChain-Network-Solutions/DAO
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Enable brute force attack detection, System will block the user account if hacker try to login with invalid password too many times to guess the correct account password
ar_sa: تمكين الكشف عن هجوم القوة الغاشمة ، سيقوم النظام بحظر حساب المستخدم إذا حاول المتسلل تسجيل الدخول باستخدام كلمة مرور غير صالحة عدة مرات لتخمين كلمة مرور الحساب الصحيحة

source: Bad Login Limit
ar_sa: حد تسجيل الدخول السيئ

source: Number of bad login attempts till account get blocked
ar_sa: عدد محاولات تسجيل الدخول السيئة حتى يتم حظر الحساب

source: Lockout Time
ar_sa: وقت القفل

source: Number of minutes the account will still locked out
ar_sa: عدد الدقائق التي سيظل الحساب مغلقًا

source: Enable two-factor authentication to log in with a code from your email/phone as well as a password
ar_sa: قم بتمكين المصادقة الثنائية لتسجيل الدخول باستخدام رمز من بريدك الإلكتروني بالإضافة إلى كلمة مرور

source: Two-Factor Authentication Via
ar_sa: المصادقة الثنائية عبر

source: Select Email, SMS or Google Authenticator to send log in code to user
ar_sa: حدد البريد الإلكتروني أو الرسائل القصيرة أو Google Authenticator لإرسال رمز تسجيل الدخول إلى المستخدم

source: Censored Words Enabled
ar_sa: عبارة الرقابة ممكنة

source: Enable/Disable Words to be censored
ar_sa: تمكين/تعطيل "عبارة" للرقابة

source: Censored Words
ar_sa: عبارة مختصرة

source: Words to be censored, separated by a comma (,)
ar_sa: الكلمات يكون للرقابة، مفصولة بفاصلة ()

source: Enable/Disable HTML code in Rich Text Editor (blogs and forums)
ar_sa: تمكين / تعطيل كود HTML في محرر النص المنسق (المدونات والمنتديات)

source: reCAPTCHA Enabled
ar_sa: reCAPTCHA ممكن

source: Turn reCAPTCHA On and Off
ar_sa: تشغيل reCAPTCHA وإيقاف

source: reCAPTCHA Site Key
ar_sa: reCAPTCHA مفتاح الموقع

source: reCAPTCHA Secret Key
ar_sa: reCAPTCHA مفتاح السر

source: Paypal Enabled
ar_sa: باي بال ممكن

source: Enable payments via Paypal
ar_sa: تمكين المدفوعات عن طريق باي بال

source: Paypal Mode
ar_sa: وضع باي بال

source: Sandbox
ar_sa: رمل

source: PayPal Secret Key
ar_sa: باي بال سر مفتاح

source: Enable payments via Credit Card
ar_sa: تمكين المدفوعات عن طريق بطاقة الائتمان

source: Alipay Enabled
ar_sa: تم تمكين Alipay

source: Enable payments via Alipay
ar_sa: تمكين المدفوعات عبر Alipay

source: Read More
ar_sa: إقرأ المزيد

source: Stripe Mode
ar_sa: وضع شريط

source: Test
ar_sa: الفحص

source: Test Secret Key
ar_sa: اختبار مفتاح السر

source: Stripe secret key that starts with sk_
ar_sa: مفتاح سري للشريط يبدأ بـ sk_

source: Test Publishable Key
ar_sa: اختبار مفتاح Publishable

source: Stripe publishable key that starts with pk_
ar_sa: مفتاح publishable شريطية يبدأ بـ pk_

source: Live Secret Key
ar_sa: لايف سر مفتاح

source: Live Publishable Key
ar_sa: مفتاح Publishable المباشر

source: Bank Transfers Enabled
ar_sa: تمكين التحويلات المصرفية

source: Enable payments via Bank Transfers
ar_sa: تمكين المدفوعات عبر التحويلات المصرفية

source: Bank Name
ar_sa: إسم البنك

source: Your Bank Name
ar_sa: إسم البنك الخاص بك

source: Bank Account Number
ar_sa: رقم الحساب المصرفي

source: Your Bank Account Number
ar_sa: رقم حسابك المصرفي

source: Bank Account Name
ar_sa: إسم الحساب المصرفي

source: Your Bank Account Name
ar_sa: إسم حسابك المصرفي

source: Bank Account Routing Code
ar_sa: كود توجيه الحساب المصرفي

source: Your Bank Account Routing Code or SWIFT Code
ar_sa: رمز توجيه حسابك المصرفي أو رمز SWIFT

source: Bank Account Country
ar_sa: بلد الحساب المصرفي

source: Your Bank Account Country
ar_sa: بلد حسابك المصرفي

source: Transfer Note
ar_sa: ملاحظة التحويل

source: This note will be displayed to the user while upload his bank transfer receipt
ar_sa: سيتم عرض هذه الملاحظة للمستخدم أثناء تحميل إيصال التحويل المصرفي الخاص به

source: Limits
ar_sa: القيود

source: Data Heartbeat
ar_sa: نبضات البيانات

source: The update interval to check for new data (in seconds)
ar_sa: الفاصل الزمني للتحديث للتحقق من البيانات الجديدة (بالثواني)

source: Chat Heartbeat
ar_sa: دردشة نبض القلب

source: The update interval to check for new messages (in seconds)
ar_sa: الفاصل الزمني للتحديث للتحقق من وجود رسائل جديدة (بالثواني)

source: Offline After
ar_sa: العمل دون اتصال بعد

source: The maximim value is one day = 86400 seconds
ar_sa: الحد الأقصى للقيمة هو يوم واحد = 86400 ثانية

source: Minimum Results
ar_sa: نتائج الحد الأدنى

source: The Min number of results per request
ar_sa: عدد النتائج لكل طلب

source: Maximum Results
ar_sa: أقصى قدر من النتائج

source: The Max number of results per request
ar_sa: الحد الأقصى لعدد النتائج في كل طلب

source: Minimum Even Results
ar_sa: النتائج حتى الحد الأدنى

source: The Min even number of results per request
ar_sa: عدد النتائج لكل طلب

source: Maximum Even Results
ar_sa: أقصى قدر من النتائج حتى

source: The Max even number of results per request
ar_sa: عدد النتائج لكل طلب حتى ماكس

source: Analytics
ar_sa: التحليلات

source: Tracking Code
ar_sa: أكواد التتبع

source: The analytics tracking code (Ex: Google Analytics)
ar_sa: تحليلات تتبع التعليمات البرمجية (Ex: تحليلات جوجل)

source: Job Candidates
ar_sa: المرشحون للوظيفة

source: This information will let us know more about you
ar_sa: هل يمكننا معرفة المزيد عنك

source: Step 1
ar_sa: الخطوة 1

source: Upload your photo
ar_sa: إرفع صورتك هنا

source: Step 2
ar_sa: الخطوة 2

source: Update your info
ar_sa: تحديث المعلومات الخاصة بك

source: Step 3
ar_sa: الخطوة 3

source: Add Friends
ar_sa: إضافة الأصدقاء

source: Welcome
ar_sa: مرحباً بك

source: Let's start with your photo
ar_sa: دعونا نبدأ مع الصور الخاصة بك

source: Next Step
ar_sa: الخطوة التالية

source: Share your information with our community
ar_sa: مشاركة المعلومات الخاصة بك مع شركائنا في المجتمع

source: Current City
ar_sa: المدينة الحالية

source: Hometown
ar_sa: مكان المنشأ

source: Work Title
ar_sa: عنوان العمل

source: Work Place
ar_sa: مكان العمل

source: Work Website
ar_sa: موقع العمل

source: Major
ar_sa: التخصص

source: School
ar_sa: المدرسة

source: Class
ar_sa: الصف

source: Get latest activities from our popular users
ar_sa: الحصول على أحدث الأنشطة من المستخدمين الأكثر شعبية

source: Finish
ar_sa: الإنتهاء و الإنتقال إلى صفحتك

source: All
ar_sa: الكل

source: No reactions yet
ar_sa: لا توجد تفاعلات حتى الآن

source: Delete Comment
ar_sa: حذف التعليق

source: Edit Comment
ar_sa: تحرير التعليق

source: View previous replies
ar_sa: عرض الردود السابقة

source: Manage Ads, Create new Campaign
ar_sa: إدارة الإعلانات ، إنشاء حملة جديدة

source: Ads Campaigns
ar_sa: حملات إعلانية

source: After you turn off the ad blocker, you'll need to refresh your screen
ar_sa: بعد إيقاف مانع الإعلانات ، ستحتاج إلى تحديث شاشتك

source: My Campaigns
ar_sa: حملاتي

source: Start - End Date
ar_sa: بداية - تاريخ الانتهاء

source: Budget
ar_sa: ميزانية

source: Bidding
ar_sa: عرض التسعير

source: Clicks/Views
ar_sa: نقرات / المشاهدات

source: Click
ar_sa: انقر

source: View
ar_sa: عرض

source: Clicks
ar_sa: النقرات

source: Views
ar_sa: مشاهدة

source: Active
ar_sa: فعال

source: Not Active
ar_sa: غير فعال

source: Your current wallet credit is
ar_sa: رصيدك الحالي هو

source: Replenish your wallet credit
ar_sa: قم بتجديد رصيد المحفظة الخاص بك

source: Your campaign will need to be approved by admin before publishing
ar_sa: ستحتاج حملتك إلى موافقة المسؤول قبل النشر

source: Campaign Details
ar_sa: تفاصيل الحملة

source: Campaign Title
ar_sa: عنوان الحملة

source: Set a title for your campaign
ar_sa: عيّن عنوانًا لحملتك

source: Campaign Start Date
ar_sa: تاريخ بدء الحملة

source: Set Campaign start datetime (UTC)
ar_sa: تعيين تاريخ بدء الحملة (UTC)

source: Campaign End Date
ar_sa: تاريخ انتهاء الحملة

source: Set Campaign end datetime (UTC)
ar_sa: تعيين وقت انتهاء وقت الحملة (UTC)

source: Campaign Budget
ar_sa: ميزانية الحملة

source: Set a budget for your campaign, campaign will be paused if reached its limit
ar_sa: قم بتعيين ميزانية لحملتك ، سيتم إيقاف الحملة مؤقتًا إذا وصلت إلى الحد الأقصى

source: Campaign Bidding
ar_sa: عرض سعر الحملة

source: Pay Per Click
ar_sa: تدفع عن كل نقرة

source: Pay Per View
ar_sa: الدفع على كل مشاهدة

source: Target Audience
ar_sa: الجمهور المستهدف

source: Audience Country
ar_sa: بلد الجمهور

source: Audience Gender
ar_sa: نوع الجمهور

source: Audience Relationship
ar_sa: علاقة الجمهور

source: Single
ar_sa: أعزب

source: In a relationship
ar_sa: مرتبط

source: Married
ar_sa: متزوج

source: It's complicated
ar_sa: حالة معقدة

source: Separated
ar_sa: منفصل

source: Divorced
ar_sa: مطلق

source: Widowed
ar_sa: أرمل

source: Potential Reach
ar_sa: الوصول المحتمل

source: People
ar_sa: إكتشف الأشخاص

source: Ads Details
ar_sa: تفاصيل الإعلانات

source: Ads Title
ar_sa: عنوان الاعلان

source: Set a title for your ads
ar_sa: ضع عنوانًا لإعلاناتك

source: Ads Description
ar_sa: وصف الإعلان

source: Set a description for your ads (maximum 200 characters)
ar_sa: تعيين وصف لإعلاناتك (بحد أقصى 200 حرف)

source: Advertise For
ar_sa: الإعلان عن

source: URL
ar_sa: رابط

source: Page
ar_sa: صفحة

source: You can advertise for a URL or one of your pages, groups or events
ar_sa: يمكنك الإعلان عن عنوان URL أو إحدى صفحاتك أو مجموعاتك أو أحداثك

source: Target URL
ar_sa: الرابط

source: Enter your URL you want to advertise for
ar_sa: أدخل عنوان URL الذي تريد الإعلان عنه

source: Target Page
ar_sa: الهدف الصفحة

source: Select Page
ar_sa: اختر صفحة

source: Select one of your pages you want to advertise for
ar_sa: اختر واحدة من صفحاتك التي تريد الإعلان عنها

source: Target Group
ar_sa: المجموعة المستهدفة

source: Select Group
ar_sa: اختر مجموعة

source: Select one of your groups you want to advertise for
ar_sa: اختر واحدة من مجموعاتك التي تريد الإعلان عنها

source: Target Event
ar_sa: المناسبة المستهدفة

source: Select Event
ar_sa: إختر المناسبة

source: Select one of your events you want to advertise for
ar_sa: حدد أحد المناسبات التي تريد الإعلان عنها

source: Ads Placement
ar_sa: مواضع الإعلانات

source: Newsfeed
ar_sa: الخلاصة الإخبارية

source: Sidebar
ar_sa: الشريط الجانبي

source: Ads Image
ar_sa: صورة الإعلانات

source: The image of your ads, supported formats (JPG, PNG, GIF)
ar_sa: صورة إعلاناتك ، التنسيقات المدعومة (JPG ، PNG ، GIF)

source: Publish
ar_sa: نشر

source: Sponsored
ar_sa: إعلان مُمول

source: Test Message
ar_sa: رسالة الاختبار

source: The message will sent to Website Email only
ar_sa: سيتم إرسال الرسالة إلى البريد الإلكتروني للموقع فقط

source: Send to
ar_sa: ارسال الى

source: All Users
ar_sa: كل المستخدمين

source: Users who activated their account
ar_sa: المستخدمون الذين قاموا بتنشيط حسابهم

source: Users who did not login from 1 month
ar_sa: المستخدمون الذين لم يسجلوا الدخول منذ شهر واحد

source: Users who did not login from 3 months
ar_sa: المستخدمون الذين لم يسجلوا الدخول منذ 3 أشهر

source: Users who did not login from 6 months
ar_sa: المستخدمون الذين لم يقوموا بتسجيل الدخول منذ 6 أشهر

source: Users who did not login from 9 months
ar_sa: المستخدمون الذين لم يقوموا بتسجيل الدخول منذ 9 أشهر

source: Users who did not login from 1 year
ar_sa: المستخدمون الذين لم يسجلوا الدخول منذ عام واحد

source: Subject
ar_sa: الموضوع

source: Send
ar_sa: إرسال

source: Attention
ar_sa: إنتباه

source: Your account is already verified if you changed your name you will lose the verification badge
ar_sa: تم التحقق من حسابك بالفعل إذا قمت بتغيير إسمك ، فستفقد شارة التحقق

source: First Name
ar_sa: الاسم الاول

source: Last Name
ar_sa: الاسم الاخير

source: I am
ar_sa: أنا

source: Select Sex
ar_sa: حدد نوع الجنس

source: Select Relationship
ar_sa: حدد العلاقة

source: Website link must start with http:// or https://
ar_sa: يجب أن يبدأ ارتباط الموقع بـ http: // أو https: //

source: Birthdate
ar_sa: تاريخ الميلاد

source: Select Month
ar_sa: إختيار شهر

source: Jan
ar_sa: يناير

source: Feb
ar_sa: فبراير

source: Mar
ar_sa: مارس

source: Apr
ar_sa: أبريل

source: May
ar_sa: مايو

source: Jun
ar_sa: يونيو

source: Jul
ar_sa: يوليو

source: Aug
ar_sa: اغسطس

source: Sep
ar_sa: سبتمبر

source: Oct
ar_sa: أكتوبر

source: Nov
ar_sa: نوفمبر

source: Dec
ar_sa: ديسمبر

source: Select Day
ar_sa: حدد يوم

source: Select Year
ar_sa: حدد السنة

source: Facebook Profile URL
ar_sa: عنوان URL الخاص بـ Facebook

source: YouTube Profile URL
ar_sa: عنوان URL لملف YouTube

source: Instagram Profile URL
ar_sa: عنوان URL لملف Instagram

source: LinkedIn Profile URL
ar_sa: ينكدين الملف URL

source: Vkontakte Profile URL
ar_sa: فكونتاكتي الملف الشخصي URL

source: Profile Background
ar_sa: خلفية الملف الشخصي

source: Add New Currency
ar_sa: أضف عملة جديدة

source: Code
ar_sa: شفرة

source: Symbol
ar_sa: رمز

source: Dir
ar_sa: إتجاه

source: Currency Name
ar_sa: إسم العملة

source: Currency name, For Example: U.S. Dollar, Euro or Pound Sterling
ar_sa: إسم العملة ، على سبيل المثال: الدولار الأمريكي أو اليورو أو الجنيه الاسترليني

source: Currency Code
ar_sa: كود العملة

source: Currency code, For Example: USD, EUR or GBP
ar_sa: كود العملة ، على سبيل المثال: USD أو EUR أو GBP

source: Currency Symbol
ar_sa: رمز العملة

source: Currency symbol, For Example: $, € or £
ar_sa: رمز العملة ، على سبيل المثال: $ أو € أو £

source: Currency Symbol Direction
ar_sa: إتجاه رمز العملة

source: Where to add the currency symbol relative to the money value
ar_sa: مكان إضافة رمز العملة بالنسبة إلى القيمة النقدية

source: Job Apply
ar_sa: تقدم لوظيفة

source: Your Experience
ar_sa: خبرتك

source: Optional
ar_sa: اختياري

source: Where did you work?
ar_sa: أين كنت تعمل؟

source: Position
ar_sa: موضع

source: To
ar_sa: إلى

source: I currently work here
ar_sa: أنا حاليا أعمل هنا

source: Job Questions
ar_sa: أسئلة الوظيفة

source: Apply
ar_sa: تقدم بطلبك

source: minutes
ar_sa: الدقائق

source: Stars
ar_sa: النجوم

source: Release
ar_sa: سنة الإطلاق

source: Duration
ar_sa: المدة

source: results were found for the search for
ar_sa: تم العثور على نتائج للبحث عن

source: Author
ar_sa: المؤلف

source: Explore the developer tools we offer
ar_sa: إستكشف أدوات المطورين التي نقدمها

source: Documentation
ar_sa: المستندات

source: API Version
ar_sa: إصدار API

source: This documentation explain how to register, configure, and develop your app so you can successfully use our APIs
ar_sa: توضح هذه الوثائق كيفية تسجيل وتهيئة وتطوير تطبيقك حتى تتمكن من استخدام واجهات برمجة التطبيقات الخاصة بنا بنجاح

source: Create App
ar_sa: أنشئ تطبيقًا

source: In order for your app to access our APIs, you must register your app using the
ar_sa: لكي يتمكن تطبيقك من الوصول إلى واجهات برمجة التطبيقات الخاصة بنا ، يجب عليك تسجيل التطبيق الخاص بك باستخدام

source: App Dashboard
ar_sa: لوحة معلومات التطبيق

source: Registration creates an App ID that lets us know who you are, helps us distinguish your app from other apps
ar_sa: ينشئ التسجيل معرف التطبيق الذي يتيح لنا معرفة من أنت ، ويساعدنا على تمييز تطبيقك عن التطبيقات الأخرى

source: You will need to create a new App
ar_sa: سوف تحتاج إلى إنشاء تطبيق جديد

source: Once you created your App you will get your
ar_sa: بمجرد إنشاء التطبيق الخاص بك سوف تحصل على الخاص بك

source: and
ar_sa: و

source: Log in With system is a fast and convenient way for people to create accounts and log into your app. Our Log in With system enables two scenarios, authentication and asking for permissions to access people's data. You can use Login With system simply for authentication or for both authentication and data access
ar_sa: يعد تسجيل الدخول باستخدام النظام طريقة سريعة وملائمة للأشخاص لإنشاء حسابات وتسجيل الدخول إلى تطبيقك. يتيح نظام تسجيل الدخول باستخدام لدينا سيناريوهين ، المصادقة وطلب الأذونات للوصول إلى بيانات الأشخاص. يمكنك استخدام نظام تسجيل الدخول ببساطة للمصادقة أو للمصادقة والوصول إلى البيانات

source: Starting the OAuth login process, You need to use a link for your app like this
ar_sa: لبدء عملية تسجيل الدخول إلى OAuth ، تحتاج إلى إستخدام رابط لتطبيقك مثل هذا

source: The user will be redirect to Log in With page like this
ar_sa: ستتم إعادة توجيه المستخدم إلى صفحة تسجيل الدخول باستخدام مثل هذه

source: Once the user accpeted your app, the user will be redirected to your App Redirect URL with
ar_sa: بمجرد قبول المستخدم لتطبيقك ، ستتم إعادة توجيه المستخدم إلى عنوان URL لإعادة توجيه التطبيق باستخدام

source: like this
ar_sa: مثل هذا

source: This
ar_sa: هذا

source: valid only for one time usage, so once you used it you will not be able to use it again and generate new code you will need to redirect the user to the log in with link again
ar_sa: صالح للاستخدام مرة واحدة فقط ، لذلك بمجرد استخدامه لن تتمكن من استخدامه مرة أخرى وإنشاء رمز جديد ، ستحتاج إلى إعادة توجيه المستخدم إلى تسجيل الدخول باستخدام الرابط مرة أخرى

source: Once you get the user approval of your app Log in With window and returned with the
ar_sa: بمجرد حصولك على موافقة المستخدم لتطبيقك ، قم بتسجيل الدخول باستخدام نافذة وإرجاعها بامتداد

source: which means that now you are ready to retrive data from our APIs and to start this process you will need to authorize your app and get the
ar_sa: مما يعني أنك الآن جاهز لاسترداد البيانات من واجهات برمجة التطبيقات الخاصة بنا ولبدء هذه العملية ، ستحتاج إلى ترخيص تطبيقك والحصول على

source: and you can follow our steps to learn how to get it
ar_sa: ويمكنك اتباع خطواتنا لمعرفة كيفية الحصول عليها

source: To get an access token, make an HTTP GET request to the following endpoint like this
ar_sa: للحصول على رمز وصول ، قم بإجراء طلب HTTP GET لنقطة النهاية التالية مثل هذا

source: valid only for only one 1 hour, so once it got invalid you will need to genarte new one by redirect the user to the log in with link again
ar_sa: صالحة لمدة ساعة واحدة فقط ، لذلك بمجرد أن تصبح غير صالحة ، ستحتاج إلى إنشاء واحدة جديدة عن طريق إعادة توجيه المستخدم إلى تسجيل الدخول باستخدام الرابط مرة أخرى

source: APIs
ar_sa: واجهات برمجة التطبيقات APIs

source: Once you get your
ar_sa: بمجرد حصولك على

source: Now you can retrieve informations from our system via HTTP GET requests which supports the following parameters
ar_sa: يمكنك الآن استرداد المعلومات من نظامك عبر طلبات HTTP GET التي تدعم المعلمات التالية

source: Endpoint
ar_sa: نقطة النهاية

source: get user info
ar_sa: الحصول على معلومات المستخدم

source: You can retrive user info like this
ar_sa: يمكنك استرداد معلومات المستخدم مثل هذا

source: The result will be
ar_sa: النتيجة ستكون

source: Your App Name
ar_sa: اسم التطبيق الخاص بك

source: App Domain
ar_sa: نطاق التطبيق

source: Your App domain (example: www.domain.com)
ar_sa: نطاق التطبيق الخاص بك (على سبيل المثال: www.domain.com)

source: Redirect URL
ar_sa: إعادة توجيه URL

source: Your App Redirect URL (example: https://www.domain.com/test.php)
ar_sa: عنوان URL لإعادة توجيه التطبيق (مثال: https://www.domain.com/test.php

source: App Description
ar_sa: وصف التطبيق

source: Set a description for your App (maximum 200 characters)
ar_sa: قم بتعيين وصف لتطبيقك (بحد أقصى 200 حرف)

source: Select a category for your App
ar_sa: حدد فئة لتطبيقك

source: App Icon (1024 x 1024)
ar_sa: أيقونة التطبيق (1024 × 1024)

source: App Icon (1024 x 1024), supported formats (JPG, PNG)
ar_sa: أيقونة التطبيق (1024 × 1024) ، التنسيقات المدعومة (JPG ، PNG)

source: Create
ar_sa: أنشئ

source: Add the following code in your site, inside the head tag
ar_sa: أضف الكود التالي في موقعك ، داخل علامة الرأس head tag

source: Then place the share button after changing the URL you want to share to your page HTML
ar_sa: ثم ضع زر المشاركة بعد تغيير عنوان URL الذي تريد مشاركته في صفحة HTML الخاصة بك

source: Create New Offer
ar_sa: إنشاء عرض جديد

source: Type
ar_sa: النوع

source: Discount Percent
ar_sa: نسبة الخصم

source: Discount Amount
ar_sa: مقدار الخصم

source: Buy X Get Y Discount
ar_sa: شراء X احصل على Y الخصم

source: Enter numric value (Example: 5)
ar_sa: أدخل قيمة رقمية (مثال: 5)

source: Enter numric value (Example: 2)
ar_sa: أدخل قيمة رقمية (مثال: 2)

source: Amount Off
ar_sa: المبلغ معطلة

source: Discounted Items and/or Services
ar_sa: الأصناف و / أو الخدمات المخفضة

source: Mark as Sold
ar_sa: تم بيعة

source: Mark as Available
ar_sa: عرض في المتجر

source: Mark as Closed
ar_sa: وضع علامة مغلق

source: Unsave Post
ar_sa: إلغاء حفظ المنشور

source: Save Post
ar_sa: حفظ المنشور

source: Unboost Post
ar_sa: إلغاء الترويج

source: Boost Post
ar_sa: ترويج

source: Unpin Post
ar_sa: إلغاء تثبيت المنشور

source: Pin Post
ar_sa: تثبيت

source: Edit Product
ar_sa: تحرير المنتج

source: Edit Funding
ar_sa: تحرير التمويل

source: Edit Offer
ar_sa: تحرير العرض

source: Edit Post
ar_sa: تعديل المنشور

source: Delete Post
ar_sa: حذف المنشور

source: Allow on Timeline
ar_sa: إظهار في المخطط الزمني

source: Hide from Timeline
ar_sa: إخفاء المحتوى من الجدول الزمني

source: Turn on Commenting
ar_sa: قم بتشغيل التعليقات

source: Turn off Commenting
ar_sa: إيقاف التعليقات

source: Unfollow
ar_sa: إلغاء المتابَعة

source: Stop seeing posts but stay friends
ar_sa: التوقف عن رؤية المشاركات لكن نظل أصدقاء

source: Hide this post
ar_sa: إخفاء

source: See fewer posts like this
ar_sa: مشاهدة القليل مثل هذا ال

source: Report post
ar_sa: تبليغ

source: Open post in new tab
ar_sa: فتح في نافذة جديدة

source: Open Author Profile
ar_sa: افتح الملف التعريفي للمؤلف

source: shared
ar_sa: شارك

source: Anonymous post
ar_sa: مشاركة مجهولة

source: link
ar_sa: رابط

source: video
ar_sa: فيديو

source: song
ar_sa: أغنية

source: photo
ar_sa: صورة

source: album
ar_sa: ألبوم

source: audio
ar_sa: صوت

source: file
ar_sa: ملف

source: shared a link
ar_sa: شارك رابطًا

source: was live
ar_sa: كان على البث المباشر

source: added a photo
ar_sa: أضاف صورة

source: added
ar_sa: أضاف

source: photos to the album
ar_sa: صور للألبوم

source: updated the profile picture
ar_sa: تحديث صورة الملف الشخصي

source: updated the cover photo
ar_sa: تحديث صورة الغلاف

source: updated page picture
ar_sa: تحديث صورة الصفحة

source: updated cover photo
ar_sa: قام بتحديث صورة الغلاف

source: updated group picture
ar_sa: تحديث الصورة العامة لجموعة

source: updated group cover
ar_sa: قام بتحديث صورة الغلاف للمجموعة

source: updated event cover
ar_sa: تحديث غلاف المناسبة

source: Translate
ar_sa: ترجمة

source: Show Attachments
ar_sa: إظهار المرفقات

source: New
ar_sa: جديد

source: Used
ar_sa: مستعمل

source: In stock
ar_sa: في المخزون

source: SOLD
ar_sa: مباع

source: Raised of
ar_sa: أثار من

source: Donate
ar_sa: تبرع

source: Expires
ar_sa: تنتهي

source: Open
ar_sa: فتح

source: View Candidates
ar_sa: مشاهدة المرشحين

source: Apply Now
ar_sa: قدم الأن

source: Your browser does not support HTML5 audio
ar_sa: المتصفح الخاص بك لا يدعم HTML5 الصوت

source: File Type
ar_sa: نوع الملف

source: Download
ar_sa: تنزيل

source: Product Name
ar_sa: اسم المنتج

source: Price
ar_sa: السعر

source: Likes
ar_sa: إعجابات

source: Unlike
ar_sa: ألغاء الإعجاب

source: Like
ar_sa: إعجاب

source: Make sure you have enabled
ar_sa: تأكد من أنك قمت بتمكين

source: Wallet System
ar_sa: نظام المحفظة

source: Add New Package
ar_sa: إضافة حزمة جديدة

source: Pro Packages Enabled
ar_sa: تفعيل الحزم المدفوعة

source: Enable pro packages to be used as upgrading plans or for subscriptions
ar_sa: تمكين الحزم المدفوعة لاستخدامها كخطط ترقية أو للاشتراكات

source: Users Can Buy Packages From Wallet Balance
ar_sa: يمكن للمستخدمين شراء حزم من رصيد المحفظة

source: Enable users to buy packages from their wallet balance
ar_sa: تمكين المستخدمين من شراء حزم من رصيد محفظتهم

source: Period
ar_sa: فترة

source: You can set the price as 0 and it will be trial package
ar_sa: يمكنك تعيين السعر على أنه 0 وستكون حزمة تجريبية

source: Paid Every
ar_sa: دفع الكل

source: The theme color for this package
ar_sa: لون الحزمة

source: The perfect size for icon should be (wdith: 60px & height: 60px)
ar_sa: يجب أن يكون الحجم المثالي للأيقونة (العرض: 60 بكسل والارتفاع: 60 بكسل)

source: Verification Badge Enabled
ar_sa: تم تمكين شارة التحقق

source: Enable verification badge with this package
ar_sa: تفعيل شارة التحقق مع هذه الحزمة

source: Boost Posts Enabled
ar_sa: تمكين المشاركات المعززة

source: Enable boost posts feature
ar_sa: تمكين ميزة نشر المشاركات

source: Posts Boosts
ar_sa: مشاركات معززة
