Repository: REChain-Network-Solutions/DAO
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Max posts boosts allowed
ar_sa: أعلى حد للمشاركات المعززة

source: Boost Pages Enabled
ar_sa: تمكين الصفحات المعززة

source: Enable boost pages feature
ar_sa: تمكين ميزة نشر الصفحات

source: Pages Boosts
ar_sa: الصفحات المعززة

source: Max pages boosts allowed
ar_sa: أعلى حد للصفحات المعززة

source: Subscription
ar_sa: اشتراك

source: Expiration
ar_sa: انتهاء الصلاحية

source: Recent Updates
ar_sa: التحديثات الأخيرة

source: Text
ar_sa: النص

source: Links
ar_sa: الروابط

source: Media
ar_sa: وسائل الإعلام

source: Maps
ar_sa: الخرائط

source: Audios
ar_sa: صوتيات

source: Create Blog
ar_sa: إضافة مقال

source: Create Product
ar_sa: إضافة منتج

source: to
ar_sa: إلى

source: Hosted By
ar_sa: برعاية

source: No people available
ar_sa: لا تتوفر بيانات

source: Once you delete your event you will no longer can access it again
ar_sa: بمجرد حذف المناسبة الخاصة بك ، لن يمكنك الوصول إليها مرة أخرى

source: Oops! Page Not Be Found
ar_sa: مهلاَ!

source: Let's verify your
ar_sa: دعنا نتحقق من

source: Phone Number
ar_sa: رقم الهاتف

source: Please go to
ar_sa: الرجاء الانتقال إلى بريدك الإلكتروني الوارد و التحقق من البريد الغير هام و فتح رابط التفعيل من أجل تأكيد حسابك

source: to complete the activation process
ar_sa: لإكمال عملية التنشيط

source: Please check the SMS on your phone
ar_sa: يرجى التحقق من الرسائل القصيرة على هاتفك

source: Resend Verification Email
ar_sa: إعادة ارسال بريد التحقق

source: Change Email
ar_sa: تغيير البريد الالكتروني

source: Enter Code
ar_sa: أدخل رمزاً

source: Resend SMS
ar_sa: اعادة إرسال الرسالة

source: Change Phone Number
ar_sa: غير رقم الهاتف

source: Send and Transfer Money
ar_sa: إرسال و تحويل الأموال

source: Your
ar_sa: ك

source: transfer transaction successfuly sent
ar_sa: نقل المعاملة الناجحة المرسلة

source: Congratulation! Your wallet credit replenished successfully with
ar_sa: تهنئة! تم تجديد رصيد المحفظة بنجاح

source: from your affiliates credit
ar_sa: من رصيد الشركاء التابعين لك

source: from your points credit
ar_sa: من رصيد نقاطك

source: from your funding credit
ar_sa: من رصيد التمويل الخاص بك

source: payment transaction successfuly done
ar_sa: تمت معاملة الدفع بنجاح

source: Your Credit
ar_sa: الائتمان الخاصة بك

source: Send & Recieve Money
ar_sa: إرسال واستلام المال

source: Send Money
ar_sa: إرسال الأموال

source: Replenish Credit
ar_sa: تجديد الائتمان

source: Affiliates Credit
ar_sa: ائتمان الشركات التابعة

source: Points Credit
ar_sa: رصيد النقاط

source: Funding Credit
ar_sa: ائتمان التمويل

source: Wallet Transactions
ar_sa: معاملات المحفظة

source: From / To
ar_sa: من الى

source: Wallet Withdrawal
ar_sa: سحب المحفظة

source: Buy Pro Package
ar_sa: شراء باقة Pro

source: Send a New Message
ar_sa: أرسل رسالة جديدة

source: No messages
ar_sa: لا توجد رسائل

source: Add New game
ar_sa: إضافة لعبة جديدة

source: Game
ar_sa: لعبة

source: Game Source
ar_sa: مصدر اللعبة

source: The source link of your embedded game
ar_sa: رابط مصدر اللعبة الخاصة بك

source: Thumbnail
ar_sa: صورة مصغّرة

source: Create Event
ar_sa: إنشاء مناسبة

source: Voice Message
ar_sa: رسالة صوتية

source: Comments
ar_sa: التعليقات

source: Shares
ar_sa: المشاركات

source: Comment
ar_sa: تعليق

source: Users Can Withdraw Earned Money
ar_sa: يمكن للمستخدمين سحب الأموال المكتسبة

source: If enabled users will be able to withdraw earned money
ar_sa: إذا تم تمكين المستخدمين ، سيتمكنون من سحب الأموال المكتسبة

source: Custom Method
ar_sa: طريقة مخصصة

source: Users can send withdrawal requests via any of these methods
ar_sa: يمكن للمستخدم إرسال طلب السحب عبر أي من هذه الطرق

source: Custom Method Name
ar_sa: اسم الأسلوب المخصص

source: Set the name of your custom withdrawal payment method
ar_sa: قم بتعيين اسم طريقة دفع السحب المخصصة الخاصة بك

source: Minimum Withdrawal Request
ar_sa: الحد الأدنى من طلب السحب

source: The minimum amount of money so user can send a withdrawal request
ar_sa: الحد الأدنى من المال حتى يتمكن المستخدم من إرسال طلب سحب

source: Users Can Transfer Earned Money To Wallet
ar_sa: يمكن للمستخدمين تحويل الأموال المكتسبة إلى المحفظة

source: If wallet enabled users will be able to transfer earned money to their wallet
ar_sa: إذا تم تمكين المحفظة ، فسيتمكن المستخدمون من تحويل الأموال المكتسبة إلى محفظتهم

source: Leave it 0 if you don't want to get any commissions
ar_sa: اتركه 0 إذا كنت لا تريد الحصول على أي عمولات

source: After making the payment you can mark the payment request as paid
ar_sa: بعد إجراء الدفع يمكنك وضع علامة على طلب الدفع كلما دفعت

source: The perfect size for your gift image should be (wdith: 250px & height: 250px)
ar_sa: الحجم المثالي لصورة الهدية يجب أن يكون (الطول: 250 بكسل والارتفاع: 250 بكسل)

source: Transactions History
ar_sa: تاريخ المعاملات

source: Error while processing your payment
ar_sa: خطأ أثناء معالجة دفعتك

source: Forgot your password?
ar_sa: هل نسيت كلمة المرور؟

source: Continue
ar_sa: إستمر

source: No notifications
ar_sa: لا إخطارات

source: More
ar_sa: المزيد

source: Add New Theme
ar_sa: سمة جديدة

source: Selectable
ar_sa: اختيار

source: Make it the default theme of the site
ar_sa: جعله السمة الافتراضية لموقع

source: Make it the selectable so users can change the theme
ar_sa: اجعله قابلاً للتحديد حتى يتمكن المستخدمون من تغيير المظهر

source: (You must have 2+ selectable themes)
ar_sa: (يجب أن يكون لديك أكثر من ثيمين قابلين للاختيار)

source: Theme name should not contain spaces or special characters
ar_sa: يجب ألا يحتوي اسم الموضوع على مسافات أو أحرف خاصة

source: (Valid name examples: mytheme, material, custom_theme)
ar_sa: (أمثلة الاسم الصالحة: mytheme ، material ، custom_theme)

source: My Information
ar_sa: معلوماتي

source: User ID
ar_sa: هوية المستخدم

source: User Name
ar_sa: إسم االمستخدم

source: User First Name
ar_sa: إسم المستخدم الأول

source: User Last Name
ar_sa: إسم المستخدم الأخير

source: User Email
ar_sa: البريد الإلكتروني للمستخدم

source: User Phone
ar_sa: هاتف المستخدم

source: User Gender
ar_sa: جنس المستخدم

source: Last Login
ar_sa: آخر تسجيل دخول

source: Your Sessions
ar_sa: جلساتك

source: Browser
ar_sa: متصفح

source: OS
ar_sa: نظام التشغيل

source: Date
ar_sa: التاريخ

source: IP
ar_sa: آي بي

source: Active Session
ar_sa: الجلسة النشطة

source: Your Friends
ar_sa: أصدقائك

source: Your Followings
ar_sa: متابعاتك

source: Your Followers
ar_sa: متابعينك

source: Your Likes
ar_sa: إعجاباتك

source: Your groups
ar_sa: مجموعاتك

source: Your events
ar_sa: مناسباتك

source: Your posts
ar_sa: منشوراتك

source: Funding System
ar_sa: نظام التمويل

source: Your Funding Balance
ar_sa: رصيد التمويل الخاص بك

source: Discover new people, create new connections and make new friends
ar_sa: إكتشاف أشخاص جدد وإنشاء اتصالات جديدة وصداقات جديدة

source: By
ar_sa: بواسطة

source: Contact us and we’ll get back to you as soon as possible
ar_sa: اتصل بنا وسنعاود الاتصال بك في أقرب وقت ممكن

source: Till Now
ar_sa: حتى الأن

source: Create New Funding Request
ar_sa: إنشاء طلب تمويل جديد

source: Amount You Would Like To Receive
ar_sa: المبلغ الذي ترغب في الحصول عليه

source: Bank transfers is disabled
ar_sa: تم تعطيل التحويلات المصرفية

source: Handle
ar_sa: يتعامل

source: Add Wallet Balance
ar_sa: أضف رصيد المحفظة

source: Latest
ar_sa: آخر

source: Price High
ar_sa: السعر مرتفع

source: Price Low
ar_sa: سعر منخفض

source: Salary High
ar_sa: الراتب مرتفع

source: Salary Low
ar_sa: الراتب منخفض

source: Distance
ar_sa: المسافة

source: Ask something
ar_sa: سؤال الاستطلاع

source: Delete Cover
ar_sa: حذف الغلاف

source: Delete Picture
ar_sa: حذف الصورة

source: Delete Conversation
ar_sa: حذف المحادثة

source: Block User
ar_sa: حظر المستخدم

source: Unblock User
ar_sa: إلغاء الحظر

source: Read more
ar_sa: اقرأ أكثر

source: Read less
ar_sa: طي للأعلى

source: Monthly Average
ar_sa: المتوسط ​​الشهري

source: Translated
ar_sa: مترجم

source: Are you sure you want to delete this?
ar_sa: هل أنت متأكد من الحذف؟

source: Are you sure you want to remove your cover photo?
ar_sa: هل أنت متأكد أنك تريد إزالة صورة الغلاف الخاصة بك؟

source: Are you sure you want to remove your profile picture?
ar_sa: هل أنت متأكد أنك تريد إزالة صورة ملفك الشخصي؟

source: Are you sure you want to delete this post?
ar_sa: هل أنت متأكد من رغبتك في حذف المشاركة؟

source: Are you sure you want to delete this comment?
ar_sa: هل أنت متأكد من حذف التعليق؟

source: Are you sure you want to delete this conversation?
ar_sa: هل أنت متأكد من الحذف؟

source: Are you sure you want to block this user?
ar_sa: هل أنت متأكد أنك تريد حظر هذا المستخدم؟

source: Are you sure you want to unblock this user?
ar_sa: هل أنت متأكد أنك تريد إلغاء حظر هذا المستخدم؟

source: Are you sure you want to delete your account?
ar_sa: هل انت متأكد انك تريد حذف حسابك؟

source: Are you sure you want to verify this request?
ar_sa: هل أنت متأكد من أنك تريد التحقق من هذا الطلب؟

source: Are you sure you want to decline this request?
ar_sa: هل أنت متأكد من رغبتك في رفض هذا الطلب؟

source: Are you sure you want to approve this request?
ar_sa: هل أنت متأكد من أنك تريد الموافقة على هذا الطلب؟

source: Are you sure you want to do this?
ar_sa: هل انت متأكد من أنك تريد أن تفعل هذا؟

source: There is something that went wrong!
ar_sa: هناك خطأ ما حدث!

source: There is no more data to show
ar_sa: لا يوجد نتائج لإظهارها

source: Got It!
ar_sa: أنا موافق !

source: Learn More
ar_sa: إعرف أكثر

source: No result found
ar_sa: لم يتم العثور على نتائج

source: You haved poked
ar_sa: لقد تم نكزك

source: Touch to unmute
ar_sa: المس لإلغاء كتم الصوت

source: Press space to see next
ar_sa: اضغط على الفضاء لرؤية التالي

source: Visit link
ar_sa: زيارة الرابط

source: ago
ar_sa: منذ

source: hour ago
ar_sa: منذ ساعة

source: hours ago
ar_sa: منذ ساعات

source: minute ago
ar_sa: منذ دقيقة

source: minutes ago
ar_sa: منذ دقائق

source: from now
ar_sa: من الأن

source: seconds ago
ar_sa: منذ ثواني

source: yesterday
ar_sa: في الأمس

source: tomorrow
ar_sa: غداَ

source: days ago
ar_sa: أيام مضت

source: Nothing selected
ar_sa: لم يتم التحديد

source: Ringing
ar_sa: رنين

source: is Offline
ar_sa: غير متصل

source: is Busy
ar_sa: هو مشغول

source: No Answer
ar_sa: لا إجابة

source: You can not connect to this user
ar_sa: لا يمكنك الإتصال بهذا المستخدم

source: You have an active call already
ar_sa: لديك مكالمة نشطة بالفعل

source: The recipient declined the call
ar_sa: المستلم رفض المكالمة

source: Connection has been lost
ar_sa: انقطع الاتصال

source: Are you sure you want to hide this post from your profile timeline? It may still appear in other places like newsfeed and search results
ar_sa: هل أنت متأكد أنك تريد إخفاء هذا المنشور من الجدول الزمني لملفك الشخصي؟ قد يستمر ظهوره في أماكن أخرى مثل موجز الأخبار ونتائج البحث

source: Select All
ar_sa: حدد الكل

source: Deselect All
ar_sa: إلغاء الكل

source: Stop Campaign
ar_sa: إيقاف الحملة

source: Resume Campaign
ar_sa: إستئناف الحملة

source: Sorry, WebRTC is not available in your browser
ar_sa: عذرًا ، WebRTC غير متوفر في متصفحك

source: Not able to connect, Try again later!
ar_sa: غير قادر على الاتصال ، حاول مرة أخرى لاحقًا!

source: You are ready to Go Live now
ar_sa: أنت جاهز لبدء البث المباشر الآن

source: You are offline now
ar_sa: أنت غير متصل الآن

source: Getting permissions failed
ar_sa: فشل الحصول على الأذونات

source: Going Live
ar_sa: البث المباشر

source: You are live now
ar_sa: أنت على البث الحي الآن

source: Going live failed
ar_sa: فشل البث المباشر

source: Switching stream sources
ar_sa: تبديل مصادر التدفق

source: Successfully switched to new device
ar_sa: تم التبديل بنجاح إلى جهاز جديد

source: Unable to determine device type
ar_sa: تعذر تحديد نوع الجهاز

source: Failed to switch to new device
ar_sa: فشل التبديل إلى جهاز جديد

source: Joining live stream failed
ar_sa: فشل الانضمام إلى البث المباشر

source: Video Muted
ar_sa: تم كتم صوت الفيديو

source: Audio Muted
ar_sa: تم كتم الصوت

source: Live Ended
ar_sa: انتهى البث المباشر

source: Your video is being processed, We will let you know when it is ready!
ar_sa: تتم معالجة الفيديو الخاص بك ، وسنخبرك عندما يكون جاهزًا!

source: Processing...
ar_sa: جارٍ التحميل...

source: Search:
ar_sa: ابحث:

source: Show _MENU_ entries
ar_sa: أظهر _MENU_ مدخلات

source: Showing _START_ to _END_ of _TOTAL_ entries
ar_sa: إظهار _START_ إلى _END_ من أصل _TOTAL_ مدخل

source: Showing 0 to 0 of 0 entries
ar_sa: يعرض 0 إلى 0 من أصل 0 سجل

source: (filtered from _MAX_ total entries)
ar_sa: (منتقاة من مجموع _MAX_ مُدخل)

source: Loading...
ar_sa: جارٍ التحميل...

source: No matching records found
ar_sa: لم يعثر على أية سجلات

source: No data available in table
ar_sa: ليست هناك بيانات متاحة في الجدول

source: First
ar_sa: الأول

source: Previous
ar_sa: السابق

source: Last
ar_sa: الأخير

source: : activate to sort column ascending
ar_sa: : تفعيل لترتيب العمود تصاعدياً

source: : activate to sort column descending
ar_sa: : تفعيل لترتيب العمود تنازلياً

source: Subscribe to notifications
ar_sa: إشترك في الإخطارات

source: You are subscribed to notifications
ar_sa: أنت مشترك في الإخطارات

source: You have blocked notifications
ar_sa: لقد قمت بحظر الإخطارات

source: Click to subscribe to notifications
ar_sa: انقر للاشتراك في الإخطارات

source: Thanks for subscribing!
ar_sa: شكرا على الإشتراك!

source: You will not receive notifications again
ar_sa: لن تتلقى إخطارات مرة أخرى

source: Manage Site Notifications
ar_sa: إدارة إخطارات الموقع

source: UNSUBSCRIBE
ar_sa: إلغاء الاشتراك

source: Unblock Notifications
ar_sa: إلغاء حظر الإخطارات

source: Follow these instructions to allow notifications:
ar_sa: اتبع هذه التعليمات للسماح بالإشعارات:

source: Play
ar_sa: ﻿لعب

source: Pause
ar_sa: إيقاف مؤقت

source: Mute
ar_sa: كتم الصوت

source: Unmute
ar_sa: إلغاء الكتم

source: Fullscreen
ar_sa: شاشة كاملة

source: Picture-in-Picture
ar_sa: صورة داخل صورة

source: Share your memories, connect with others, make new friends
ar_sa: شارك ذكرياتك ، تواصل مع الآخرين ، كوّن صداقات جديدة

source: Cover Photos
ar_sa: صور الغلاف

source: Profile Pictures
ar_sa: الصور الرمزية

source: Timeline Photos
ar_sa: صور جدول زمني

source: What is on your mind? #Hashtag.. @Mention.. Link..
ar_sa: ماذا يخطر في بالك؟

source: Write a comment
ar_sa: تعليق

source: Shared with: Public
ar_sa: مشترك مع: العامة

source: Shared with: Friends
ar_sa: مشتركة مع

source: Shared with: Only Me
ar_sa: الملفات المشاركة معي

source: Custom People
ar_sa: الناس المخصصون

source: Write a Reply
ar_sa: اكتب ردًا

source: Write a message
ar_sa: رسالة

source: Pro User
ar_sa: مستخدم مميز

source: Twitter Profile URL
ar_sa: عنوان URL لملف Twitter

source: Add an option
ar_sa: أضافة خيار

source: Album title
ar_sa: عنوان الالبوم

source: Where are you?
ar_sa: أين انت ؟

source: Search for products
ar_sa: بحث في المنتجات

source: Promoted
ar_sa: ترويج

source: Search for user name or email
ar_sa: البحث عن اسم المستخدم أو البريد الإلكتروني

source: Stop
ar_sa: إيقاف

source: Resume
ar_sa: استئنف

source: Insert an emoji
ar_sa: أدخل رمز تعبيري

source: Hi
ar_sa: مرحباَ

source: To complete the sign-in process, please use the following 6-digit key
ar_sa: لإكمال عملية تسجيل الدخول ، يرجى استخدام المفتاح المكون من 6 أرقام التالي

source: Team
ar_sa: فريق

source: To complete the activation process, please follow this link
ar_sa: لإكمال عملية التفعيل ، يرجى اتباع هذا الرابط

source: You have a new email message
ar_sa: لديك رسالة بريد إلكتروني جديدة

source: Email Subject
ar_sa: موضوع البريد الإلكتروني

source: Sender Name
ar_sa: إسم المرسل

source: Sender Email
ar_sa: البريد الإلكتروني المرسل

source: Email Message
ar_sa: رسالة الكترونية

source: To complete the reset password process, please copy this token
ar_sa: لإكمال عملية إعادة تعيين كلمة المرور ، يرجى نسخ هذا الرمز المميز

source: Token
ar_sa: رمز

source: Your friend
ar_sa: صديقك

source: invite you to our website
ar_sa: ندعوك إلى موقعنا

source: To complete the registration process, please follow this link
ar_sa: لإكمال عملية التسجيل ، يرجى اتباع هذا الرابط

source: This is a test email
ar_sa: هذا بريد إلكتروني تجريبي

source: Source
ar_sa: المصدر

source: YouTube
ar_sa: يوتيوب

source: Vimeo
ar_sa: فيميو

source: Uploaded
ar_sa: مرفوع

source: Movie Source
ar_sa: مصدر الفيلم

source: From YouTube, Vimeo or site.com/movie.mp4
ar_sa: من YouTube أو Vimeo أو site.com/movie.mp4

source: Or Upload Movie
ar_sa: أو تحميل الفيلم

source: Uploaded Successfully
ar_sa: تم التحميل بنجاح

source: Maximum file size is
ar_sa: الحد الأقصى لحجم الملف هو

source: KB
ar_sa: كيلو بايت

source: and allowed extensions are
ar_sa: والامتيازات المسموح بها هي

source: You can change the
ar_sa: يمكنك تغيير

source: Movie Title
ar_sa: عنوان الفيلم

source: IMDB Link, Example:
ar_sa: رابط IMDB ، مثال:

source: Movie Stars
ar_sa: نجوم الفيلم

source: Separated by a comma (,) Example: Tom Hanks, Julia Roberts, Jim Carrey
ar_sa: مفصولة بفاصلة (،) مثال: توم هانكس ، جوليا روبرتس ، جيم كاري

source: Release Year
ar_sa: سنة الاطلاق

source: Movie release year, Example: 1995
ar_sa: سنة إصدار الفيلم ، مثال: 1995

source: Movie duration in minutes, Example: 120
ar_sa: مدة الفيلم بالدقائق ، مثال: 120

source: Poster
ar_sa: بوستر الفليم

source: Night Mode is Default
ar_sa: الوضع الليلي افتراضي

source: Make the night mode is the default mode of your website
ar_sa: اجعل الوضع الليلي هو الوضع الافتراضي لموقعك على الويب

source: Users Can Change Mode
ar_sa: يمكن للمستخدمين تغيير الوضع

source: Allow users to select between day and night mode
ar_sa: اسمح للمستخدمين بالاختيار بين وضع النهار والليل

source: Default Favicon
ar_sa: رمز المفضلة الافتراضي

source: Use the default
ar_sa: استخدام الافتراضي

source: Disable it to use your custom uploaded image
ar_sa: قم بتعطيله لاستخدام الصورة المخصصة التي تم تحميلها

source: Custom Favicon
ar_sa: رمز المفضلة المخصص

source: Default OG-Image
ar_sa: صورة النشر الافتراضية

source: Custom OG-Image
ar_sa: صورة النشر المخصصة

source: The perfect size for your og-image should be (wdith: 590px & height: 300px)
ar_sa: الحجم المثالي للصورة الخاصة بك og (وديث: 590px آند الارتفاع: 300px)

source: Enable Customization
ar_sa: تمكين التخصيص

source: Turn the customization On and Off
ar_sa: تشغيل التخصيص وإيقاف

source: Background Color
ar_sa: لون الخلفية

source: Link Color
ar_sa: لون الرابط

source: Header Color
ar_sa: لون الهيدر

source: Header Search Background
ar_sa: خلفية بحث الهيدر

source: Header Search Font
ar_sa: خط بحث الهيدر

source: Button Primary
ar_sa: الزر الاساسي

source: Custom CSS
ar_sa: نمط CSS مخصص

source: Header Custom CSS
ar_sa: رأس مخصص CSS

source: Header Custom JavaScript
ar_sa: رأس جافاسكريبت مخصص

source: The code will be added in head tag
ar_sa: سيتم إضافة الرمز في علامة الرأس

source: Footer Custom JavaScript
ar_sa: التذييل مخصص جافا سكريبت

source: The code will be added at the end of body tag
ar_sa: ستتم إضافة الرمز في نهاية علامة النص الأساسي

source: Download Your Information
ar_sa: تنزيل معلوماتك الشخصية

source: You can download all of it at once, or you can select only the types of information you want
ar_sa: يمكنك تنزيلها كلها مرة واحدة ، أو يمكنك فقط تحديد أنواع المعلومات التي تريدها

source: Followings
ar_sa: مُتابَعون

source: Emoji Cheat Sheet
ar_sa: دليل الرموز التعبيرية

source: for the Emojis
ar_sa: من أجل الرموز التعبيرية

source: Turn the funding On and Off
ar_sa: تشغيل وإيقاف التمويل

source: Add New Page
ar_sa: إضافة صفحة جديدة

source: Page Title
ar_sa: عنوان الصفحة

source: Web Address
ar_sa: الرابط

source: Valid web address must be a-z0-9_.
ar_sa: يجب أن يكون عنوان الويب صالحًا هو a-z0-9_.

source: Page Content
ar_sa: محتوى الصفحة

source: Add to Footer Menu
ar_sa: اضافة لقائمة الفوتر

source: Admin Panel
ar_sa: لوحة التحكم

source: Moderator Panel
ar_sa: لوحة المشرف

source: Keyboard Shortcuts
ar_sa: إختصارات لوحة المفاتيح

source: Day Mode
ar_sa: وضع النهار

source: Night Mode
ar_sa: الوضع المظلم

source: Total Sales
ar_sa: إجمالي المبيعات

source: Add Photos
ar_sa: أضف صورة جديدة

source: Delete Album
ar_sa: حذف الألبوم

source: Shared with
ar_sa: مشتركة مع

source: This album is empty
ar_sa: هذا الألبوم فارغ

source: followers
ar_sa: المتابعين

source: mutual friends
ar_sa: أصدقاء مشتركون

source: at
ar_sa: لدى

source: Confirm
ar_sa: تأكيد

source: Decline
ar_sa: رفض

source: Add Friend
ar_sa: إضافة صديق

source: Following
ar_sa: متابعين

source: Follow
ar_sa: متابعة

source: Affiliates Enabled
ar_sa: تمكين نظام الاحالات

source: Enable or Disable the affiliates system
ar_sa: تمكين أو تعطيل نظام الاحالات

source: User Earn Money When
ar_sa: العضو كسب المال عندما

source: New User Registered
ar_sa: تسجيل مستخدم جديد

source: New User Registered & Bought Pro Package
ar_sa: تسجيل مستخدم جديد & اشترى حزمة برو

source: How many levels you want to set your affiliates program?
ar_sa: كم عدد المستويات التي تريد تعيين برنامج الشركات التابعة لها؟

source: Payment Type
ar_sa: نوع الدفع

source: Fixed Price/Referred
ar_sa: السعر الثابت / الإحالة

source: Percentage
ar_sa: نسبة مئوية

source: Percentage will work only with pro packages
ar_sa: ستعمل النسبة المئوية فقط مع حزم Pro

source: Price/Referred
ar_sa: السعر / المحالين

source: The price for each new referred user
ar_sa: السعر الخاص بكل مستخدم جديد مُحال

source: The percentage from package price for each new referred user registered and bought pro package
ar_sa: النسبة المئوية من سعر الباقة لكل مستخدم مُحال جديد مسجل واشترى حزمة احترافية

source: Referrals
ar_sa: الدعوات

source: Show
ar_sa: عرض

source: Loading
ar_sa: جاري التحميل

source: Commenting has been turned off for this post
ar_sa: تم إيقاف التعليقات على هذا المنشور

source: Wallet Enabled
ar_sa: تمكين المحفظة

source: Turn the wallet On and Off
ar_sa: قم بتشغيل المحفظة و إيقافها

source: Transfer Money Enabled
ar_sa: تمكين تحويل الأموال

source: Turn the transfer money between users On and Off
ar_sa: قم بتشغيل وإيقاف تحويل الأموال بين المستخدمين

source: Users Can Withdraw Money From Wallet
ar_sa: يمكن للمستخدمين سحب الأموال من المحفظة

source: If enabled users will be able to withdraw money from their wallets
ar_sa: في حالة تمكين المستخدمين ، سيتمكن المستخدمون من سحب الأموال من محافظهم

source: Manage Blocking
ar_sa: إدارة الحظر

source: These are apps you've used to log into. They can receive information you chose to share with them.
ar_sa: هذه هي التطبيقات التي استخدمتها لتسجيل الدخول. يمكنهم تلقي المعلومات التي اخترت مشاركتها معهم

source: Remove
ar_sa: حذف

source: Congratulations
ar_sa: تهانينا

source: This account is verified
ar_sa: تم التحقق من هذا الحساب

source: Your verification request is still awaiting admin approval
ar_sa: طلب التحقق الخاص بك لا يزال ينتظر موافقة المسؤول

source: Your verification request has been declined by the admin
ar_sa: تم رفض طلب التحقق من قبل المسؤول لأنك غير مؤهل , حاول مرة أخرى بعد 30 يوماَ

source: Your Photo
ar_sa: صورتك و أنت تحمل وثائقك

source: Passport or National ID
ar_sa: جواز السفر أو الهوية الوطنية

source: Please attach your photo and your Passport or National ID
ar_sa: يرجى تعبئة الجدول الأول و إرفاق صورة شخصية عنك و أنت تحمل بيدك صورة جواز سفرك أو هويتك يظهر فيها أنت و جواز سفرك بوضوح. و صورة أخرى منفصلة واضحة عن هويتك أو جواز سفرك فقط.

source: Additional Information
ar_sa: معلومات إضافية

source: Add New Gender
ar_sa: أضف جنس جديد

source: View Page
ar_sa: عرض الصفحة

source: Total Likes
ar_sa: إجمالي الإعجابات

source: Verified
ar_sa: موثوق

source: Page ID
ar_sa: معرف الصفحة

source: Created By
ar_sa: تم انشائها بواسطة

source: Verified Page
ar_sa: صفحة رسمية تم التحقق منها

source: Name Your Page
ar_sa: اسم صفحتك

source: Delete Page
ar_sa: حذف الصفحة

source: Company
ar_sa: الشركة

source: Your Notifications
ar_sa: الإشعارات

source: Generate New Code
ar_sa: توليد قانون جديد

source: Invitations System
ar_sa: نظام الدعوات

source: Unlimited
ar_sa: غير محدود

source: invitations
ar_sa: الدعوات

source: every
ar_sa: كل

source: Available Invitations
ar_sa: الدعوات المتاحة

source: Generated Invitations
ar_sa: دعوات ولدت

source: Used Invitations
ar_sa: الدعوات المستخدمة
