Repository: REChain-Network-Solutions/DAO
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Enable users to send gifts to each others
ar_sa: تمكين المستخدمين من إرسال الهدايا لبعضهم البعض

source: Cookie Consent
ar_sa: موافقة ملفات تعريف الارتباط

source: Turn the cookie consent notification On and Off
ar_sa: قم بتشغيل وإيقاف إشعار الموافقة على ملف تعريف الارتباط

source: Turn the Adblock auto detector notification On and Off
ar_sa: قم بتشغيل وإيقاف تشغيل إعلام الكشف التلقائي عن Adblock

source: (Note: Admin is exception)
ar_sa: (ملاحظة: المسؤول استثناء)

source: Red block message will appear to make user disable adblock from his browser
ar_sa: ستظهر رسالة الحظر الحمراء لتجعل المستخدم يقوم بتعطيل adblock من متصفحه

source: Turn the stories On and Off
ar_sa: تشغيل و إيقاف القصص

source: Stories are photos and videos that only last 24 hours
ar_sa: القصص عبارة عن صور وفيديوهات تدوم 24 ساعة فقط

source: Story Duration
ar_sa: مدة القصة

source: The story duration in seconds
ar_sa: مدة القصة بالثواني

source: Newsfeed Posts Source
ar_sa: مصدر مشاركات الأخبار

source: Default
ar_sa: الإفتراضي

source: All Posts
ar_sa: كل المشاركات

source: Algorithm will exclude any post from closed/secret groups and events that users not member of incase of all posts also will disable all posts privacy
ar_sa: ستستبعد الخوارزمية أي منشور من المجموعات والأحداث المغلقة / السرية التي سيعطل المستخدمون غير الأعضاء فيها في حالة جميع المنشورات أيضًا خصوصية جميع المنشورات

source: Newsfeed Location Filter
ar_sa: عامل تصفية موقع موجز الأخبار

source: Will enable your users to filter their newsfeed by countries
ar_sa: سيمكن المستخدمين لديك من تصفية ملف الأخبار الخاص بهم حسب البلدان

source: Turn the popular posts On and Off
ar_sa: قم بتشغيل وإيقاف المشاركات الشائعة

source: Popular posts are public posts ordered by most reactions, comments & shares
ar_sa: المشاركات الشائعة هي المشاركات العامة التي يتم ترتيبها من خلال معظم ردود الفعل والتعليقات والمشاركات

source: Turn the discover posts On and Off
ar_sa: قم بتشغيل وإيقاف مشاركات الاكتشاف

source: Discover posts are public posts ordered from most recent to old
ar_sa: اكتشاف المشاركات هي مشاركات عامة مرتبة من الأحدث إلى الأقدم

source: Turn the memories On and Off
ar_sa: قم بتشغيل وإيقاف الذكريات

source: Memories are posts from the same day on last year
ar_sa: الذكريات منشورات من نفس اليوم في العام الماضي

source: Wall Posts
ar_sa: منشورات الحائط

source: Users can publish posts on their friends walls
ar_sa: يمكن للمستخدمين نشر منشورات على جدران الأصدقاء

source: Turn the colored posts On and Off
ar_sa: قم بتشغيل وإيقاف المشاركات الملونة

source: Feelings/Activity Posts
ar_sa: المشاعر / مشاركات النشاط

source: Turn the feelings and activity posts On and Off
ar_sa: قم بتشغيل المشاعر ومشاركات النشاط وإيقافها

source: Voice Notes in Posts
ar_sa: ملاحظات صوتية في المشاركات

source: Turn the voice notes in posts On and Off
ar_sa: قم بتشغيل الملاحظات الصوتية في المشاركات وإيقاف تشغيلها

source: Voice Notes in Comments
ar_sa: الملاحظات الصوتية في التعليقات

source: Turn the voice notes in comments On and Off
ar_sa: قم بتشغيل الملاحظات الصوتية في التعليقات وإيقاف تشغيلها

source: Voice Notes Max Duration
ar_sa: المدة القصوى للملاحظات الصوتية

source: The maximum length for voice note in seconds
ar_sa: الحد الأقصى لطول الملاحظة الصوتية بالثواني

source: Voice Notes Encoding
ar_sa: ترميز الملاحظات الصوتية

source: Polls
ar_sa: إستطلاعات

source: Turn the poll posts On and Off
ar_sa: شغّل مشاركات الإستطلاع وإيقافها

source: Geolocation
ar_sa: تحديد الموقع الجغرافي

source: Turn the post Geolocation On and Off
ar_sa: تشغيل وظيفة تحديد الموقع الجغرافي وإيقاف تشغيلها

source: Geolocation Google Key
ar_sa: مفتاح تحديد الموقع الجغرافي لجوجل

source: Check the documentation to learn how to get this key
ar_sa: تحقق من الوثائق لمعرفة كيفية الحصول على هذا المفتاح

source: Turn the gif posts On and Off
ar_sa: تحويل منشورات gif وإيقافها

source: Post Translation
ar_sa: ما بعد الترجمة

source: Turn the post translation On and Off
ar_sa: شغِّل الترجمة المترجمة وإيقافها

source: Yandex Key
ar_sa: ياندكس كي

source: Smart YouTube Player
ar_sa: مشغل YouTube الذكي

source: Smart YouTube player will save a lot of bandwidth
ar_sa: مشغل Smart YouTube سيوفر الكثير من النطاق الترددي

source: Social Media Share
ar_sa: مشاركة وسائل التواصل الاجتماعي

source: Max Post Characters
ar_sa: الحد الأقصى لعدد أحرف المنشور

source: The Maximum allowed post characters length (0 for unlimited)
ar_sa: أقصى طول مسموح به لأحرف المشاركة (0 لعدد غير محدود)

source: Max Comment Characters
ar_sa: أقصى عدد أحرف للتعليق

source: The Maximum allowed comment characters length (0 for unlimited)
ar_sa: الحد الأقصى المسموح به لطول أحرف التعليق (0 لعدد غير محدود)

source: Max Posts/Hour
ar_sa: أقصى مشاركات /في الساعة

source: The Maximum number of posts that user can publish per hour (0 for unlimited)
ar_sa: الحد الأقصى لعدد المشاركات التي يمكن للمستخدم نشرها في الساعة (0 لعدد غير محدود)

source: Max Comments/Hour
ar_sa: أقصى تعليقات / في الساعة

source: The Maximum number of comments that user can publish per hour (0 for unlimited)
ar_sa: الحد الأقصى لعدد التعليقات التي يمكن للمستخدم نشرها في الساعة (0 لعدد غير محدود)

source: Default Posts Privacy
ar_sa: خصوصية المشاركات الافتراضية

source: Post As Anonymous
ar_sa: نشر كمجهول

source: Turn Anonymous mode On and Off
ar_sa: قم بتشغيل الوضع المجهول وإيقاف تشغيله

source: Note: Admins and Moderators will able to see the real post author
ar_sa: ملاحظة: سيتمكن المشرفون والمشرفون من رؤية كاتب المشاركة الحقيقي

source: Online Status on Posts
ar_sa: حالة متصل على المشاركات

source: Turn online indicator on Posts On and Off (User must be online and enabled the chat)
ar_sa: قم بتشغيل المؤشر عبر الإنترنت في "المشاركات قيد التشغيل وإيقاف التشغيل" ، يجب أن يكون المستخدم متصلاً بالإنترنت وتمكين الدردشة

source: Desktop Infinite Scroll
ar_sa: التمرير اللانهائي لسطح المكتب

source: Turn infinite scroll on desktop screens On and Off
ar_sa: قم بتشغيل وإيقاف التمرير اللانهائي على شاشات سطح المكتب

source: Mobile Infinite Scroll
ar_sa: التمرير اللانهائي للجوال

source: Turn infinite scroll on mobile screens On and Off
ar_sa: قم بتشغيل وإيقاف التمرير اللانهائي على شاشات الجوال

source: Auto Play Videos
ar_sa: تشغيل مقاطع الفيديو تلقائيًا

source: Trending Hashtags
ar_sa: الهاشتاقات الرائجة

source: Turn the trending hashtags feature On and Off
ar_sa: قم بتشغيل وإيقاف ميزة الهاشتاقات الرائجة

source: Trending Interval
ar_sa: الفاصل الزمني الشائع

source: Last 24 Hours
ar_sa: أخر 24 ساعه

source: Last Week
ar_sa: الأسبوع الماضي

source: Last Month
ar_sa: الشهر الماضي

source: Select the interval of trending hashtags
ar_sa: حدد الفاصل الزمني لعلامات الهاشتاقات الشائعة

source: Hashtags Limit
ar_sa: حدد الفاصل الزمني لعلامات الهاشتاقات الرائجة

source: How many hashtags you want to display
ar_sa: كم عدد الهاشتاج الذي تريد عرضه

source: Registration
ar_sa: التسجيل

source: Social Login
ar_sa: دخول بواسطة المواقع الاجتماعية

source: Allow users to create accounts
ar_sa: السماح للمستخدمين بإنشاء حسابات

source: Registration Type
ar_sa: نوع التسجيل

source: Free
ar_sa: مجاني

source: Subscriptions Only
ar_sa: الاشتراكات فقط

source: Allow users to create accounts Free or via Subscriptions only
ar_sa: السماح للمستخدمين بإنشاء حسابات مجانية أو الاشتراكات فقط

source: Invitation System
ar_sa: نظام الدعوة

source: This option is used to register the users by invitation codes only
ar_sa: يستخدم هذا الخيار لتسجيل المستخدمين عن طريق رموز الدعوة فقط

source: Invitations/User
ar_sa: الدعوات / المستخدم

source: Number of invitation codes allowed to each user (0 for unlimited)
ar_sa: عدد رموز الدعوة المسموح بها لكل مستخدم (0 لعدد غير محدود)

source: For example 1 code per day, 5 codes per month
ar_sa: على سبيل المثال رمز واحد في اليوم ، 5 أكواد في الشهر

source: Send Method
ar_sa: طريقة الإرسال

source: SMS
ar_sa: الرسائل القصيرة

source: Both
ar_sa: كلاهما

source: Select Email or SMS to send invitation link to new user's email/phone
ar_sa: حدد البريد الإلكتروني أو الرسائل القصيرة لإرسال رابط الدعوة إلى البريد الإلكتروني / الهاتف الخاص بالمستخدم الجديد

source: Activation Enabled
ar_sa: التفعيل ممكّن

source: Enable account activation to send activation code to user's email/phone
ar_sa: تمكين تفعيل الحساب لإرسال رمز التفعيل إلى البريد الإلكتروني للمستخدم / الهاتف

source: Enable this and user will not be able to access without activation
ar_sa: قم بتمكين هذا ولن يتمكن المستخدم من الوصول بدون تنشيط

source: Activation Type
ar_sa: نوع التفعيل

source: Select Email or SMS activation to send activation code to user's email/phone
ar_sa: حدد البريد الإلكتروني أو تفعيل الرسائل القصيرة لإرسال رمز التفعيل إلى البريد الإلكتروني / الهاتف

source: Age Restriction
ar_sa: شرط العمر أو السن

source: Enable/Disable age restriction
ar_sa: تمكين / تعطيل تقييد العمر

source: Minimum Age
ar_sa: الحد الإدنى للعمر

source: The minimum age required to register (in years)
ar_sa: الحد الأدنى للسن المسموح للتسجيل (بالسنوات)

source: Getting Started
ar_sa: بدء العمل

source: Enable/Disable getting started page after registration
ar_sa: تمكين/تعطيل بدء الصفحة بعد التسجيل

source: Required Data
ar_sa: البيانات المطلوبة

source: Profile Image Required
ar_sa: مطلوب صورة الملف الشخصي

source: Work Data Required
ar_sa: بيانات العمل مطلوبة

source: Such data will be mandatory when user getting started
ar_sa: ستكون هذه البيانات إلزامية عند بدء المستخدم

source: Newsletter Consent
ar_sa: الموافقة على النشرة الإخبارية

source: Enable/Disable newsletter consent during the registration
ar_sa: تمكين / تعطيل الموافقة على الرسائل الإخبارية أثناء التسجيل

source: Name Minimum Length
ar_sa: اسم الحد الأدنى للطول

source: The First and Last name minimum length
ar_sa: الحد الأدنى لطول الاسم الأول واسم العائلة

source: Social Logins
ar_sa: تسجيل الدخول الإجتماعي

source: Turn registration/login via Facebook On and Off
ar_sa: السماح بتسجيل الدخول عبر الفيسبوك

source: Facebook App ID
ar_sa: رقم الـهوية الخاصه بتطبيق الفيسبوك

source: Facebook App Secret
ar_sa: كلمة مرور تطبيق الفيس بوك

source: Turn registration/login via Google On and Off
ar_sa: تشغيل التسجيل / تسجيل الدخول عبر Google وإيقاف تشغيله

source: Turn registration/login via Twitter On and Off
ar_sa: السماح بتسجيل الدخول عبر تويتر

source: Twitter App ID
ar_sa: معرف التطبيق تويتر

source: Twitter App Secret
ar_sa: سر التطبيق تويتر

source: Turn registration/login via Linkedin On and Off
ar_sa: التسجيل/تسجيل الدخول عبر Linkedin على وإيقاف تشغيل

source: Linkedin App ID
ar_sa: معرف التطبيق Linkedin

source: Linkedin App Secret
ar_sa: مفتاح سر لينكدين

source: Turn registration/login via Vkontakte On and Off
ar_sa: التسجيل/تسجيل الدخول عن طريق Vkontakte على وإيقاف تشغيل

source: Vkontakte App ID
ar_sa: معرف التطبيق Vkontakte

source: Vkontakte App Secret
ar_sa: سر التطبيق Vkontakte

source: Delus
ar_sa: سنجن

source: Accounts
ar_sa: الحسابات

source: Profile
ar_sa: الملف الشخصي

source: Disable Friend Request After Decline
ar_sa: تعطيل طلب الصداقة بعد الرفض

source: If enabled user A will be able to send friendship request to user B again
ar_sa: في حالة التمكين ، سيتمكن المستخدم "أ" من إرسال طلب صداقة إلى المستخدم "ب" مرة أخرى

source: Max Friends/User
ar_sa: عدد الأصدقاء الأقصى للمستخدم

source: The Maximum number of friends allowed per User (0 for unlimited)
ar_sa: الحد الأقصى لعدد الأصدقاء المسموح به لكل مستخدم (0 لعدد غير محدود)

source: Show Usernames Only
ar_sa: إظهار أسماء المستخدمين فقط

source: If disabled full names will be displayed instead
ar_sa: إذا تم تعطيل الأسماء الكاملة سيتم عرضها بدلاً من ذلك

source: Allow Special Characters
ar_sa: السماح بالحروف الخاصة

source: Allow special Characters in user's first & last name
ar_sa: السماح بأحرف خاصة في الاسم الأول والأخير للمستخدم

source: Allow users to delete their account
ar_sa: السماح للمستخدمين بحذف الحساب

source: Download User Information
ar_sa: تنزيل معلومات المستخدم

source: Allow users to download their account information from settings page
ar_sa: السماح للمستخدمين بتنزيل معلومات حساباتهم من صفحة الإعدادات

source: Verification Requests
ar_sa: طلبات التحقق

source: Turn the verification requests from users & pages On and Off
ar_sa: قم بتشغيل طلبات التوثيق من المستخدمين والصفحات وإيقاف تشغيلها

source: Verification Documents
ar_sa: وثائق التحقق

source: Relationship Status
ar_sa: الحالة الاجتماعية

source: Turn the Relationship Status On/Off
ar_sa: قم بتشغيل / إيقاف تشغيل حالة العلاقة

source: Website
ar_sa: الموقع الالكتروني

source: Turn the Website On/Off
ar_sa: قم بتشغيل / إيقاف تشغيل موقع الويب

source: About Me
ar_sa: معلومات عني

source: Turn the About Me On/Off
ar_sa: قم بتشغيل / إيقاف تشغيل "نبذة عني"

source: Work Info
ar_sa: معلومات العمل

source: Turn the Work info On/Off
ar_sa: قم بتشغيل / إيقاف تشغيل معلومات العمل

source: Location Info
ar_sa: معلومات السكن

source: Turn the Location info On/Off
ar_sa: قم بتشغيل / إيقاف تشغيل معلومات الموقع

source: Education Info
ar_sa: معلومات التعليم

source: Turn the Education info On/Off
ar_sa: قم بتشغيل / إيقاف تشغيل معلومات التعليم

source: Turn the Social Links On/Off
ar_sa: قم بتشغيل / إيقاف تشغيل الروابط الاجتماعية

source: Profile Design
ar_sa: تصميم الملف الشخصي

source: Allow users to upload background image to their profiles
ar_sa: السماح للمستخدمين بتحميل صورة الخلفية إلى ملفاتهم الشخصية

source: Enable/Disable SMTP email system
ar_sa: نظام البريد الإلكتروني SMTP تمكين/تعطيل

source: PHP mail() function will be used in case of disabled
ar_sa: سيتم استخدام الدالة mail() بي في حالة المعوقين

source: SMTP Require Authentication
ar_sa: SMTP يتطلب مصادقة

source: SMTP SSL Encryption
ar_sa: تشفير SSL SMTP

source: Enable/Disable SMTP SSL encryption
ar_sa: تمكين / تعطيل تشفير SSL SMTP

source: TLS encryption will be used in case of disabled
ar_sa: سيتم استخدام تشفير TLS في حالة تعطيل

source: SMTP Server
ar_sa: بروتوكول إرسال البريد البسيط

source: SMTP Port
ar_sa: منفذ SMTP

source: SMTP Username
ar_sa: اسم المستخدم SMTP

source: SMTP Password
ar_sa: كلمة مرور SMTP

source: Set From
ar_sa: تعيين من

source: Set the From email address
ar_sa: تعيين عنوان البريد الإلكتروني

source: For example: email@domain.com
ar_sa: على سبيل المثال: email@domain.com

source: Test Connection
ar_sa: اختبار الاتصال

source: Twilio Account SID
ar_sa: حساب Twilio SID

source: Twilio Phone Number
ar_sa: رقم هاتف Twilio

source: Test Phone Number
ar_sa: اختبار رقم الهاتف

source: Your phone number to test the SMS service i.e +12344567890
ar_sa: رقم هاتفك لاختبار خدمة SMS بمعنى +12344567890

source: A test SMS will be sent to this phone number when you test the connection
ar_sa: سيتم إرسال اختبار SMS إلى رقم الهاتف هذا عند اختبار الاتصال

source: Website Notifications
ar_sa: إخطارات الموقع

source: Push Notifications
ar_sa: دفع الإخطارات

source: Profile Visit Notification
ar_sa: إخطارات الزيارة الشخصية

source: Turn the profile visit notification On and Off
ar_sa: إعلام الزيارة الشخصية بتشغيل وإيقاف

source: Browser Notifications
ar_sa: إخطارات المتصفح

source: Turn the browser notifications On and Off
ar_sa: يمكنك تشغيل إشعارات المتصفح وإيقافها

source: Noty Notifications
ar_sa: إخطارات Noty

source: Turn the noty notifications On and Off
ar_sa: تحويل الإشعارات noty تشغيل وإيقاف

source: Enable/Disable email notifications system
ar_sa: تمكين / تعطيل نظام إشعارات البريد الإلكتروني

source: Email User When
ar_sa: مستخدم البريد الإلكتروني متى

source: Someone commented on his post
ar_sa: التعليق على المنشور

source: Someone shared his post
ar_sa: مشاركة المنشور

source: Someone posted on his timeline
ar_sa: نشر شخص ما على حائطه

source: Someone mentioned him
ar_sa: ذكره شخص ما

source: Someone visited his profile
ar_sa: زار شخص ملفه الشخصي

source: Someone sent him or accepted his friend requset
ar_sa: شخص ما أرسل له أو قبل طلب صداقته

source: Chat
ar_sa: الدردشة

source: Turn the chat system On and Off
ar_sa: تشغيل نظام الدردشة وإيقافه

source: Voice Notes
ar_sa: إنشر تسجيل صوتي

source: Turn the voice notes in chat On and Off
ar_sa: قم بتشغيل الملاحظات الصوتية في الدردشة وإيقاف تشغيلها

source: User Status Enabled
ar_sa: حالة المستخدم تمكين

source: Turn the Last Seen On and Off
ar_sa: تشغيل آخر ينظر إليها وإيقاف تشغيلها

source: Typing Status Enabled
ar_sa: تم تمكين حالة الكتابة

source: Turn the Typing Status On and Off
ar_sa: قم بتشغيل حالة الكتابة وإيقاف تشغيلها

source: Needs a good server to work fine
ar_sa: يحتاج إلى خادم جيد للعمل بشكل جيد

source: Seen Status Enabled
ar_sa: تم تمكين حالة المشاهدة

source: Turn the Seen Status On and Off
ar_sa: قم بتشغيل حالة المشاهدة وإيقاف تشغيلها

source: Delete For Everyone
ar_sa: حذف للجميع

source: Permanently remove the conversation for all chat members when user delete it
ar_sa: قم بإزالة المحادثة بشكل دائم لجميع أعضاء الدردشة عندما يقوم المستخدم بحذفها

source: Audio Call Enabled
ar_sa: تم تمكين المكالمة الصوتية

source: Turn the audio call system On and Off
ar_sa: قم بتشغيل وإيقاف تشغيل نظام المكالمات الصوتية

source: Video Call Enabled
ar_sa: تمكين مكالمة الفيديو

source: Turn the video call system On and Off
ar_sa: قم بتشغيل وإيقاف تشغيل نظام مكالمات الفيديو

source: Live Stream
ar_sa: البث المباشر

source: Live Stream Enabled
ar_sa: تمكين البث المباشر

source: Turn the live stream system On and Off
ar_sa: قم بتشغيل وإيقاف نظام البث المباشر

source: Save Live Videos
ar_sa: حفظ مقاطع الفيديو الحية

source: Turn the save live stream videos On and Off
ar_sa: قم بتشغيل وإيقاف تشغيل حفظ مقاطع الفيديو المباشرة

source: Bucket Name
ar_sa: اسم دلو

source: Your Amazon S3 bucket name
ar_sa: اسمك دلو الامازون S3

source: Bucket Region
ar_sa: منطقة دلو

source: Your Amazon S3 bucket region
ar_sa: منطقة دلو Amazon S3 الخاصة بك

source: Access Key ID
ar_sa: معرف مفتاح الوصول

source: Your Amazon S3 Access Key ID
ar_sa: رقم تعريف مفتاح الوصول الخاص بك في Amazon S3

source: Access Key Secret
ar_sa: وصول مفتاح السرية

source: Your Amazon S3 Access Key Secret
ar_sa: لديك الأمازون S3 وصول مفتاح السرية

source: Uploads
ar_sa: تم رفعها

source: Your server max upload size
ar_sa: أقصى حجم تحميل لخادمك

source: You can't upload files larger than
ar_sa: لا يمكنك تحميل ملفات أكبر من

source: To upload larger files, contact your hosting provider
ar_sa: لتحميل ملفات أكبر ، اتصل بموفر الاستضافة الخاص بك

source: Uploads Directory
ar_sa: مجلد رفع الملفات

source: The path of uploads local directory
ar_sa: مسار دليل التحميل

source: Uploads Prefix
ar_sa: تحميل بادئة

source: in kilobytes (1M = 1024KB)
ar_sa: بالكيلو بايت (1 م = 1024 كيلو بايت)

source: Photo Upload
ar_sa: رفع صورة

source: Enable photo upload to share & upload photos to the site
ar_sa: قم بتمكين تحميل الصور لمشاركة وتحميل الصور على الموقع

source: Photo Upload in Comments
ar_sa: رفع الصورة في التعليقات

source: Enable photo upload in comments
ar_sa: تمكين تحميل الصورة في التعليقات

source: Photo Upload in Chat
ar_sa: رفع الصور في الدردشة

source: Enable photo upload in chat
ar_sa: تمكين تحميل الصور في الدردشة

source: Photo Upload in Blogs and Forums
ar_sa: رفع الصور في المدونات والمنتديات

source: Max Photo Size
ar_sa: الحد الأقصى لحجم الصورة

source: The Maximum size of uploaded photo in posts
ar_sa: الحد الأقصى لحجم الصورة الذي تم تحميله في الوظائف

source: Photo Quality
ar_sa: جودة الصورة

source: Cover Photo Resolution Limit
ar_sa: حد درجة دقة صورة الغلاف

source: Enable cover photo limit (Minimum width 1108px & Minimum height 360px)
ar_sa: تفعيل حد صورة الغلاف (الحد الأدنى للعرض 1108 بكسل والحد الأدنى للارتفاع 360 بكسل)

source: Max Cover Photo Size
ar_sa: الحد الأقصى لحجم الصورة الغطاء

source: The Maximum size of cover photo
ar_sa: الحد الأقصى لحجم الصورة الغطاء

source: in kilobytes (1 M = 1024 KB)
ar_sa: بالكيلو بايت (1 م = 1024 كيلو بايت)

source: Max Profile Photo Size
ar_sa: الحد الأقصى لحجم الصورة الشخصية

source: The Maximum size of profile photo
ar_sa: الحد الأقصى لحجم الصورة الشخصية

source: Watermark Images
ar_sa: صور العلامة المائية

source: Enable it to add watermark icon to all uploaded photos (except: profile pictures and cover images)
ar_sa: قم بتمكينه لإضافة رمز العلامة المائية لجميع الصور التي تم تحميلها (باستثناء: صور الملف الشخصي وصور الغلاف)

source: Icon
ar_sa: ايقونة

source: Username
ar_sa: إسم المستخدم

source: Watermark Opacity
ar_sa: عتامة العلامة المائية

source: The opacity level of the watermark icon (value between 0 - 1)
ar_sa: مستوى عتامة رمز العلامة المائية (القيمة بين 0-1)

source: Watermark Icon
ar_sa: رمز العلامة المائية

source: Upload your watermark icon (PNG is recommended)
ar_sa: قم بتحميل أيقونة العلامة المائية الخاصة بك (يوصى باستخدام PNG)

source: Top Left
ar_sa: أعلى اليسار

source: Top Right
ar_sa: أعلى اليمين

source: Bottom Left
ar_sa: أسفل اليسار

source: Bottom Right
ar_sa: أسفل اليمين

source: Bottom
ar_sa: الأسفل

source: Left
ar_sa: اليسار

source: Right
ar_sa: اليمين

source: Select the position (the anchor point) of your watermark icon
ar_sa: حدد موضع رمز العلامة المائية (نقطة الربط)

source: Adult Images Detection
ar_sa: كشف صور البالغين

source: Enable it to detect the adult images and system will blur or delete them
ar_sa: قم بتمكينه من إكتشاف صور البالغين وسيؤدي النظام إلى تعتيمها أو حذفها

source: Adult Images Action
ar_sa: عمل صور البالغين

source: Blur
ar_sa: طمس

source: Video Upload
ar_sa: تحميل الفيديو

source: Enable video upload to share & upload videos to the site
ar_sa: تمكين تحميل الفيديو مشاركة آند تحميل ملفات الفيديو إلى الموقع

source: Max video size
ar_sa: الحد الأقصى لحجم الفيديو

source: The Maximum size of uploaded video in posts
ar_sa: الحد الأقصى لحجم الفيديو الذي تم تحميله في الوظائف

source: Video extensions
ar_sa: امتدادات الفيديو

source: Allowed video extensions (separated with comma ',)
ar_sa: يسمح لامتدادات الفيديو (مفصولة بفاصلة ',)

source: Veryslow
ar_sa: بطيء جدا

source: Slow speed gives you better compression and quality and vice versa
ar_sa: تمنحك السرعة البطيئة ضغطًا وجودة أفضل والعكس صحيح

source: Watermark Position
ar_sa: موقف العلامة المائية

source: Audio Upload
ar_sa: تحميل الصوت

source: Enable audio upload to share & upload sounds to the site
ar_sa: تمكين تحميل الصوت حصة & تحميل الأصوات إلى الموقع

source: Max audio size
ar_sa: الحد الأقصى لحجم الصوت

source: The Maximum size of uploaded audio in posts
ar_sa: الحد الأقصى لحجم الصوت الذي تم تحميله في الوظائف

source: Audio extensions
ar_sa: امتدادات الصوت

source: Allowed audio extensions (separated with comma ',)
ar_sa: يسمح ملحقات الصوت (مفصولة بفاصلة ',)

source: File Upload
ar_sa: تحميل الملف

source: Enable file upload to share & upload files to the site
ar_sa: تمكين تحميل الملف مشاركة & تحميل الملفات إلى الموقع

source: Max file size
ar_sa: أقصى حجم للملف

source: The Maximum size of uploaded file in posts
ar_sa: الحد الأقصى لحجم الملف الذي تم تحميله في الوظائف

source: File extensions
ar_sa: ملحقات الملفات

source: Allowed file extensions (separated with comma ',)
ar_sa: يسمح ملحقات الملفات (مفصولة بفاصلة ',)

source: Amazon S3 Storage
ar_sa: تخزين Amazon S3

source: Enable Amazon S3 storage
ar_sa: تمكين تخزين Amazon S3

source: Note: Enable this will disable all other options
ar_sa: ملاحظة: تفعيل هذا سيعطل جميع الخيارات الأخرى

source: Before enabling FTP Storage, make sure you upload the whole 'uploads' folder to your space
ar_sa: قبل تمكين تخزين FTP ، تأكد من تحميل مجلد "التحميلات" بالكامل إلى مساحتك

source: Before disabling FTP Storage, make sure you download the whole 'uploads' folder to your server
ar_sa: قبل تعطيل تخزين FTP ، تأكد من تنزيل مجلد "التحميلات" بالكامل على الخادم الخاص بك

source: Enable FTP Storage upload
ar_sa: تمكين تحميل تخزين FTP

source: FTP Endpoint
ar_sa: نقطة نهاية FTP

source: Security
ar_sa: الحماية

source: Enable unusual login detection, System will not allow user to login with same session from different device or location
ar_sa: قم بتمكين اكتشاف تسجيل الدخول غير المعتاد ، فلن يسمح النظام للمستخدم بتسجيل الدخول بنفس الجلسة من جهاز أو موقع مختلف

source: Brute Force Detection
ar_sa: كشف القوة الغاشمة
