Repository: REChain-Network-Solutions/DAO
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Campaign end date must be after today datetime
ar_sa: يجب أن يكون تاريخ انتهاء الحملة بعد اليوم والوقت

source: You must enter valid budget
ar_sa: يجب عليك إدخال ميزانية صالحة

source: The minimum budget must be
ar_sa: يجب أن يكون الحد الأدنى للميزانية

source: You have to select a valid bidding
ar_sa: يجب عليك تحديد عرض أسعار صالح

source: You have to select a valid gender
ar_sa: يجب عليك تحديد جنس صالح

source: You have to select a valid relationship
ar_sa: يجب عليك تحديد علاقة صالحة

source: You have to enter a valid URL for your ads
ar_sa: يجب عليك إدخال عنوان URL صالح لإعلاناتك

source: You have to select one for your pages for your ads
ar_sa: يجب عليك اختيار واحد لصفحاتك الخاصة بإعلاناتك

source: You have to select one for your groups for your ads
ar_sa: يجب عليك اختيار واحد لمجموعاتك لإعلاناتك

source: You have to select one for your events for your ads
ar_sa: يجب عليك اختيار واحد للأحداث الخاصة بك لإعلاناتك

source: You have to select a valid ads type
ar_sa: يجب عليك تحديد نوع إعلانات صالح

source: You have to select a valid ads placement
ar_sa: يجب عليك تحديد موضع إعلانات صالح

source: You have to upload an image for your ads
ar_sa: يجب عليك تحميل صورة لإعلاناتك

source: You need to
ar_sa: أنت بحاجه إلى

source: Replenish wallet credit
ar_sa: تجديد رصيد المحفظة

source: increase the campaign budget to resume the campaign
ar_sa: زيادة ميزانية الحملة لاستئناف الحملة

source: You must enter valid amount of money
ar_sa: يجب عليك إدخال مبلغ صالح من المال

source: You must search for a user to send money to
ar_sa: يجب البحث عن مستخدم لإرسال الأموال إليه

source: You can't send money to yourself!
ar_sa: لا يمكنك إرسال الأموال لنفسك!

source: You can't send money to this user!
ar_sa: لا يمكنك إرسال الأموال إلى هذا المستخدم!

source: The amount is larger than your current affiliates balance
ar_sa: المبلغ أكبر من رصيد الشركات التابعة الحالية

source: The amount is larger than your current points balance
ar_sa: المبلغ أكبر من رصيد نقاطك الحالي

source: The amount is larger than your current funding balance
ar_sa: المبلغ أكبر من رصيد التمويل الحالي الخاص بك

source: Subscribed
ar_sa: مشترك

source: You already subscribed to this package, Please select different package
ar_sa: أنت مشترك بالفعل في هذه الحزمة ، يرجى تحديد حزمة مختلفة

source: Your payment is pending
ar_sa: الدفع الخاص بك معلق

source: You have to enter the App name
ar_sa: يجب عليك إدخال اسم التطبيق

source: You have to enter the App domain
ar_sa: يجب عليك إدخال مجال التطبيق

source: You have to enter the App redirect URL
ar_sa: يجب عليك إدخال عنوان URL لإعادة توجيه التطبيق

source: Please enter a valid App redirect URL
ar_sa: الرجاء إدخال عنوان URL صالح لإعادة توجيه التطبيق

source: You have to enter the App description
ar_sa: يجب عليك إدخال وصف التطبيق

source: Your App description is more than 200 characters
ar_sa: وصف التطبيق الخاص بك أكثر من 200 حرف

source: You must select valid category for your App
ar_sa: يجب عليك تحديد فئة صالحة للتطبيق الخاص بك

source: You have to enter the App icon
ar_sa: يجب عليك إدخال رمز التطبيق

source: You have to enter the app name
ar_sa: يجب عليك إدخال اسم التطبيق

source: You have to enter the app domain
ar_sa: يجب عليك إدخال مجال التطبيق

source: You have to enter the app redirect URL
ar_sa: يجب عليك إدخال عنوان URL لإعادة توجيه التطبيق

source: Please enter a valid app redirect URL
ar_sa: الرجاء إدخال عنوان URL صالح لإعادة توجيه التطبيق

source: You have to enter the app description
ar_sa: يجب عليك إدخال وصف التطبيق

source: You have to enter the app icon
ar_sa: يجب عليك إدخال رمز التطبيق

source: We're sorry, but the application you're trying to use doesn't exist or has been disabled
ar_sa: تم تعطيل

source: Log in With
ar_sa: تسجيل الدخول مع

source: You have already reported this before!
ar_sa: لقد قمت بالفعل بالتبليغ عن هذا!

source: You must select
ar_sa: يجب تحديد

source: You must enter
ar_sa: يجب عليك إدخال

source: The maximum value for
ar_sa: أقصى قيمة لـ

source: You can't send a gift to this user
ar_sa: لا يمكنك إرسال هدية لهذا المستخدم بسبب إعدادات خصوصيته

source: You have reached the maximum number of invitation codes
ar_sa: لقد وصلت إلى الحد الأقصى لعدد رموز الدعوة

source: This invitation code is expired or invalid
ar_sa: رمز الدعوة هذا منتهي الصلاحية أو غير صالح

source: Sorry, it looks like
ar_sa: عذرا، يبدو أن هذا الاسم

source: belongs to an existing account
ar_sa: ينتمي إلى حساب موجود

source: You already invited this email before
ar_sa: لقد قمت بالفعل بدعوة هذا البريد الإلكتروني من قبل

source: Invite you to join
ar_sa: أدعوك للإنضمام

source: Invitation email could not be sent
ar_sa: البريد الإلكتروني دعوة لا يمكن إرسالها

source: Please enter a valid phone number
ar_sa: يرجى إدخال رقم هاتف صالح

source: You already invited this phone number before
ar_sa: لقد قمت بالفعل بدعوة رقم الهاتف هذا من قبل

source: Invitation SMS could not be sent
ar_sa: تعذر إرسال رسالة SMS للدعوة

source: Your current password is incorrect
ar_sa: كلمة المرور الحالية غير صحيحة

source: You must enter first name
ar_sa: يجب إدخال الاسم الخاص بك

source: First name contains invalid characters
ar_sa: الاسم يحتوي على أحرف غير صالحة

source: First name must be at least
ar_sa: يجب أن يكون الإسم الأول على الأقل

source: characters long. Please try another
ar_sa: حروف طويلة. يرجى المحاولة مرة أخرى

source: You must enter last name
ar_sa: يجب عليك إدخال الاسم الأخير

source: Last name contains invalid characters
ar_sa: يحتوي الاسم الأخير على أحرف غير صالحة

source: Last name must be at least
ar_sa: يجب أن يكون الاسم الأخير على الأقل

source: Please select a valid gender
ar_sa: يرجى تحديد جنس صالح

source: Please select a valid birth month
ar_sa: الرجاء تحديد شهر ميلاد صالحة

source: Please select a valid birth day
ar_sa: الرجاء تحديد يوم ولادة صالحة

source: Please select a valid birth year
ar_sa: الرجاء تحديد سنة ميلاد صالحة

source: Please select a valid relationship
ar_sa: يرجى تحديد علاقة صالحة

source: Please enter a valid website
ar_sa: الرجاء إدخال موقع ويب صالح

source: Please enter a valid work website
ar_sa: يرجى إدخال موقع ويب صالح للعمل

source: Your passwords do not match
ar_sa: كلمات المرور غير متطابقة

source: Your password must be at least 6 characters long. Please try another
ar_sa: يجب أن تكون كلمة المرور على الأقل 6 أحرف أو 6 أرقام. الرجاء محاولة أخرى

source: Two-Factor Authentication can't be enabled till you verify your email address
ar_sa: لا يمكن تمكين المصادقة الثنائية حتى تتحقق و تقوم بتأكيد عنوان بريدك الإلكتروني من إعدادات حسابك

source: Two-Factor Authentication can't be enabled till you enter your phone number
ar_sa: لا يمكن تمكين المصادقة الثنائية حتى تقوم بإدخال رقم هاتفك

source: Two-Factor Authentication can't be enabled till you verify your phone number
ar_sa: لا يمكن تمكين المصادقة الثنائية إلا بعد التحقق من رقم هاتفك

source: Invalid code, Try again or try to scan your QR code again
ar_sa: رمز غير صالح ، حاول مرة أخرى أو حاول مسح رمز الاستجابة السريعة ضوئيًا مرة أخرى

source: Please share why your account should be verified
ar_sa: يرجى مشاركة لماذا يجب التحقق من حسابك

source: Your first name contains invalid characters
ar_sa: يحتوي إسمك الأول على أحرف غير صالحة

source: Your first name must be at least
ar_sa: يجب أن يكون إسمك الأول على الأقل

source: Your last name contains invalid characters
ar_sa: إسمك الأخير يحتوي على أحرف غير صالحة

source: Your last name must be at least
ar_sa: يجب أن يكون اسمك الأخير على الأقل

source: Sorry, You must be
ar_sa: عذرا، يجب أن

source: years old to register
ar_sa: سنوات من العمر للتسجيل

source: You must read and agree to our terms and privacy policy
ar_sa: يجب أن تقرأ و توافق على شروطنا و سياسة الخصوصية

source: Just one more step to get started on
ar_sa: خطوة واحدة فقط للبدء في

source: Activation email could not be sent
ar_sa: لا يمكن إرسال رسالة التفعيل الإلكترونية

source: But you can login now
ar_sa: لكن يمكنك تسجيل الدخول الآن

source: Activation Code
ar_sa: رمز التفعيل

source: Activation SMS could not be sent
ar_sa: لا يمكن إرسال رسالة التنشيط

source: The email you entered does not belong to any account
ar_sa: البريد الإلكتروني الذي أدخلته لا ينتمي إلى أي حساب

source: Please enter a valid email address or username
ar_sa: يرجى إدخال عنوان بريد إلكتروني أو إسم مستخدم صالح

source: The username you entered does not belong to any account
ar_sa: اسم المستخدم الذي قمت بإدخاله لا ينتمي إلى أي حساب

source: Please re-enter your password
ar_sa: الرجاء إعادة إدخال كلمة المرور

source: The password you entered is incorrect
ar_sa: كلمة المرور التي أدخلتها غير صحيحة

source: Email
ar_sa: البريد الالكتروني

source: Two-Factor Authentication Token
ar_sa: رمز المصادقة الثنائي

source: Two-factor authentication email could not be sent
ar_sa: تعذر إرسال بريد إلكتروني للمصادقة ذات العاملين

source: Phone
ar_sa: هاتف

source: Two-factor authentication key
ar_sa: مفتاح المصادقة بعاملين

source: Two-factor authentication SMS could not be sent
ar_sa: تعذر إرسال رسائل المصادقة الثنائية SMS

source: You have reached the maximum number of account for your IP
ar_sa: لقد وصلت إلى الحد الأقصى لعدد من الحساب للملكية الفكرية الخاصة بك

source: Sign Up
ar_sa: تسجيل

source: Invalid code, please try again
ar_sa: الرمز غير صحيح

source: doesn't belong to any account
ar_sa: لا ينتمي إلى أي حساب

source: Forget password activation key!
ar_sa: نسيان كلمة مرور مفتاح التنشيط!

source: Activation key email could not be sent!
ar_sa: لا يمكن إرسال رسالة التفعيل الإلكترونية!

source: Invalid email, please try again
ar_sa: البريد الإلكتروني غير صالح، الرجاء المحاولة مرة أخرى

source: Your passwords do not match. Please try another
ar_sa: لا تتطابق كلمات المرور الخاصة بك. الرجاء محاولة أخرى

source: You can't do this with demo account
ar_sa: لا يمكنك القيام بذلك مع حساب تجريبي

source: Thanks
ar_sa: شكرا

source: Enter valid amount of money for example '50'
ar_sa: أدخل مبلغًا صالحًا من المال على سبيل المثال "50"

source: Payment Declined: Please verify your information and try again, or try another payment method
ar_sa: تم رفض الدفع: يرجى التحقق من المعلومات الخاصة بك والمحاولة مرة أخرى ، أو تجربة طريقة دفع أخرى

source: Sorry this package is not free!
ar_sa: آسف هذه الحزمة ليست مجانية!

source: Please attach your bank receipt
ar_sa: يرجى إرفاق إيصال البنك الخاص بك

source: Your request has been successfully sent, we will notify you once it's approved
ar_sa: تم إرسال طلبك بنجاح ، وسنخطرك بمجرد الموافقة عليه

source: Select valid discount percent
ar_sa: حدد نسبة خصم صالحة

source: Enter valid discount amount
ar_sa: أدخل مبلغ خصم صالحًا

source: Select valid discount type for your offer
ar_sa: حدد نوع الخصم الصالح لعرضك

source: select valid category for your offer
ar_sa: حدد فئة صالحة لعرضك

source: Add title for your offer
ar_sa: أضف عنوان لعرضك

source: Minimum offer title is 3 characters
ar_sa: الحد الأدنى لعنوان العرض هو 3 أحرف

source: Maximum offer title is 100 characters
ar_sa: الحد الأقصى لعنوان العرض هو 100 حرف

source: Add description for your offer
ar_sa: أضف وصفًا لعرضك

source: Minimum offer description is 32 characters
ar_sa: الحد الأدنى لوصف العرض 32 حرفًا

source: Maximum offer description is 1000 characters
ar_sa: الحد الأقصى لوصف العرض 1000 حرف

source: Please add your product name
ar_sa: الرجاء إضافة اسم المنتج الخاص بك

source: Please add your product price
ar_sa: الرجاء إضافة سعر المنتج الخاص بك

source: Please add valid product price (0 for free or more)
ar_sa: الرجاء إضافة سعر منتج صالح (0 مجانًا أو أكثر)

source: Please select valid product category
ar_sa: الرجاء تحديد فئة منتج صالحة

source: Please select valid product status
ar_sa: الرجاء تحديد حالة منتج صالحة

source: Poll option too long
ar_sa: خيار التصويت طويل جدا

source: The poll option you provided is too long. Please try again
ar_sa: خيار الاستطلاع الذي قدمته طويل جدًا. حاول مرة اخرى

source: Poll Option Already Added
ar_sa: خيار التصويت أضيف بالفعل

source: This option was already added to the poll
ar_sa: تمت إضافة هذا الخيار بالفعل إلى الاستطلاع

source: Poll Text Needed
ar_sa: نص الاقتراع مطلوب

source: Ask a question so people know what your poll is about
ar_sa: اطرح سؤالًا حتى يعرف الناس ما الذي يدور حوله استطلاع الرأي

source: This content is no longer exist
ar_sa: هذا المحتوى لم يعد موجوداَ

source: Please enter your name
ar_sa: من فضلك أدخل إسمك

source: Please enter your location
ar_sa: الرجاء إدخال موقعك

source: Please enter your email
ar_sa: رجاءا أدخل بريدك الإلكتروني

source: Done
ar_sa: تمّ

source: Your application has been submitted successfully
ar_sa: تم تقديم طلبك بنجاح

source: Success
ar_sa: نجاح

source: This has been shared Successfully
ar_sa: تمت مشاركة هذا بنجاح

source: Add title for your funding request
ar_sa: أضف عنوان لطلب التمويل الخاص بك

source: Minimum funding title is 3 characters
ar_sa: الحد الأدنى من عنوان التمويل 3 أحرف

source: Maximum funding title is 100 characters
ar_sa: الحد الأقصى لعنوان التمويل 100 حرف

source: Please add valid funding amount
ar_sa: الرجاء إضافة مبلغ تمويل صالح

source: Add description for your funding request
ar_sa: أضف وصفًا لطلب التمويل الخاص بك

source: Minimum funding description is 32 characters
ar_sa: الحد الأدنى لوصف التمويل 32 حرفًا

source: Maximum funding description is 1000 characters
ar_sa: الحد الأقصى لوصف التمويل 1000 حرف

source: Add cover image for your funding request
ar_sa: أضف صورة غلاف لطلب التمويل الخاص بك

source: Please the amount you would like to receive
ar_sa: من فضلك المبلغ الذي ترغب في الحصول عليه

source: Add title for your job
ar_sa: أضف عنوانًا لعملك

source: Minimum job title is 3 characters
ar_sa: الحد الأدنى للمسمى الوظيفي هو 3 أحرف

source: Maximum job title is 100 characters
ar_sa: المسمى الوظيفي هو 100 حرف كحد أقصى

source: Add location for your job
ar_sa: أضف موقعًا لعملك

source: Enter valid minimum salary
ar_sa: أدخل حد أدنى صالحًا للراتب

source: Enter valid maximum salary
ar_sa: أدخل حدًا أقصى صالحًا للراتب

source: Select valid salary payment period
ar_sa: حدد فترة سداد الراتب صالحة

source: Select valid job type
ar_sa: حدد نوع الوظيفة الصالحة

source: select valid category for your job
ar_sa: حدد فئة صالحة لعملك

source: Add description for your job
ar_sa: أضف وصفًا لعملك

source: Minimum job description is 32 characters
ar_sa: الحد الأدنى لوصف الوظيفة 32 حرفًا

source: Maximum job description is 1000 characters
ar_sa: الحد الأقصى لوصف الوظيفة 1000 حرف

source: Enter your question
ar_sa: أدخل سؤالك

source: Enter choices for your question
ar_sa: أدخل اختيارات لسؤالك

source: Add cover image for your job
ar_sa: أضف صورة غلاف لعملك

source: You already applied for this job before
ar_sa: لقد تقدمت بالفعل لهذه الوظيفة من قبل

source: Please answer all the questions
ar_sa: الرجاء الإجابة على جميع الأسئلة

source: Activated
ar_sa: تم التنشيط

source: Your account already activated!
ar_sa: تم تفعيل حسابك بالفعل!

source: Your phone has been changed
ar_sa: تم تغيير هاتفك

source: Please check your phone and copy the verification code to complete the verification process
ar_sa: عملية التحقق

source: Please click on the link in that email message to complete the verification process
ar_sa: الرجاء النقر فوق الرابط الموجود في رسالة البريد الإلكتروني هذه لإكمال عملية التحقق. إذا لم ترى الرسالة في بريدك الوارد تحقق من قسم البريد الغير هام في بريدك أو أرسل بريد التحقق مرة أخرى

source: Your message has been sent! Thanks a lot and will be back to you soon
ar_sa: تم ارسال رسالتك! شكرا جزيلاً سنعود اليك قريباً عبر بريدك الالكتروني المدون في الرسالة

source: Your email has been changed
ar_sa: تم تغيير البريد الإلكتروني الخاص بك

source: Another SMS has been sent
ar_sa: تم إرسال رسالة قصيرة أخرى

source: Your password has been changed you can login now
ar_sa: تم تغيير كلمة المرور الخاصة بك يمكنك تسجيل الدخول الآن

source: Registration is closed right now
ar_sa: التسجيل مغلق الآن

source: You have to select a valid source for the movie
ar_sa: يجب عليك تحديد مصدر صالح للفيلم

source: You have to enter title for the movie
ar_sa: يجب عليك إدخال عنوان للفيلم

source: Please enter a valid imdb link
ar_sa: الرجاء إدخال ارتباط صالح imdb

source: You have to select genre for the movie
ar_sa: يجب عليك تحديد النوع للفيلم

source: Movie info have been updated
ar_sa: تم تحديث معلومات الفيلم

source: Genre info have been updated
ar_sa: تم تحديث معلومات النوع

source: Ads info have been updated
ar_sa: تم تحديث معلومات الإعلانات

source: Widget info have been updated
ar_sa: تم تحديث معلومات القطع

source: Emoji info have been updated
ar_sa: تم تحديث معلومات الرموز التعبيرية

source: Category info have been updated
ar_sa: تم تحديث معلومات الفئة

source: Please enter a valid URL to your page
ar_sa: الرجاء إدخال عنوان URL صالحاً للصفحة الخاصة بك

source: belongs to an existing static page
ar_sa: ينتمي إلى صفحة ثابتة موجودة

source: Static page info have been updated
ar_sa: تم تحديث معلومات الصفحة

source: You must enter the email subject
ar_sa: يجب عليك إدخال موضوع البريد الإلكتروني

source: You must enter the message subject
ar_sa: يجب عليك إدخال موضوع الرسالة

source: Email could not be sent
ar_sa: تعذر إرسال البريد الإلكتروني

source: Your request has been sent successfully and will be processed in the background
ar_sa: تم إرسال طلبنا بنجاح وستتم معالجته في الخلفية

source: Newsletter email has been sent successfully
ar_sa: تم إرسال البريد الإلكتروني للنشرة الإخبارية بنجاح

source: You can not disable wallet as long as Ads system enabled, Disable it first
ar_sa: لا يمكنك تعطيل المحفظة طالما تم تمكين نظام الإعلانات ، قم بتعطيله أولاً

source: You must select one withdrawal payment method at least
ar_sa: يجب عليك تحديد طريقة دفع سحب واحدة على الأقل

source: Language info have been updated
ar_sa: تم تحديث معلومات اللغة

source: Gender info have been updated
ar_sa: تم تحديث معلومات الجنس

source: Oops! There is no theme folder availble in your 'content/themes' folder with such name make sure you cloned the default theme folder first then rename it with your new theme name
ar_sa: أُووبس! لا يوجد مجلد سمة متاح في مجلد "المحتوى / السمات" الخاص بك بهذا الاسم ، تأكد من استنساخ مجلد السمة الافتراضي أولاً ثم أعد تسميته باسم السمة الجديد الخاص بك

source: This is your only default theme you need to mark other theme as default before change/delete this one
ar_sa: هذا هو المظهر الافتراضي الوحيد الذي تحتاجه لتمييز السمة الأخرى على أنها سمة افتراضية قبل تغيير / حذف هذا الموضوع

source: Theme info have been updated
ar_sa: تم تحديث معلومات الثيمات

source: You must upload gift image
ar_sa: يجب عليك تحميل صورة الهدية

source: gift info have been updated
ar_sa: تم تحديث معلومات الهدية

source: Game info have been updated
ar_sa: تم تحديث معلومات اللعبة

source: Yes
ar_sa: نعم

source: No
ar_sa: لا

source: Total
ar_sa: المجموع

source: Event info have been updated
ar_sa: تم تحديث معلومات المناسبة

source: You must enter valid number for how many users you want to generate
ar_sa: يجب إدخال رقم صالح لعدد المستخدمين الذين تريد تكوينهم

source: The maximum number of generated users is 1000 per request
ar_sa: الحد الأقصى لعدد المستخدمين الذين تم إنشاؤهم هو 1000 لكل طلب

source: All users points blance have been resetted
ar_sa: تم إعادة تعيين جميع نقاط المستخدمين

source: All users points balance have been resetted
ar_sa: تم إعادة تعيين رصيد جميع نقاط المستخدمين

source: Garbage collector removed
ar_sa: تمت إزالة جامع القمامة

source: rows from the database
ar_sa: صفوف من قاعدة البيانات

source: Select which backup you would like to generate
ar_sa: حدد النسخة الاحتياطية التي ترغب في إنشائها

source: New backup has been generated
ar_sa: تم إنشاء نسخة احتياطية جديدة

source: You have to select a valid pattern type
ar_sa: يجب عليك تحديد نوع نمط صالح

source: You have to select the color 1
ar_sa: يجب عليك تحديد اللون 1

source: You have to select the color 2
ar_sa: يجب عليك تحديد اللون 2

source: You have to upload the background image
ar_sa: يجب عليك تحميل صورة الخلفية

source: You have to select the text color
ar_sa: يجب عليك تحديد لون النص

source: Pattern info have been updated
ar_sa: تم تحديث معلومات النمط

source: You can not set the forum as a section to itself
ar_sa: لا يمكنك تعيين المنتدى كقسم لنفسه

source: Forum info have been updated
ar_sa: تم تحديث معلومات المنتدى

source: You don't have the right permission to edit this user
ar_sa: ليس لديك الإذن الصحيح لتعديل هذا المستخدم

source: This account not exist
ar_sa: هذا الحساب غير موجود

source: User info have been updated
ar_sa: تم تحديث معلومات المستخدم

source: First name must be at least 3 characters long. Please try another
ar_sa: يجب أن يتكون الاسم الأول من 3 أحرف على الأقل. يرجى تجربة أخرى

source: Last name must be at least 3 characters long. Please try another
ar_sa: يجب ألا يقل الاسم الأخير عن 3 أحرف. يرجى تجربة أخرى

source: You must enter valid amount of points
ar_sa: يجب عليك إدخال عدد صحيح من النقاط

source: fake users accounts generated successfully
ar_sa: تم إنشاء حسابات المستخدمين المزيفة بنجاح

source: Test email has been sent to
ar_sa: تم إرسال البريد الإلكتروني التجريبي إلى

source: Test SMS has been sent to
ar_sa: تم إرسال اختبار SMS إلى

source: Connection established Successfully!
ar_sa: تم تأسيس الاتصال بنجاح!

source: You must enter the notification url
ar_sa: يجب عليك إدخال رابط الإعلام

source: You must enter the notification message
ar_sa: يجب عليك إدخال رسالة الإعلام

source: Notification has been sent successfully
ar_sa: تم إرسال الإخطار بنجاح

source: You have to select a valid field for value
ar_sa: يجب عليك تحديد حقل صالح للقيمة

source: You have to enter the field label
ar_sa: يجب عليك إدخال تسمية الحقل

source: You have to select a valid type
ar_sa: يجب عليك تحديد نوع صالح

source: You have to enter the select options
ar_sa: يجب عليك إدخال خيارات التحديد

source: You have to select a valid place
ar_sa: يجب عليك تحديد مكان صالح

source: You have to enter valid field length
ar_sa: يجب عليك إدخال طول حقل صالح

source: The field minimum length is 1 and maximum 1000 characters
ar_sa: الحد الأدنى لطول الحقل هو 1 و 1000 حرف كحد أقصى

source: You have to enter valid field order
ar_sa: يجب عليك إدخال أمر حقل صالح

source: Field info have been updated
ar_sa: تم تحديث المعلومات الميدانية

source: Group info have been updated
ar_sa: تم تحديث معلومات المجموعة

source: You must upload sticker image
ar_sa: يجب عليك تحميل صورة لاصقة

source: Sticker info have been updated
ar_sa: تم تحديث معلومات الملصق

source: Page info have been updated
ar_sa: تم تحديث معلومات الصفحة

source: You have to enter the package name
ar_sa: يجب عليك إدخال اسم الحزمة

source: You have to enter valid package price
ar_sa: يجب عليك إدخال سعر حزمة صالح

source: You have to enter valid period number
ar_sa: يجب عليك إدخال رقم فترة صالح

source: You have to enter valid boost posts number
ar_sa: يجب عليك إدخال رقم مشاركات تعزيز صحيح

source: You have to enter valid boost pages number
ar_sa: يجب عليك إدخال رقم صفحات دفعة صالح

source: Package info have been updated
ar_sa: تم تحديث معلومات الحزمة

source: You have to enter the announcement name
ar_sa: يجب عليك إدخال اسم الإعلان

source: You have to enter the announcement HTML code
ar_sa: يجب عليك إدخال الإعلان عن التعليمات البرمجية ل HTML

source: You have to enter the announcement start date
ar_sa: يجب عليك إدخال تاريخ بدء الإعلان

source: You have to enter the announcement end date
ar_sa: يجب عليك إدخال تاريخ انتهاء الإعلان

source: End Date must be after the Start Date
ar_sa: وقت النهاية يجب أن يكون بعد وقت البدء

source: Announcement info have been updated
ar_sa: تم تحديث معلومات الإعلان

source: Your info has been updated
ar_sa: تم تحديث معلوماتك

source: Your password has been updated
ar_sa: تم تحديث كلمة مرورك

source: Your two-factor authentication settings have been updated
ar_sa: تم تحديث إعدادات المصادقة ذات العاملين

source: Your privacy settings have been updated
ar_sa: تم تحديث إعدادات الخصوصية الخاصة بك

source: You have to select a gift to send
ar_sa: عليك أن تختار هدية لإرسالها

source: Your gift has been sent successfully
ar_sa: تم إرسال هديتك بنجاح
