Repository: REChain-Network-Solutions/DAO
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Your Invitations Codes
ar_sa: رموز الدعوات الخاصة بك

source: Invitation Code
ar_sa: شفرة الدعوة

source: Used By
ar_sa: مستعمل من قبل

source: Help friends know you better and show them what you have in common
ar_sa: مساعدة الأصدقاء أعلم أنك أفضل، وتبين لهم ما لديك المشتركة

source: See what everyone’s up to and what’s on their minds
ar_sa: انظر ما كل شخص يصل إلى وما يدور في عقولهم

source: Never miss a thing out! Keep in touch with your fans and customers
ar_sa: لم تفوت أي شيء! البقاء على اتصال مع المشجعين والعملاء الخاصة بك

source: Communicate and collaborate with the people who share your interests
ar_sa: التواصل والتعاون مع الشعب الذي تقاسم المصالح الخاصة بك

source: Members can organize community events for online and offline doings
ar_sa: يمكن للأعضاء تنظيم فعاليات مجتمعية لأحداث على الإنترنت وخارجها

source: Sharing thoughts, ideas and creating amazing contents
ar_sa: تبادل الأفكار والأفكار وإنشاء محتويات مذهلة

source: Trusted community marketplace wherein members can post and browse items
ar_sa: سوق مجتمع موثوق به حيث يمكن للأعضاء نشر العناصر وتصفحها

source: Fundraisers make it easy to support friends, family and the causes that are important to you
ar_sa: تُسهل حملات جمع التبرعات دعم الأصدقاء والعائلة والأسباب المهمة بالنسبة لك

source: Find the best offers that you can buy
ar_sa: ابحث عن أفضل العروض التي يمكنك شراؤها

source: Seeking for a job, You can find theme here
ar_sa: البحث عن عمل ، يمكنك العثور على الموضوع هنا

source: Forum is an old­school framework for online community
ar_sa: المنتدى هو إطار عمل مدرسي قديم للمجتمع عبر الإنترنت

source: Watching movies always fun, Watch with the people who share your interests
ar_sa: مشاهدة الأفلام دائمًا ممتعة ، شاهد مع الأشخاص الذين يشاركونك اهتماماتك

source: Playing games always fun, Play with the people who share your interests
ar_sa: ممارسة الألعاب ممتعة دائمًا ، العب مع الأشخاص الذين يشاركونك اهتماماتك

source: Add New Language
ar_sa: إضافة لغة جديدة

source: Make it the default language of the site
ar_sa: اجعلها اللغة الافتراضية للموقع

source: Make it enbaled so the user can translate the site to it
ar_sa: اجعله مفعلًا بحيث يمكن للمستخدم ترجمة الموقع إليه

source: Language country_code, For Example: en_us, ar_sa or fr_fr
ar_sa: Language country_code ، على سبيل المثال: en_us أو ar_sa أو fr_fr

source: Native Name
ar_sa: الاسم الأصلي

source: The native name of this language
ar_sa: الاسم الأصلي لهذه اللغة

source: Flag
ar_sa: علم

source: Direction
ar_sa: اتجاه

source: The direction of this language 'Left To Right' or 'Right To Left'
ar_sa: اتجاه هذه اللغة '"من اليسار إلى اليمين"' أو '"من اليمين إلى اليسار"'

source: Profile Picture
ar_sa: صورة الملف الشخصي

source: Cover Photo
ar_sa: صورة الغلاف

source: Page Picture
ar_sa: صورة الصفحة

source: Page Cover
ar_sa: غلاف الصفحة

source: Group Picture
ar_sa: صورة المجموعة

source: Group Cover
ar_sa: غلاف المجموعة

source: Event Cover
ar_sa: صورة المناسبة

source: Offer
ar_sa: عرض

source: Job
ar_sa: مهنة

source: Mark All As Safe
ar_sa: وضع علامة على الكل على أنه آمن

source: Node
ar_sa: الاصل

source: Reporter By
ar_sa: مراسل بواسطة

source: View Post
ar_sa: مشاهدة المنشور

source: View Comment
ar_sa: مشاهدة التعليق

source: View Thread
ar_sa: عرض الموضوع

source: View Reply
ar_sa: عرض الرد

source: Select
ar_sa: تحديد

source: Poke
ar_sa: نكز

source: Block
ar_sa: حظر

source: Profile Completion
ar_sa: استكمال ملف التعريف

source: Add your profile picture
ar_sa: أضف صورة ملفك الشخصي

source: Add your profile cover
ar_sa: أضف غلاف ملفك الشخصي

source: Add your biography
ar_sa: أضف سيرتك الذاتية

source: Add your birthdate
ar_sa: أضف تاريخ ميلادك

source: Add your relationship
ar_sa: اضف العلاقات الخاصة بك

source: Add your work info
ar_sa: أضف معلومات عملك

source: Add your location info
ar_sa: أضف معلومات موقعك

source: Add your education info
ar_sa: أضف معلومات التعليم الخاصة بك

source: Send a Gift
ar_sa: أرسل هدية

source: Lives in
ar_sa: يعيش في

source: Studied
ar_sa: درس

source: Class of
ar_sa: فئة من

source: Followed by
ar_sa: متابَع بواسطة

source: people
ar_sa: أشخاص

source: Basic Info
ar_sa: معلومات أساسية

source: Other Info
ar_sa: معلومات اخرى

source: Add
ar_sa: إضافة

source: Unblock
ar_sa: رفع الحظر

source: Invite
ar_sa: دعوة

source: Remove Admin
ar_sa: إزالة المسؤول

source: Make Admin
ar_sa: اجعل المسؤول

source: Approve
ar_sa: موافقة

source: Create Job
ar_sa: إنشاء وظيفة

source: Promoted Jobs
ar_sa: ترقية الوظائف

source: Edit Funding Request
ar_sa: تحرير طلب التمويل

source: Home
ar_sa: الرئيسية

source: Sub-Forums
ar_sa: الأقسام الفرعية

source: What's Going On?
ar_sa: ما الذي يحدث؟

source: Who's online
ar_sa: المتواجدون حاليا

source: Forum Statistics
ar_sa: إحصائيات المنتدى

source: Thread
ar_sa: خيط

source: Last Post
ar_sa: آخر مشاركة

source: No Threads
ar_sa: لا مواضيع

source: Content
ar_sa: يحتوى

source: Forum
ar_sa: المنتدى

source: Keyword(s)
ar_sa: كلمة / كلمات رئيسية

source: Search For
ar_sa: ابحث

source: Search in Forum(s)
ar_sa: البحث في المنتدى (المنتديات)

source: Search All Forums
ar_sa: البحث في جميع المنتديات

source: Also search in child forums
ar_sa: ابحث أيضا في منتديات الأطفال

source: Results Found
ar_sa: نتائج تم إيجادها

source: The system has been shutted down
ar_sa: تم إغلاق النظام

source: Turn it on from
ar_sa: قم بتشغيله من

source: Create Story
ar_sa: إضافة قصة

source: Create Ads
ar_sa: إنشاء إعلان

source: Create Page
ar_sa: انشاء صفحة

source: Create Group
ar_sa: إنشاء مجموعة

source: Reason
ar_sa: السبب

source: Place
ar_sa: المكان

source: Pro Packages
ar_sa: الباقات المميزة

source: Featured member
ar_sa: عضو خاص و مميز يحصل على صلاحيات و إمتيازات إضافية

source: Verified badge
ar_sa: شارة التحقق (تخضع لشروط محددة)

source: Posts promotion
ar_sa: ترقية المشاركات

source: Boost up to
ar_sa: الترويجية

source: Pages promotion
ar_sa: ترقية الصفحات

source: Go Live
ar_sa: إبدأ البث المباشر

source: Buy Now
ar_sa: شراء الان

source: Upgrade Now
ar_sa: ترقية الان

source: Please log in to like, share and comment!
ar_sa: الرجاء تسجيل الدخول , للأعجاب والمشاركة والتعليق على هذا!

source: Create New Story
ar_sa: إضافة قصة جديدة

source: Enable you to send notifications to all site users
ar_sa: تمكّنك من إرسال إشعارات إلى جميع مستخدمي الموقع

source: Notification link used when user clicks on the notification
ar_sa: رابط الإشعار المستخدم عندما ينقر المستخدم على الإشعار

source: Turn the marketplace On and Off
ar_sa: تشغيل وإيقاف السوق

source: People Who Shared This
ar_sa: الناس الذين يشارك هذا

source: No people shared this
ar_sa: لم يشارك أي شخص هذا

source: Dashboard
ar_sa: لوحة التحكم

source: Manage Users
ar_sa: إدارة المستخدمين

source: Manage Online
ar_sa: إدارة المتصلين

source: Manage Banned
ar_sa: إدارة المحظورين

source: Manage Reports
ar_sa: إدارة التقارير

source: Manage Pages
ar_sa: إدارة الصفحات

source: Manage Groups
ar_sa: إدارة المجموعات

source: Manage Events
ar_sa: إدارة المناسبات

source: View Group
ar_sa: عرض المجموعة

source: Group ID
ar_sa: معرف المجموعة

source: Create New Event
ar_sa: إضافة مناسبة جديد

source: Will receive your
ar_sa: سوف تتلقى بك

source: Email Address
ar_sa: عنوان البريد الإلكتروني

source: Continue as
ar_sa: تواصل بإسم

source: Promoted Posts
ar_sa: المنشورات المميزة

source: Mutual Friends
ar_sa: أصدقاء مشتركون

source: Only you can see this post
ar_sa: أنت فقط يمكنك رؤية هذا المنشور

source: Donations
ar_sa: تبرعات

source: Points Enabled
ar_sa: تفعيل نظام النقاط

source: Enable or Disable the points system
ar_sa: تمكين أو تعطيل نظام النقاط

source: How much points eqaul to
ar_sa: كم تساوي النقاط

source: Points/Post
ar_sa: النقاط / المشاركة

source: How many points user will get for each new post
ar_sa: كم عدد النقاط التي سيحصل عليها المستخدم لكل منشور جديد

source: Points/Comment
ar_sa: النقاط / التعليق

source: Points/Reaction
ar_sa: النقاط / رد الفعل

source: Affiliates System
ar_sa: نظام الشركات التابعة

source: Free Users Daily Limit
ar_sa: الحد اليومي للمستخدمين المجاني

source: The maximum number of points regular user can get per day
ar_sa: الحد الأقصى لعدد النقاط التي يمكن للمستخدم العادي الحصول عليها في اليوم

source: Pro Users Daily Limit
ar_sa: الحد اليومي للمستخدمين المميزين

source: The maximum number of points pro user can get per day
ar_sa: الحد الأقصى لعدد النقاط التي يمكن للمستخدم المميز الحصول عليها يوميًا

source: Create New Group
ar_sa: إضافة مجموعة جديدة

source: User/Page
ar_sa: مستخدم/صفحة

source: Not Logged In
ar_sa: لم تسجل الدخول

source: Please log in to continue
ar_sa: الرجاء تسجيل الدخول للمتابعة

source: Login
ar_sa: تسجيل الدخول

source: Confirm Password
ar_sa: تأكيد كلمة المرور

source: Search for
ar_sa: نوع البحث

source: Offline
ar_sa: غير متصل

source: Two-factor authentication required
ar_sa: مطلوب مصادقة ثنائية

source: You've asked us to require a 6-digit login code when anyone tries to access your account from a new device or browser
ar_sa: لقد طلبت منا أن نطلب رمز تسجيل دخول مكونًا من 6 أرقام عندما يحاول أي شخص تسجيل الدخول إلى حسابك

source: Enter the 6-digit code that we sent to your
ar_sa: أدخل الرمز المكون من 6 أرقام الذي أرسلناه إلى

source: Check Your Email
ar_sa: تفقد بريدك الإلكتروني

source: Check your email
ar_sa: تفقد بريدك الإلكتروني

source: We sent your code to
ar_sa: أرسلنا التعليمات البرمجية ل

source: Change Your Password!
ar_sa: تغيير كلمة المرور!

source: New Password
ar_sa: كلمة المرور الجديدة

source: Change Email Address
ar_sa: تغيير البريد الالكتروني

source: Current Email
ar_sa: الايميل الحالي

source: New Email
ar_sa: بريد إلكتروني جديد

source: Enter the code from the SMS message
ar_sa: أدخل الرمز من رسالة SMS

source: Let us know if this mobile number belongs to you. Enter the code in the SMS
ar_sa: أخبرنا إذا كان رقم الجوال هذا يخصك. أدخل الرمز في الرسالة القصيرة

source: Current Phone
ar_sa: الهاتف الحالي

source: New Phone
ar_sa: هاتف جديد

source: For example
ar_sa: مثال

source: Our website is made possible by displaying online advertisements to our visitors
ar_sa: أصبح موقعنا الإلكتروني ممكنًا من خلال عرض إعلانات عبر الإنترنت لزوارنا

source: Please consider supporting us by disabling your ad blocker
ar_sa: يرجى النظر في دعمنا من خلال تعطيل مانع الإعلانات الخاص بك

source: Scroll to the next post
ar_sa: انتقل إلى الوظيفة التالية

source: Scroll to the previous post
ar_sa: انتقل إلى الوظيفة السابقة

source: Privacy Settings
ar_sa: عرض إعدادات الخصوصية

source: Turn Off Chat
ar_sa: إيقاف الدردشة

source: Turn On Chat
ar_sa: قم بتفعيل الدردشه

source: New Message
ar_sa: رسالة جديدة

source: Calling
ar_sa: اتصال

source: Connecting
ar_sa: جار الإتصال

source: Close
ar_sa: إغلاق

source: Wants to have video call with you
ar_sa: يريد إجراء مكالمة فيديو معك

source: Wants to have audio call with you
ar_sa: يريد إجراء مكالمة صوتية معك

source: Good Morning
ar_sa: صباح الخير

source: Good Afternoon
ar_sa: نهارك طيب

source: Good Evening
ar_sa: مساء الخير

source: sent you a gift
ar_sa: أرسل لك هدية

source: Post Hidden
ar_sa: منشور مخفي

source: This post will no longer appear to you
ar_sa: لن تظهر لك هذه الوظيفة بعد الآن

source: Undo
ar_sa: تراجع

source: You won't see posts from
ar_sa: لن ترى المشاركات من

source: in News Feed anymore
ar_sa: في صفحتك بعد الآن

source: Send To
ar_sa: ارسل إلى

source: Withdraw Affiliates Credit
ar_sa: سحب الائتمان التابع

source: Your Affiliates Credit
ar_sa: رصيد الشركات التابعة لك

source: Withdraw Points Credit
ar_sa: سحب رصيد النقاط

source: Your Points Credit
ar_sa: رصيد نقاطك

source: Your Funding Credit
ar_sa: الائتمان الخاص بك

source: Withdraw Funding Credit
ar_sa: سحب رصيد التمويل

source: Crop Picture
ar_sa: قص الصورة

source: Your file is ready to download
ar_sa: ملفك جاهز للتنزيل

source: Documents
ar_sa: الوثائق

source: Personal Photo
ar_sa: الصورة الشخصية

source: Verify
ar_sa: تحقق

source: Credit Card
ar_sa: بطاقة ائتمان

source: Alipay
ar_sa: و alipay

source: Wallet Credit
ar_sa: رصيد المحفظة

source: Pay
ar_sa: دفع

source: Card Info
ar_sa: معلومات البطاقة

source: Card Number
ar_sa: رقم البطاقة

source: Exp Month
ar_sa: شهر الخبرة

source: Exp Year
ar_sa: سنة الخبرة

source: Billing Information
ar_sa: معلومات الفوترة

source: State
ar_sa: الحالة

source: Account Number / IBAN
ar_sa: رقم الحساب / رقم حساب IBAN

source: Account Name
ar_sa: إسم الحساب

source: Routing Code
ar_sa: كود التوجيه

source: Bank Receipt
ar_sa: إيصال البنك

source: Search for nodes you want new accounts to auto connect
ar_sa: إبحث عن العقد التي تريد أن تتصل بها الحسابات الجديدة تلقائيًا

source: Messenger
ar_sa: مراسلة

source: Load Older Threads
ar_sa: تحميل الرسائل القديمة

source: No Conversation Selected
ar_sa: لم يتم اختيار رسالة

source: Earn up to
ar_sa: تكسب ما يصل الى

source: For each user you will refer
ar_sa: لكل مستخدم سوف تقوم بالرجوع إليه

source: You will be paid when
ar_sa: سوف ندفع لك عندما

source: new user registered
ar_sa: مستخدم جديد مسجل

source: From the package price of your refered user
ar_sa: من سعر حزمة المستخدم المشار إليه

source: new user registered & bought a package
ar_sa: مستخدم جديد مسجل واشترى حزمة

source: Your affiliate link is
ar_sa: الرابط التابع الخاص بك هو

source: No affiliates
ar_sa: لا فروع

source: Add New Field
ar_sa: إضافة حقل جديد

source: Label
ar_sa: ضع الكلمة المناسبة

source: For
ar_sa: ل

source: Mandatory
ar_sa: إلزامي

source: Select Box
ar_sa: حدد مربع

source: Multiple Select
ar_sa: تحديد متعدد

source: Field For
ar_sa: حقل

source: Select Options
ar_sa: حدد خيارات

source: The description will show under the field
ar_sa: سيظهر الوصف أسفل الحقل

source: Field place in settings page
ar_sa: مكان الحقل في صفحة الإعدادات

source: Value Length
ar_sa: طول القيمة

source: Default value is 32, and max value is 1000
ar_sa: القيمة الافتراضية هي 32، والقيمة القصوى هي 1000

source: The order of this field, custom fields will be displayed in ascending order
ar_sa: ترتيب هذا الحقل ، سيتم عرض الحقول المخصصة بترتيب تصاعدي

source: Clickable
ar_sa: قابل للنقر

source: Make the value shows as link
ar_sa: إجعل القيمة تظهر كارتباط

source: User must fill the field
ar_sa: يجب على المستخدم ملء الحقل

source: Show in Registration
ar_sa: إظهار في التسجيل

source: The label of your custom field, also will be used as a placeholder
ar_sa: سيتم استخدام تصنيف الحقل المخصص أيضًا كعنصر نائب

source: The type of your custom field
ar_sa: نوع الحقل المخصص الخاص بك

source: Allow users to create ads
ar_sa: السماح للمستخدمين بإنشاء الإعلانات

source: Ads Campaigns Approval System
ar_sa: نظام الموافقة على الحملات الإعلانية

source: Cost by View
ar_sa: التكلفة حسب المشاهدة

source: Cost by Click
ar_sa: التكلفة عن طريق النقر

source: Add New Ads
ar_sa: إضافة اعلان

source: Posts Feed
ar_sa: المشاركات

source: Header
ar_sa: رأس الصفحة

source: Footer
ar_sa: ذيل الصفحة

source: Video uploaded successfully
ar_sa: الفيديو التي تم تحميلها بنجاح

source: Custom Video Thumbnail
ar_sa: صورة مصغرة مخصصة للفيديو

source: Audio uploaded successfully
ar_sa: أغنية تم تحميلها بنجاح

source: File uploaded successfully
ar_sa: الملفات التي تم تحميلها بنجاح

source: Create Album
ar_sa: إنشاء ألبوم

source: Create Offer
ar_sa: إنشاء عرض

source: Create Poll
ar_sa: إنشاء استطلاع

source: Upload Video
ar_sa: تحميل فيديو

source: Upload Audio
ar_sa: تحميل ملف صوتي

source: Upload File
ar_sa: تحميل ملف

source: Any
ar_sa: أياً كان

source: Played
ar_sa: لعب

source: Market
ar_sa: المتجر

source: Sub-Categories
ar_sa: الفئات الفرعية

source: Posted
ar_sa: نشر بتاريخ

source: Cover
ar_sa: الغلاف

source: Tags
ar_sa: الوسوم

source: Create New Page
ar_sa: إضافة صفحة جديدة

source: Sent Requests
ar_sa: الطلبات المرسلة

source: No people available for your search
ar_sa: لا يوجد أشخاص متاحين لبحثك

source: Respond to Your Friend Request
ar_sa: الرد على طلب صديقك

source: Gender
ar_sa: الجنس

source: Relationship
ar_sa: العلاقة

source: Online Status
ar_sa: الموجودين

source: Promoted Offers
ar_sa: العروض التي تم الترويج لها

source: End
ar_sa: نهاية

source: Getting the Camera and Mic permissions
ar_sa: الحصول على أذونات الكاميرا والميكروفون

source: Section
ar_sa: القسم

source: Set as a Section
ar_sa: تعيين كقسم

source: First name
ar_sa: الاسم الاول

source: Last name
ar_sa: اللقب

source: User Group
ar_sa: مجموعة المستخدمين

source: I expressly agree to receive the newsletter
ar_sa: أنا أوافق صراحة على تلقي النشرة الإخبارية

source: By creating your account, you agree to our
ar_sa: عن طريق إنشاء حسابك ، فإنك توافق على

source: Terms
ar_sa: الشروط

source: Privacy Policy
ar_sa: سياسة الخصوصية

source: No people voted for this
ar_sa: لم يصوت أي شخص لهذا

source: More Funding
ar_sa: المزيد من التمويل

source: Unboost
ar_sa: الغاء الترويج

source: Boost
ar_sa: ترويج

source: Boost Page
ar_sa: ترويج الصفحة

source: people like this
ar_sa: أشخاص أعجبو بهذا

source: Page Settings
ar_sa: إعدادات الصفحة

source: Page Information
ar_sa: معلومات الصفحة

source: Action Button
ar_sa: زر التشغيل

source: Action Button Text
ar_sa: نص زر الإجراء

source: For example: Subscribe, Get tickets, Preorder now or Shop now
ar_sa: على سبيل المثال: اشترك ، احصل على تذاكر ، Preorder الآن أو تسوق الآن

source: Action Button Color
ar_sa: زر عمل الزر

source: Action Button URL
ar_sa: عنوان URL الخاص بـ Action

source: This page is verified
ar_sa: تم التحقق من هذه الصفحة

source: Once you delete your page you will no longer can access it again
ar_sa: بعد حذف صفحتك، لن تتمكن مرة أخرى من الدخول إليها مرة أخرى

source: Share Invitation Code
ar_sa: شارك رمز الدعوة

source: Your invitation code is
ar_sa: رمز الدعوة الخاص بك هو

source: Share the code to
ar_sa: شارك الكود مع

source: Promoted Products
ar_sa: المنتجات التي تم الترويج لها

source: Email Verification Required
ar_sa: مطلوب التحقق من البريد الإلكتروني

source: Check your email inbox
ar_sa: تحقق من صندوق البريد الإلكتروني الخاص بك أو البريد الغير هام

source: to complete the verification process
ar_sa: لإكمال عملية التحقق

source: Phone Verification Required
ar_sa: مطلوب التحقق من الهاتف

source: Check your phone SMS
ar_sa: تحقق من رسائل هاتفك

source: Your account is already verified if you changed your username you will lose the verification badge
ar_sa: تم التحقق من حسابك بالفعل إذا قمت بتغيير إسم المستخدم الخاص بك ، فستفقد شارة التحقق

source: Secuirty Check
ar_sa: فحص أمني

source: Current Password
ar_sa: كلمة المرور الحالية

source: You need to enter your current password for security check
ar_sa: تحتاج إلى إدخال كلمة مرورك الحالية لفحص الأمان

source: News Feed
ar_sa: أخر الأخبار

source: Advertising
ar_sa: أسعار الإعلانات

source: explore
ar_sa: استكشف

source: Create New Job
ar_sa: قم بإنشاء وظيفة جديدة

source: Manage Banned IPs
ar_sa: إدارة عناوين IP المحظورة

source: Account
ar_sa: حساب

source: Extra
ar_sa: إضافي

source: Verified User
ar_sa: شخصية عامة تم التحقق منها

source: The message that is presented on this profile, if empty 404 error will be used instead
ar_sa: الرسالة التي يتم تقديمها في هذا الملف الشخصي ، إذا كانت فارغة ، فسيتم استخدام خطأ 404 بدلاً من ذلك

source: Account Activated
ar_sa: تم تفعيل الحساب

source: Account activation disabled from your system
ar_sa: تم تعطيل تفعيل الحساب من نظامك

source: Account activation enabled from your system settings by
ar_sa: تفعيل الحساب ممكّن من إعدادات النظام الخاص بك عن طريق

source: Demo Account
ar_sa: حساب تجريبي

source: If demo mode enabled this user will not be able to do anything
ar_sa: إذا تم تمكين الوضع التجريبي ، فلن يتمكن هذا المستخدم من فعل أي شيء

source: Administrators
ar_sa: مديري الموقع

source: Email Verified
ar_sa: تم التحقق من البريد الإلكتروني

source: Phone number (eg. +905...)
ar_sa: رقم الهاتف (على سبيل المثال +905 ...)

source: Phone Verified
ar_sa: تم التحقق من الهاتف

source: Delete User
ar_sa: حذف المستخدم

source: If chat disabled you will appear offline and will no see who is online too
ar_sa: إذا تم تعطيل الدردشة ، فستظهر في وضع عدم الاتصال ولن ترى من متصل أيضًا

source: Select Package
ar_sa: حدد الحزمة

source: Wallet Balance
ar_sa: رصيد المحفظة

source: Value
ar_sa: قيمة

source: Email Provider
ar_sa: مزود البريد الإلكتروني

source: Select what you want to add to the blackist
ar_sa: حدد ما تريد إضافته إلى القائمة السوداء

source: Add New Announcement
ar_sa: إضافة إعلان جديد

source: Announcement name will appear only in the admin panel (mandatory)
ar_sa: سوف يظهر اسم الإعلان فقط في لوحة الإدارة (إلزامي)

source: Announcement title will appear on the announcement block
ar_sa: سوف يظهر عنوان الإعلان على عرقلة إعلان

source: Warning
ar_sa: تحذير

source: Danger
ar_sa: خطر

source: Announcement name will appear only in the admin panel
ar_sa: سيظهر اسم الإعلان فقط في لوحة المشرف

source: Pinned Post
ar_sa: مثبت

source: Remember me
ar_sa: تذكرني

source: Forgotten password?
ar_sa: هل نسيت كلمة السر ؟

source: People Who Donated To This
ar_sa: الناس الذين تبرعوا لهذا

source: No people donated for this
ar_sa: لم يتبرع أحد لهذا الغرض

source: List Users
ar_sa: قائمة الأعضاء

source: List Moderators
ar_sa: قائمة المشرفين

source: List Admins
ar_sa: قائمة المسؤولين

source: List Online
ar_sa: إدارة المتصلين

source: List Banned
ar_sa: القائمة المحظورة

source: List Pages
ar_sa: قائمة الصفحات

source: List Categories
ar_sa: قائمة الاقسام

source: List Groups
ar_sa: قائمة المجموعات

source: List Events
ar_sa: قائمة المناسبات

source: List Offers
ar_sa: قائمة العروض

source: List Jobs
ar_sa: قائمة الوظائف

source: List Forums
ar_sa: قائمة المنتديات

source: List Threads
ar_sa: قائمة المواضيع

source: List Replies
ar_sa: قائمة الردود

source: List Movies
ar_sa: قائمة الأفلام

source: List Genres
ar_sa: قائمة الأنواع

source: Money
ar_sa: مال

source: Ads Settings
ar_sa: إعدادات الإعلانات

source: List Users Ads
ar_sa: قائمة المستخدمين الإعلانات

source: List System Ads
ar_sa: قائمة إعلانات النظام

source: Wallet Settings
ar_sa: إعدادات المحفظة

source: Pro Settings
ar_sa: إعدادات المستخدم المميز

source: List Packages
ar_sa: قائمة الباقات

source: List Subscribers
ar_sa: قائمة المشتركين

source: Affiliates Settings
ar_sa: اعدادات التسويق

source: Points Settings
ar_sa: إعدادات النقاط

source: Funding Settings
ar_sa: إعدادات التمويل

source: Developers Settings
ar_sa: إعدادات المطورين

source: List Apps
ar_sa: قائمة التطبيقات

source: List Requests
ar_sa: قائمة الطلبات

source: List Verified Users
ar_sa: المستخدمين الموثقين

source: List Verified Pages
ar_sa: الصفحات الموثقة

source: Customization
ar_sa: التخصيص

source: Reach
ar_sa: تصل

source: Build
ar_sa: بنية

source: Changing password will log you out from all other sessions
ar_sa: سيؤدي تغيير كلمة المرور إلى تسجيل خروجك من جميع الجلسات الأخرى

source: Confirm Current Password
ar_sa: تأكيد كلمة المرور الحالية

source: Your New Password
ar_sa: كلمة سرك الجديدة

source: Confirm New Password
ar_sa: تأكيد كلمة المرور الجديدة

source: Log in with a code from your
ar_sa: قم بتسجيل الدخول باستخدام رمز من

source: email
ar_sa: البريد الإلكتروني

source: phone
ar_sa: هاتف

source: Google Authenticator App
ar_sa: تطبيق Google Authenticator

source: as well as a password
ar_sa: بالإضافة إلى كلمة المرور

source: Configuring your authenticator
ar_sa: تكوين المصادقة الخاصة بك

source: You need to download Google Authenticator app for
ar_sa: تحتاج إلى تنزيل تطبيق Google Authenticator لـ

source: In your app, add a new account using the details below
ar_sa: في تطبيقك ، أضف حسابًا جديدًا باستخدام التفاصيل أدناه

source: Scanning the QR code
ar_sa: مسح رمز الاستجابة السريعة

source: Manually by entering this token
ar_sa: يدويا عن طريق إدخال هذا الرمز

source: Activate your authenticator
ar_sa: قم بتنشيط المصادقة الخاصة بك

source: Verification Code
ar_sa: رمز التحقق

source: Enter the code shown on your app
ar_sa: أدخل الرمز الظاهر في التطبيق الخاص بك

source: Most Recent
ar_sa: الأحدث

source: Top Comments
ar_sa: أعلى تعليقات

source: View previous comments
ar_sa: عرض التعليقات السابقة
