Repository: REChain-Network-Solutions/DAO
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Movies
ar_sa: الافلام

source: Error
ar_sa: خطأ

source: Ads Manager
ar_sa: مدير الإعلانات

source: New Campaign
ar_sa: إنشاء حملة

source: Edit Campaign
ar_sa: تحرير الحملة

source: Developers
ar_sa: المطوريين

source: My Apps
ar_sa: تطبيقاتي

source: Create New App
ar_sa: إضافة تطبيق جديد

source: Edit App
ar_sa: تعديل التطبيق

source: Share Plugin
ar_sa: مشاركة التطبيق

source: Wallet
ar_sa: المحفظة

source: Wallet Payments
ar_sa: مدفوعات المحفظة

source: Settings
ar_sa: الإعدادات

source: Account Settings
ar_sa: إعدادات الحساب

source: Edit Profile
ar_sa: تحرير الملف الشخصي

source: Change Password
ar_sa: تغيير كلمة المرور

source: Manage Sessions
ar_sa: إدارة الجلسات

source: Two-Factor Authentication
ar_sa: المصادقة الثنائية

source: Notifications
ar_sa: الإشعارات

source: Verification
ar_sa: التوثيق

source: Privacy
ar_sa: الخصوصية

source: Blocking
ar_sa: حظر

source: Linked Accounts
ar_sa: الحسابات المرتبطة

source: Membership
ar_sa: العضوية

source: Invitations
ar_sa: الدعوات

source: Affiliates
ar_sa: نظام التسويق

source: Affiliates Payments
ar_sa: المدفوعات بالاحالة

source: Points
ar_sa: النقاط

source: Points Payments
ar_sa: تحصيل النقاط

source: Marketplace
ar_sa: سوق المنتجات

source: Funding
ar_sa: التمويل

source: CoinPayments Transactions
ar_sa: معاملات CoinPayments

source: Bank Transfers
ar_sa: التحويلات البنكية

source: Apps
ar_sa: التطبيقات

source: Your Information
ar_sa: معلوماتك

source: Delete Account
ar_sa: حذف الحساب

source: Welcome to
ar_sa: مرحبا بكم في

source: Popular Posts
ar_sa: المنشورات المشهورة

source: Discover Posts
ar_sa: اكتشف المشاركات

source: My Products
ar_sa: منتجاتي

source: My Funding
ar_sa: التمويل الخاص بي

source: Saved Posts
ar_sa: المنشورات المحفوظة

source: Memories
ar_sa: ذكريات

source: Boosted Posts
ar_sa: تعزيز الوظائف

source: Boosted Pages
ar_sa: الصفحات المدعومة

source: Watch
ar_sa: راقب

source: Games
ar_sa: الألعاب

source: Your Games
ar_sa: العابك

source: Search
ar_sa: البحث

source: Events
ar_sa: المناسبات

source: Discover
ar_sa: اكتشف

source: Going Events
ar_sa: احداث ستذهب اليها

source: Interested Events
ar_sa: احداث مهتم بها

source: Invited Events
ar_sa: احداث مدعو اليها

source: My Events
ar_sa: مناسبة

source: Your session hash has been broken, Please contact Delus's support!
ar_sa: تم كسر تجزئة جلسة العمل الخاصة بك، يرجى الاتصال بفريق الدعم من قائمة الاتصال في الأسفل !

source: System Message
ar_sa: رسالة النظام

source: Your IP has been blocked
ar_sa: تم حظر الايبي الخاص بك

source: Admin
ar_sa: التحكم

source: Moderator
ar_sa: وسيط

source: Forums
ar_sa: المنتديات

source: Write New Thread
ar_sa: كتابة موضوع جديد

source: Edit Thread
ar_sa: تعديل الموضوع

source: Post Reply
ar_sa: إضافة رد

source: Edit Reply
ar_sa: تحرير الرد

source: My Threads
ar_sa: مواضيعي

source: My Replies
ar_sa: بلدي الردود

source: Search Results
ar_sa: نتائج البحث

source: Packages
ar_sa: الباقات

source: Directory
ar_sa: الدليل

source: Users Directory
ar_sa: دليل المستخدمين

source: Posts Directory
ar_sa: دليل المنشورات

source: Pages Directory
ar_sa: دليل الصفحات

source: Events Directory
ar_sa: دليل المناسبات

source: Games Directory
ar_sa: دليل الألعاب

source: Jobs
ar_sa: وظائف

source: Cart
ar_sa: عربة التسوق

source: Groups
ar_sa: المجموعات

source: Joined Groups
ar_sa: المجموعات منتمي اليها

source: My Groups
ar_sa: مجموعاتي

source: You don't have the right permission to access this
ar_sa: ليس لديك الإذن للوصول إلى هذه الصفحة

source: Panel
ar_sa: لوحة خيارات

source: System Settings
ar_sa: اعدادات النظام

source: Posts Settings
ar_sa: اعدادات المنشورات

source: Registration Settings
ar_sa: إعدادات التسجيل

source: Accounts Settings
ar_sa: إعدادات الحسابات

source: Email Settings
ar_sa: إعدادات البريد الإلكتروني

source: SMS Settings
ar_sa: إعدادات الرسائل القصيرة

source: Notifications Settings
ar_sa: إعدادات الإعلامات

source: Chat Settings
ar_sa: إعدادات المحادثة

source: Live Stream Settings
ar_sa: إعدادات البث المباشر

source: Uploads Settings
ar_sa: إعدادات الرفع

source: Payments Settings
ar_sa: إعدادات الدفع

source: Security Settings
ar_sa: إعدادات الأمان

source: Limits Settings
ar_sa: إعدادات القيود

source: Analytics Settings
ar_sa: إعدادات تحليلات

source: Themes
ar_sa: ثيمات

source: Add New
ar_sa: اضافة جديدة

source: Design
ar_sa: التصميم

source: Languages
ar_sa: اللغات

source: Currencies
ar_sa: العملات

source: Genders
ar_sa: الجنس

source: Users
ar_sa: المستخدمون

source: Admins
ar_sa: مدراء

source: Moderators
ar_sa: المشرفين

source: Online
ar_sa: متصل

source: Banned
ar_sa: محظور

source: Not Activated
ar_sa: غير مفعل

source: Find
ar_sa: يجد

source: Posts
ar_sa: المنشورات

source: Add New Category
ar_sa: إضافة قسم جديد

source: Pages
ar_sa: الصفحات

source: Categories
ar_sa: الأقسام

source: Blogs
ar_sa: المدونات

source: Offers
ar_sa: مفاوضاتي

source: Add New Forum
ar_sa: إضافة منتدي جديد

source: Threads
ar_sa: المواضيع

source: Replies
ar_sa: رد

source: Add New Movie
ar_sa: إضافة فيلم جديد

source: Genres
ar_sa: أنواع الافلام

source: Add New Genre
ar_sa: إضافة نوع جديد

source: Earnings
ar_sa: أرباح

source: Payments
ar_sa: المدفوعات

source: Ads
ar_sa: اعلانات

source: Users Ads
ar_sa: إعلانات المستخدمين

source: System Ads
ar_sa: إعلانات النظام

source: Payment Requests
ar_sa: طلبات الدفع

source: Pro System
ar_sa: نظام Pro

source: Subscribers
ar_sa: المشتركين

source: Points System
ar_sa: نظام النقاط

source: Products
ar_sa: منتجات

source: Funding Requests
ar_sa: طلبات التمويل

source: Tips
ar_sa: نصائح

source: Bank Receipts
ar_sa: فواتير البنك

source: Reports
ar_sa: التقارير

source: Forum Thread
ar_sa: موضوع

source: Forum Reply
ar_sa: رد

source: Blacklist
ar_sa: القائمة السوداء

source: Requests
ar_sa: الطلبات

source: Verified Users
ar_sa: توثيق المستخدمين

source: Verified Pages
ar_sa: توثيق الصفحات

source: Tools
ar_sa: الادوات

source: Auto Connect
ar_sa: اتصال اتوماتیک

source: Garbage Collector
ar_sa: مجمع المهملات

source: Factory Reset
ar_sa: إعادة ضبط المصنع

source: Custom Fields
ar_sa: الحقول المخصصة

source: Static Pages
ar_sa: الصفحات‪ الثابتة

source: Colored Posts
ar_sa: إضافة منشور ملون

source: Widgets
ar_sa: القطع

source: Emojis
ar_sa: الرموز التعبيرية

source: Edit Emoji
ar_sa: تعديل رمز تعبيري

source: Add New Emoji
ar_sa: إضافة رمز تعبيري

source: Stickers
ar_sa: الملصقات

source: Edit Sticker
ar_sa: تعديل الملصق

source: Add New Sticker
ar_sa: إضافة ملصق جديد

source: Gifts
ar_sa: الهدايا

source: Edit Gift
ar_sa: تحرير الهدية

source: Add New Gift
ar_sa: أضف هدية جديدة

source: Announcements
ar_sa: إعلانات

source: Mass Notifications
ar_sa: التنبيهات

source: Newsletter
ar_sa: المراسلات البريديه

source: Changelog
ar_sa: التغيرات

source: Messages
ar_sa: الرسائل

source: Discover People
ar_sa: إكتشف أشخاص

source: Find People
ar_sa: البحث عن ناس

source: Friend Requests
ar_sa: طلبات الصداقة

source: Friend Requests Sent
ar_sa: طلبات الصداقة المرسلة

source: Liked Pages
ar_sa: صفحات أُعجبت بها

source: My Pages
ar_sa: صفحاتي

source: Live
ar_sa: فعّال

source: Database Error
ar_sa: خطأ في قاعدة البيانات

source: An error occurred while writing to database. Please try again later
ar_sa: حدث خطأ أثناء الكتابة إلى قاعدة البيانات. الرجاء المحاولة مرة أخرى لاحقاً

source: Permission Needed
ar_sa: يلزم الحصول على إذن

source: You do not have the permission to view this content
ar_sa: ليس لديك إذن لعرض هذا المحتوى

source: 404 Not Found
ar_sa: خطأ 404 لم يتم ايجاد المطلوب

source: Sorry but the page you are looking for does not exist, have been removed. name changed or is temporarily unavailable
ar_sa: الصفحة التي تبحث عنها غير موجودة ،أو تمت إزالتها. أو تم تغيير الإسم أو أنها غير متاحة مؤقتًا

source: There is some thing went wrong
ar_sa: نعتذر يوجد خطأ

source: Test SMTP Connection on
ar_sa: اختبار اتصال SMTP على

source: Test email could not be sent. Please check your settings
ar_sa: اختبار البريد الإلكتروني لا يمكن إرسالها. يرجى التحقق من الإعدادات الخاصة بك

source: You need to enter Test Phone Number
ar_sa: تحتاج إلى إدخال رقم هاتف تجريبي

source: Test SMS from
ar_sa: اختبار SMS من

source: Test SMS could not be sent. Please check your settings
ar_sa: لا يمكن إرسال اختبار SMS. يرجى التحقق من الإعدادات الخاصة بك

source: Connection Failed, Please check your settings
ar_sa: فشل الاتصال ، يرجى التحقق من الإعدادات الخاصة بك

source: The file size is so big
ar_sa: حجم الملف كبير جداً

source: MB
ar_sa: ميجابايت

source: Something wrong with upload! Is 'upload_max_filesize' set correctly?
ar_sa: خطأ في تحميل شيء! تم تعيين 'upload_max_filesize' بشكل صحيح؟

source: The allowed file size is:
ar_sa: حجم الملف المسموح به هو:

source: Sorry, can not upload the file
ar_sa: عذرا، فشلت عملية رفع الملف. في حال إستمرت المشكلة قم برفع الملف عن طريق خيار "الملفات" الذي يظهر لك مباشرة , و ليس "الإستديو أو المعرض أو ملفاتي" و سيتم الرفع بنجاح أو يمكنك أيضاَ إستخدام موقعنا على المتصفح و الرفع من هناك لتخطي المشكلة نهائياَ

source: Sorry, can not upload the file for adult content
ar_sa: عذرا ، لا يمكن تحميل الملف لمحتوى البالغين

source: You don't have the permission to do this
ar_sa: ليس لديك إذن للقيام بذلك

source: The file type is not valid or not supported
ar_sa: نوع الملف غير صالح أو غير معتمد أو حدث خطأ أخر. في حال إستمرت المشكلة قم برفع الملف عن طريق خيار "الملفات" الذي يظهر لك مباشرة , و ليس "الإستديو أو المعرض أو ملفاتي" و سيتم الرفع بنجاح أو يمكنك أيضاَ إستخدام موقعنا على المتصفح و الرفع من هناك لتخطي المشكلة نهائياَ

source: Not Allowed
ar_sa: غير مسموح

source: There is no buckets in your account
ar_sa: لا يوجد دلاء في حسابك

source: There is no bucket with this name in your account
ar_sa: لا يوجد دلو يحمل هذا الاسم في حسابك

source: Package
ar_sa: حزمة

source: Pay For
ar_sa: دفع ل

source: Funding Donation
ar_sa: تمويل التبرع

source: Pro Package
ar_sa: حزمة برو

source: Subscription Needed
ar_sa: الاشتراك مطلوب

source: Before you can interact with other users, you need to buy subscription package
ar_sa: قبل أن تتمكن من التفاعل مع المستخدمين الآخرين ، تحتاج إلى شراء حزمة الاشتراك

source: You must sign in to see this page
ar_sa: يجب تسجيل الدخول لمشاهدة هذه الصفحة

source: Sign in
ar_sa: تسجيل الدخول

source: Feeling
ar_sa: يشعر

source: How are you feeling?
ar_sa: كيف تشعر؟

source: Listening To
ar_sa: الاستماع

source: What are you listening to?
ar_sa: الى ماذا تستمع؟

source: Watching
ar_sa: مشاهدة

source: What are you watching?
ar_sa: ماذا تشاهد؟

source: Playing
ar_sa: اللعب

source: What are you playing?
ar_sa: ماذا تلعب؟

source: Eating
ar_sa: الطعام

source: What are you eating?
ar_sa: ماذا تأكل؟

source: Drinking
ar_sa: الشراب

source: What are you drinking?
ar_sa: ماذا تشرب؟

source: Traveling To
ar_sa: السفر

source: Where are you going?
ar_sa: إلى أين تذهب؟

source: Reading
ar_sa: قراءة

source: What are you reading?
ar_sa: ماذا تقرأ؟

source: Attending
ar_sa: حضور

source: What are you attending?
ar_sa: ماذا تحضر؟

source: Celebrating
ar_sa: الاحتفال

source: What are you celebrating?
ar_sa: بماذا تحتفل؟

source: Looking For
ar_sa: البحث

source: What are you looking for?
ar_sa: عما تبحث؟

source: Happy
ar_sa: بالسعادة

source: Loved
ar_sa: بالحب

source: Satisfied
ar_sa: بالقناعة

source: Strong
ar_sa: بالقوة

source: Sad
ar_sa: بالحزن

source: Crazy
ar_sa: بالجنون

source: Tired
ar_sa: بالتعب

source: Sleepy
ar_sa: بالنعاس

source: Confused
ar_sa: بالتشويش

source: Worried
ar_sa: بالقلق

source: Angry
ar_sa: بالغضب

source: Annoyed
ar_sa: بالإنزعاج

source: Shocked
ar_sa: بالصدمة

source: Down
ar_sa: بالأسفل

source: Confounded
ar_sa: بالإرتباك

source: Required extension GD is not loaded
ar_sa: لم يتم تحميل الامتداد المطلوب GD

source: The file type is not valid image
ar_sa: نوع الصورة غير صحيح أو حدث خطأ أخر. في حال إستمرت المشكلة قم برفع الصورة عن طريق خيار "الملفات" الذي يظهر لك مباشرة , و ليس "الإستديو أو المعرض أو ملفاتي" و سيتم الرفع بنجاح أو يمكنك أيضاَ إستخدام موقعنا على المتصفح و الرفع من هناك لتخطي المشكلة نهائيا

source: Displaying
ar_sa: عرض

source: of
ar_sa: من

source: Prev
ar_sa: السابق

source: Next
ar_sa: التالي

source: You must fill in all of the fields
ar_sa: يجب ملء كافة الحقول

source: Please enter a valid email address
ar_sa: يرجى إدخال عنوان بريد إلكتروني صحيح

source: Your email could not be sent. Please try again later
ar_sa: البريد الإلكتروني الخاص بك لا يمكن إرسالها. الرجاء معاودة المحاولة في وقت لاحق

source: You have already blocked this user before!
ar_sa: لقد منعت بالفعل هذا المستخدم من قبل!

source: Maximum Limit Reached
ar_sa: تم بلوغ الحد الأقصى

source: Friends
ar_sa: الأصدقاء

source: Your have reached the maximum limit of Friends (
ar_sa: لقد وصلت إلى الحد الأقصى للأصدقاء

source: This user has reached the maximum limit of Friends (
ar_sa: وصل هذا المستخدم إلى الحد الأقصى من الأصدقاء

source: You can't poke this user
ar_sa: لا يمكنك نكز هذا المستخدم

source: You have already poked this user before!
ar_sa: لقد قمت بالفعل بنكز هذا المستخدم من قبل!

source: Sorry
ar_sa: معذرة

source: You can not remove page super admin
ar_sa: لا يمكنك إزالة المشرف المؤسس للصفحة

source: You can not remove group super admin
ar_sa: لا يمكنك إزالة المشرف المؤسس للمجموعة

source: You can not delete admin/morderator accounts
ar_sa: لا يمكنك حذف حسابات المشرف/المدير

source: System
ar_sa: النظام

source: Message
ar_sa: رسالة

source: accepted your friend request
ar_sa: قام بقبول طلب الصداقة

source: now following you
ar_sa: قام بمتابعتك

source: poked you
ar_sa: نكزك

source: Sent you a gift
ar_sa: أرسل لك هدية

source: reacted to your post
ar_sa: تفاعل مع مشاركتك

source: reacted to your photo
ar_sa: تفاعل مع صورتك

source: reacted to your comment
ar_sa: تفاعل على تعليقك

source: reacted to your reply
ar_sa: تفاعل على ردك

source: commented on your post
ar_sa: علق على مشاركتك

source: commented on your photo
ar_sa: علق على الصورة الخاصة بك

source: replied to your comment
ar_sa: رد على تعليقك

source: shared your post
ar_sa: شارك منشورك

source: voted on your poll
ar_sa: صوّت على إستطلاعك

source: mentioned you in a post
ar_sa: ذكرك في

source: mentioned you in a comment
ar_sa: ذكرك في تعليق

source: mentioned you in a reply
ar_sa: ذكرك في الرد

source: visited your profile
ar_sa: زار ملف الشخصي

source: posted on your wall
ar_sa: نشر في الحائط الخاص بك

source: invite you to like a page
ar_sa: دعاك إلى الإعجاب بصفحة

source: added you as admin to
ar_sa: أضافك كمشرف إلى

source: page
ar_sa: صفحة

source: asked to join your group
ar_sa: طلب الإنضمام إلى مجموعتك

source: added you to
ar_sa: أضافك إلى

source: group
ar_sa: مجموعة

source: accepted your request to join
ar_sa: قبل طلبك للإنضمام

source: added pending post in your group
ar_sa: أضاف وظيفة معلقة في مجموعتك

source: approved your your pending post in group
ar_sa: وافق على منشورك المعلق في المجموعة

source: invite you to join an event
ar_sa: دعاك للإنضمام إلى مناسبة

source: added pending post in your event
ar_sa: أضاف تعليق معلق في هذه المناسبة الخاصة بك

source: approved your your pending post in event
ar_sa: وافق على منشورك المعلق في المناسبة

source: replied to your thread
ar_sa: رد على موضوعك

source: Your CoinPayments transaction complete successfully
ar_sa: إكتملت معاملة CoinPayments الخاصة بك بنجاح

source: Sent new bank transfer
ar_sa: تم إرسال تحويل مصرفي جديد

source: Sent new wallet withdrawal request
ar_sa: أرسل طلب سحب المحفظة الجديد

source: Sent new affiliates withdrawal request
ar_sa: أرسل طلب سحب المنتسبين الجدد

source: Sent new points withdrawal request
ar_sa: أرسل طلب سحب نقاط جديد

source: applied to your job
ar_sa: تقدم إلى وظيفتك

source: Sent new funding withdrawal request
ar_sa: أرسل طلب سحب تمويل جديد

source: donated to your funding request with
ar_sa: تم التبرع بها لطلب التمويل الخاص بك مع

source: reported new content
ar_sa: تم الإبلاغ عن محتوى جديد

source: sent new verification request
ar_sa: أرسل طلب تحقق جديد

source: is live now
ar_sa: مباشر الآن

source: Approved your bank transfer
ar_sa: وافق على التحويل المصرفي الخاص بك

source: Declined your bank transfer
ar_sa: رفض التحويل المصرفي الخاص بك

source: Approved your wallet withdrawal request
ar_sa: وافق على طلب سحب محفظتك

source: Declined your wallet withdrawal request
ar_sa: رفض طلب سحب محفظتك

source: Approved your affiliates withdrawal request
ar_sa: تمت الموافقة على طلب سحب الشركات التابعة الخاصة بك

source: Declined your affiliates withdrawal request
ar_sa: رفض طلب سحب الشركات التابعة الخاصة بك

source: Approved your points withdrawal request
ar_sa: وافق على طلب سحب النقاط الخاص بك

source: Declined your points withdrawal request
ar_sa: رفض طلب سحب النقاط الخاص بك

source: Approved your funding withdrawal request
ar_sa: وافق على طلب سحب التمويل الخاص بك

source: Declined your funding withdrawal request
ar_sa: رفض طلب سحب التمويل الخاص بك

source: Group
ar_sa: مجموعة

source: Event
ar_sa: مناسبة

source: more
ar_sa: أكثر

source: You are not authorized to view this
ar_sa: غير مسموح لك عرض هذه

source: You are not authorized to do this
ar_sa: غير مصرح لك أن تفعل هذا

source: You aren't allowed to message
ar_sa: غير مسموح لك بالرسالة

source: Publish posts disabled by admin
ar_sa: نشر المشاركات المعطلة من قبل المشرف

source: Text Length Limit Reached
ar_sa: تم بلوغ الحد الأقصى لطول النص

source: Your message characters length is over the allowed limit
ar_sa: طول أحرف رسالتك يتجاوز الحد المسموح به

source: Characters
ar_sa: الأحرف

source: You have reached the maximum limit of posts/hour, please try again later
ar_sa: لقد وصلت إلى الحد الأقصى لعدد المشاركات / في الساعة ، يرجى المحاولة مرة أخرى لاحقًا

source: Anonymous
ar_sa: مجهول

source: Uncategorized
ar_sa: غير مصنف

source: Off
ar_sa: إيقاف

source: Buy
ar_sa: شراء

source: Get
ar_sa: إحصل على

source: Spend
ar_sa: أنفق

source: Free Shipping
ar_sa: ًالشحن مجانا

source: Hour
ar_sa: ساعة

source: Day
ar_sa: يوم

source: Week
ar_sa: اسبوع

source: Month
ar_sa: شهر

source: Year
ar_sa: سنة

source: Full Time
ar_sa: دوام كامل

source: Part Time
ar_sa: دوام جزئى

source: Internship
ar_sa: التدريب الداخلي

source: Volunteer
ar_sa: متطوع

source: Contract
ar_sa: العقد

source: Publishing to this group has been disabled by group admins
ar_sa: تم تعطيل النشر في هذه المجموعة من قبل مسؤولي المجموعة

source: You can not do this with anonymous post
ar_sa: لا يمكنك فعل ذلك مع منشور مجهول

source: You can't boost a post from a group or event
ar_sa: لا يمكنك تعزيز منشور من مجموعة أو مناسبة

source: Only group admin can pin the post
ar_sa: يمكن فقط لمسؤول المجموعة تثبيت المشاركة

source: Only event admin can pin the post
ar_sa: يمكن لمشرف المناسبة فقط تثبيت المشاركة

source: Only group admin can unpin the post
ar_sa: يمكن لمسؤول المجموعة فقط إلغاء تثبيت المشاركة

source: Only event admin can unpin the post
ar_sa: يمكن لمسؤول المناسبة فقط إلغاء تثبيت المشاركة

source: You have reached the maximum limit of comments/hour, please try again later
ar_sa: لقد وصلت إلى الحد الأقصى للتعليقات / في الساعة ، يرجى المحاولة مرة أخرى في وقت لاحق

source: Comments disabled for this post
ar_sa: التعليقات معطلة لهذه المشاركة

source: This photo can't be deleted as it maybe your current profile image or cover
ar_sa: لا يمكن حذف هذه الصورة لأنها ربما تكون صورة ملفك الشخصي أو غلافك الحالي

source: This album can't be deleted
ar_sa: لا يمكن حذف هذا الألبوم

source: This feature has been disabled by the admin
ar_sa: تم تعطيل هذه الميزة بواسطة مسؤول النظام

source: You must enter a title for your page
ar_sa: يجب إدخال عنوان لصفحتك

source: Page title must be at least 3 characters long. Please try another
ar_sa: يجب أن يكون عنوان الصفحة 3 أحرف على الأقل. يرجى المحاولة مرة أخرى

source: You must enter a username for your page
ar_sa: يجب إدخال اسم مستخدم لصفحتك

source: Please enter a valid username (a-z0-9_.) with minimum 3 characters long
ar_sa: يجب أن يكون إسم المستخدم في الخانة الثالثة عبارة عن حروف أو أرقام متصلة ببعضها البعض بدون فراغات و أن لا يقل عن 3 حروف.* ملاحظة: إسم المستخدم العام لك هو نفسه عنوان رابط يومياتك

source: You can't use
ar_sa: لا يمكنك استخدامها

source: as username
ar_sa: كإسم مستخدم

source: Sorry, it looks like this username
ar_sa: عذرا، يبدو أن هذا الاسم

source: belongs to an existing page
ar_sa: ينتمي إلى صفحة موجودة

source: You must select valid category for your page
ar_sa: يجب عليك تحديد فئة صالحة للصفحة الخاصة بك

source: You must select valid country
ar_sa: يجب عليك اختيار بلد صالح

source: Please enter a valid website URL
ar_sa: يرجى إدخال عنوان URL صالح لموقع الويب

source: Please select a valid action button color
ar_sa: يرجى تحديد لون زر إجراء صالح

source: Please enter a valid action button URL
ar_sa: الرجاء إدخال عنوان URL صحيح لزر الإجراء

source: Please enter a valid Facebook Profile URL
ar_sa: الرجاء إدخال عنوان رابط صالح لملف تعريف فيسبوك

source: Please enter a valid Twitter Profile URL
ar_sa: الرجاء إدخال عنوان رابط صالح لملف تعريف تويتر

source: Please enter a valid YouTube Profile URL
ar_sa: الرجاء إدخال عنوان رابط صالح لملف تعريف اليوتيوب

source: Please enter a valid Instagram Profile URL
ar_sa: الرجاء إدخال عنوان رابط صالح لملف تعريف انستجرام

source: Please enter a valid Linkedin Profile URL
ar_sa: الرجاء إدخال عنوان رابط صالح لملف تعريف لينكدين

source: Please enter a valid Vkontakte Profile URL
ar_sa: الرجاء إدخال عنوان رابط صالح لملف تعريف Vkontakte

source: Event end date must be after the start date
ar_sa: يجب أن يكون تاريخ نهاية المناسبة بعد تاريخ البدء

source: You must enter a name for your group
ar_sa: يجب إدخال اسم مستخدم لمجموعتك

source: Group name must be at least 3 characters long. Please try another
ar_sa: يجب أن يكون اسم المجموعة 3 أحرف على الأقل. يرجى تجربة أخرى

source: You must enter a web address for your group
ar_sa: يجب إدخال عنوان ويب لمجموعتك

source: Please enter a valid web address (a-z0-9_.) with minimum 3 characters long
ar_sa: الرجاء إدخال عنوان ويب صالح (a-z0-9_.) مع 3 أحرف كحد أدنى

source: as web address
ar_sa: كعنوان الويب

source: Sorry, it looks like this web address
ar_sa: عذرًا ، يبدو أنه عنوان الويب هذا

source: belongs to an existing group
ar_sa: ينتمي إلى مجموعة موجودة

source: You must select a valid privacy for your group
ar_sa: يجب عليك تحديد خصوصية صالحة لمجموعتك

source: You must select valid category for your group
ar_sa: يجب عليك تحديد فئة صالحة لمجموعتك

source: You must enter a name for your event
ar_sa: يجب عليك إدخال اسم للمناسبة الخاصة بك

source: Event name must be at least 3 characters long. Please try another
ar_sa: يجب أن يكون اسم المناسبة 3 أحرف على الأقل. يرجى تجربة إسم أخر

source: You have to enter the event start date
ar_sa: يجب عليك إدخال تاريخ بدء المناسبة

source: You have to enter the event end date
ar_sa: يجب عليك إدخال تاريخ انتهاء المناسبة

source: You must select a valid privacy for your event
ar_sa: يجب عليك تحديد خصوصية صالحة لمناسبتك

source: You must select valid category for your event
ar_sa: يجب عليك تحديد فئة صالحة لمناسبتك

source: You must enter a title for your blog
ar_sa: يجب إدخال عنوان لمجموعتك

source: You must enter some text for your blog
ar_sa: يجب عليك إدخال بعض النص لمقالتك

source: You must select valid category for your blog
ar_sa: يجب عليك تحديد فئة صالحة لمقالك

source: You can't add a thread to a main section
ar_sa: لا يمكنك إضافة سلسلة رسائل إلى قسم رئيسي

source: You must enter a title for your thread
ar_sa: يجب عليك إدخال عنوان لمؤشر الترابط الخاص بك

source: Thread title must be at least 3 characters long. Please try another
ar_sa: يجب أن يكون عنوان الموضوع 3 أحرف على الأقل. يرجى تجربة أخرى

source: You must enter some text for your thread
ar_sa: يجب عليك إدخال بعض النص لمسلسلك

source: You must enter some text for your reply
ar_sa: يجب عليك إدخال بعض النص لردك

source: You have to enter the campaign title
ar_sa: يجب عليك إدخال عنوان الحملة

source: You have to enter the campaign start date
ar_sa: يجب عليك إدخال تاريخ بدء الحملة

source: You have to enter the campaign end date
ar_sa: يجب عليك إدخال تاريخ انتهاء الحملة

source: Campaign end date must be after the start date
ar_sa: يجب أن يكون تاريخ انتهاء الحملة بعد تاريخ البدء
