Repository: REChain-Network-Solutions/DAO
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa

source: Select which information you would like to download
ar_sa: حدد المعلومات التي ترغب في تنزيلها

source: You have to enter valid amount
ar_sa: يجب عليك إدخال مبلغ صالح

source: Your balance is less than the minimum withdrawal request amount
ar_sa: رصيدك أقل من الحد الأدنى لمبلغ طلب السحب

source: Your balance is less than the requested amount
ar_sa: رصيدك أقل من المبلغ المطلوب

source: Please select a valid payment method
ar_sa: يرجى تحديد طريقة دفع صالحة

source: Please enter a valid bank account details
ar_sa: الرجاء إدخال تفاصيل حساب مصرفي صالح

source: Please enter a valid transfer to details
ar_sa: الرجاء إدخال تحويل صالح للتفاصيل

source: The requested amount is less than the minimum withdrawal amount
ar_sa: المبلغ المطلوب أقل من الحد الأدنى لمبلغ السحب

source: Your withdrawal request has been sent
ar_sa: تم إرسال طلب السحب الخاص بك

source: Your invitation has been sent
ar_sa: لقد تم ارسال دعوتك

source: This live no longer exists
ar_sa: لم يعد البث المباشر هذا موجودًا

source: Your report has been submitted
ar_sa: لقد تم تقديم التقرير الخاص بك

source: System Notifications
ar_sa: إخطارات النظام

source: Chat Message Sound
ar_sa: صوت رسائل الدردشة

source: A sound will be played each time you receive a new message on an inactive chat window
ar_sa: سيتم تشغيل صوت في كل مرة تتلقى فيها رسالة جديدة على نافذة دردشة غير نشطة

source: Notifications Sound
ar_sa: صوت الإخطارات

source: A sound will be played each time you receive a new activity notification
ar_sa: سيتم تشغيل صوت في كل مرة تتلقى إشعار نشاط جديد

source: Email Notifications
ar_sa: تنبيهات البريد الالكترونى

source: Email Me When
ar_sa: قم بإرسال بريد عندما

source: Someone commented on my post
ar_sa: علق شخص ما على مشاركتي

source: Someone shared my post
ar_sa: شخص ما نشر منشوري

source: Someone posted on my timeline
ar_sa: نشر شخص ما على صفحتي الشخصية

source: Someone mentioned me
ar_sa: ذكرني شخص ما

source: Someone visited my profile
ar_sa: زيارات الملف الشخصي

source: Someone sent me/accepted my friend requset
ar_sa: طلبات الصداقة والمتابعات

source: Save Changes
ar_sa: حفظ التغيرات

source: See All Results
ar_sa: عرض كل النتائج

source: Clear
ar_sa: مسح

source: Recent Searches
ar_sa: عمليات البحث الأخيرة

source: Advanced Search
ar_sa: البحث المتقدم

source: See More
ar_sa: شاهد المزيد

source: Go Back
ar_sa: عودة

source: View Event
ar_sa: عرض المناسبة

source: ID
ar_sa: المعرف

source: Interested
ar_sa: مهتم

source: Going
ar_sa: سأتي إليها

source: Invited
ar_sa: مدعو اليها

source: Actions
ar_sa: الإجراء

source: Public
ar_sa: عامة

source: Closed
ar_sa: مغلقة

source: Secret
ar_sa: سرية

source: No data to show
ar_sa: لا توجد بيانات للعرض

source: Event ID
ar_sa: معرف المناسبة

source: Event Settings
ar_sa: إعدادات المناسبة

source: Name Your Event
ar_sa: اسم المناسبة

source: Start Date
ar_sa: تاريخ البدء

source: Your current server datetime is
ar_sa: التوقيت الحالي للسيرفر هو

source: End Date
ar_sa: تاريخ الانتهاء

source: Select Privacy
ar_sa: اختيار الخصوصية

source: Public Event
ar_sa: مناسبة عامة

source: Closed Event
ar_sa: مناسبة مغلقة

source: Secret Event
ar_sa: مناسبة سرية

source: Category
ar_sa: التصنيف

source: Location
ar_sa: الموقع

source: Country
ar_sa: البلد

source: Select Country
ar_sa: حدد الدولة

source: Members Can Publish Posts?
ar_sa: يمكن للأعضاء نشر المشاركات؟

source: Members can publish posts or only event admin
ar_sa: يمكن للأعضاء نشر المشاركات أو مسؤول المناسبة فقط

source: Post Approval
ar_sa: الموافقة على نزول المنشور

source: All posts must be approved by the event admin
ar_sa: يجب أن تتم الموافقة على جميع المشاركات من قبل مسؤول المناسبة

source: Note: Disable it will approve any pending posts
ar_sa: ملاحظة: إذا قمت بتعطيله سيوافق على أي منشورات معلقة

source: Delete Posts
ar_sa: حذف المشاركات

source: Delete Event
ar_sa: حذف المناسبة

source: Title
ar_sa: العنوان

source: Description
ar_sa: التفاصيل

source: Order
ar_sa: طلب

source: Name
ar_sa: الاسم

source: Parent Category
ar_sa: القسم الرئيسي

source: Make sure you have configured
ar_sa: تأكد من أنك قد قمت بتهيئتها

source: User
ar_sa: مستخدم

source: Product
ar_sa: منتج

source: Amount
ar_sa: كمية

source: Created
ar_sa: أشأت

source: Status
ar_sa: الحالة

source: Status Message
ar_sa: رسالة الحالة

source: Processing
ar_sa: يتم المعالجة

source: Complete
ar_sa: مكتمل

source: Developers Apps
ar_sa: تطبيقات المطورين

source: Turn the developers apps On and Off
ar_sa: قم بتشغيل وإيقاف تطبيقات المطورين

source: Turn the share plugin On and Off
ar_sa: قم بتشغيل وإيقاف تشغيل المكون الإضافي للمشاركة

source: App Name
ar_sa: إسم التطبيق

source: More Stories
ar_sa: المزيد من المنشورات

source: Basic
ar_sa: أساسي

source: Work
ar_sa: العمل

source: Education
ar_sa: التعليم

source: Other
ar_sa: أخرى

source: Social Links
ar_sa: روابط اجتماعية

source: Password
ar_sa: كلمة المرور

source: My Affiliates
ar_sa: الشركات التابعة لي

source: My Points
ar_sa: نقاطي

source: Drag to reposition cover
ar_sa: اسحب لتغيير موضع الغطاء

source: Joined
ar_sa: انضم

source: Join
ar_sa: انضم إلينا

source: Share
ar_sa: مشاركة

source: Report
ar_sa: إبلاغ

source: Edit in Admin Panel
ar_sa: تحرير في لوحة الإدارة

source: Edit in Moderator Panel
ar_sa: قم بالتحرير في لوحة المشرف

source: Timeline
ar_sa: المنشورات

source: Videos
ar_sa: الفيديوهات

source: Members
ar_sa: الأعضاء

source: SUBSCRIBE
ar_sa: الإشتراك

source: Public Group
ar_sa: مجموعة عامة

source: Closed Group
ar_sa: مجموعة مغلقة

source: Secret Group
ar_sa: مجموعة سرية

source: members
ar_sa: الأعضاء

source: Info
ar_sa: معلومات

source: See All
ar_sa: عرض كل النتائج

source: Invite Friends
ar_sa: ادعو الأصدقاء

source: You can access this as your account is system admin account!
ar_sa: يمكنك الوصول إلى هذا لأن حسابك هو حساب مسؤول النظام!

source: person
ar_sa: الشخص

source: persons
ar_sa: الأشخاص

source: wants to join this group
ar_sa: يريد الانضمام إلى هذه المجموعة

source: posts
ar_sa: المشاركات

source: pending needs your approval
ar_sa: قيد الانتظار يحتاج إلى موافقتك

source: You have
ar_sa: أنت تملك

source: pending
ar_sa: معلقة

source: Pending Posts
ar_sa: المشاركات المعلقة

source: Albums
ar_sa: الألبومات

source: doesn't have photos
ar_sa: لا يوجد صور

source: doesn't have albums
ar_sa: لا يوجد ألبومات

source: Back to Albums
ar_sa: العودة إلى الألبومات

source: doesn't have videos
ar_sa: لا يوجد فيديوهات

source: Invites
ar_sa: دعوات

source: doesn't have members
ar_sa: لا يوجد اعضاء

source: No friends to invite
ar_sa: لا يوجد أصدقاء لدعوتهم

source: Group Settings
ar_sa: إعدادات المجموعة

source: Join Requests
ar_sa: طلبات الانضمام

source: Delete Group
ar_sa: حذف المجموعة

source: Name Your Group
ar_sa: إسم المجموعة

source: Group Username
ar_sa: إسم مستخدم المجموعة

source: Can only contain alphanumeric characters (A–Z, 0–9) and periods ('.')
ar_sa: لا يمكن أن يحتوي إلا على أحرف أبجدية رقمية (A – Z ، 0–9) ونقاط (".")

source: Note: Change group privacy to public will approve any pending join requests
ar_sa: تغيير خصوصية المجموعة إلى عام سيوافق على أي طلبات إنضمام معلقة

source: Members can publish posts or only group admins
ar_sa: يمكن للأعضاء نشر المشاركات أو فقط مسؤولي المجموعة

source: All posts must be approved by a group admin
ar_sa: يجب أن تتم الموافقة على جميع المشاركات من قبل مسؤول المجموعة

source: Member Requests
ar_sa: طلبات العضو

source: No Requests
ar_sa: لا طلبات

source: doesn't have admins
ar_sa: لا يملك مدراء

source: All Members
ar_sa: كل الأعضاء

source: or
ar_sa: أو

source: You can transfer your money to your
ar_sa: يمكنك تحويل أموالك إلى

source: wallet
ar_sa: المحفظة

source: Delete
ar_sa: حذف

source: Edit
ar_sa: تصحيح

source: Once you delete your group you will no longer can access it again
ar_sa: بمجرد حذف مجموعتك ، لن يعود بإمكانك الوصول إليها مرة أخرى

source: Random Pictures
ar_sa: صور عشوائية

source: Profile pictures will be generated randomly and may be dublicated
ar_sa: سيتم إنشاء صور الملف الشخصي بشكل عشوائي ويمكن تكرارها

source: Number of Users
ar_sa: عدد المستخدمين

source: How many users you want to generate (Maximum is 1000 per request)
ar_sa: كم عدد المستخدمين الذين تريد إنشاءهم (الحد الأقصى هو 1000 لكل طلب)

source: This password will be used for all generated accounts (Default is 123456789)
ar_sa: سيتم استخدام كلمة المرور هذه لجميع الحسابات التي تم إنشاؤها (الافتراضي هو 123456789)

source: Names Language
ar_sa: لغة الأسماء

source: Select the language of generated names
ar_sa: حدد لغة الأسماء المولدة

source: Generate
ar_sa: توليد

source: Select Category
ar_sa: اختار التصنيف

source: How many groups you want to generate (Maximum is 1000 per request)
ar_sa: كم عدد المجموعات التي تريد إنشاءها (الحد الأقصى هو 1000 لكل طلب)

source: Before add custom auto-connect make sure you enabled getting started and location data is required
ar_sa: بيانات الموقع مطلوبة

source: Auto Friend
ar_sa: صديق تلقائي

source: When a user creates a new account, select which users you want to auto friend
ar_sa: عندما ينشئ مستخدم حسابًا جديدًا ، حدد المستخدمين الذين تريد صداقتهم تلقائيًا

source: Select Users
ar_sa: حدد المستخدمون

source: Search for users you want new accounts to auto friend
ar_sa: ابحث عن المستخدمين الذين تريد أن تصبح الحسابات الجديدة صديقًا لهم تلقائيًا

source: Search for users you want new accounts to auto connect
ar_sa: ابحث عن المستخدمين الذين تريد أن تتصل الحسابات الجديدة تلقائيًا

source: to this country
ar_sa: لهذا البلد

source: Add Auto Friend Users For Specific Country
ar_sa: إضافة مستخدمين أصدقاء تلقائي لبلد معين

source: Auto Follow
ar_sa: متابعة تلقائية

source: When a user creates a new account, select which users you want to auto follow
ar_sa: عندما ينشئ المستخدم حسابًا جديدًا ، حدد المستخدمين الذين تريد متابعتهم تلقائيًا

source: Search for users you want new accounts to auto follow
ar_sa: ابحث عن المستخدمين الذين تريد أن تتبعهم الحسابات الجديدة تلقائيًا

source: Add Auto Follow Users For Specific Country
ar_sa: إضافة مستخدمي المتابعة التلقائية لبلد معين

source: Auto Like
ar_sa: اعجاب ذاتي

source: When a user creates a new account, select which pages you want to auto like
ar_sa: عندما ينشئ المستخدم حسابًا جديدًا ، حدد الصفحات التي تريد أن تعجبك تلقائيًا

source: Select Pages
ar_sa: حدد الصفحات

source: Search for pages you want new accounts to auto like
ar_sa: ابحث عن الصفحات التي تريد أن تعجبك الحسابات الجديدة تلقائيًا

source: Search for pages you want new accounts to auto connect
ar_sa: ابحث عن الصفحات التي تريد ربط الحسابات الجديدة بها تلقائيًا

source: Add Auto Like Pages For Specific Country
ar_sa: أضف صفحات الإعجاب التلقائي لدولة معينة

source: Auto Join
ar_sa: الانضمام التلقائي

source: When a user creates a new account, select which groups you want to auto join
ar_sa: عندما يقوم المستخدم بإنشاء حساب جديد ، حدد المجموعات التي تريد الانضمام إليها تلقائيًا

source: Select Groups
ar_sa: إختر المجموعات

source: Search for groups you want new accounts to auto join
ar_sa: ابحث عن المجموعات التي تريد أن تنضم إليها الحسابات الجديدة تلقائيًا

source: Search for groups you want new accounts to auto connect
ar_sa: ابحث عن المجموعات التي تريد ربط الحسابات الجديدة بها تلقائيًا

source: Add Auto Join Groups For Specific Country
ar_sa: إضافة مجموعات الانضمام التلقائي لبلد معين

source: Garbage collector will perform the selected action and might take some time
ar_sa: سيقوم جامع البيانات المهملة بتنفيذ الإجراء المحدد وقد يستغرق بعض الوقت

source: What you want to do
ar_sa: ماذا تريد ان تفعل

source: Delete all not activated accounts
ar_sa: احذف جميع الحسابات التي لم يتم تنشيطها

source: user
ar_sa: المستخدم

source: Delete users who did not login from 1 week
ar_sa: احذف المستخدمين الذين لم يسجلوا الدخول منذ أسبوع

source: Delete users who did not login from 1 month
ar_sa: احذف المستخدمين الذين لم يسجلوا الدخول منذ شهر واحد

source: Delete users who did not login from 3 months
ar_sa: احذف المستخدمين الذين لم يسجلوا الدخول منذ 3 أشهر

source: Delete users who did not login from 6 months
ar_sa: احذف المستخدمين الذين لم يسجلوا الدخول منذ 6 أشهر

source: Delete users who did not login from 9 months
ar_sa: احذف المستخدمين الذين لم يسجلوا الدخول منذ 9 أشهر

source: Delete users who did not login from 1 year
ar_sa: احذف المستخدمين الذين لم يسجلوا الدخول منذ عام واحد

source: Delete posts that are longer than 1 week
ar_sa: حذف المشاركات التي تزيد مدتها عن أسبوع

source: Delete posts that are longer than 1 month
ar_sa: احذف المشاركات التي تزيد مدتها عن شهر واحد

source: Delete posts that are longer than 1 year
ar_sa: حذف المشاركات التي تزيد مدتها عن عام واحد

source: Reset all expired subscribers and their boosted posts and pages
ar_sa: إعادة تعيين جميع المشتركين منتهية الصلاحية ومشاركاتهم وصفحاتهم المعززة

source: Reset all users points
ar_sa: إعادة تعيين جميع نقاط المستخدمين

source: Run
ar_sa: تشغيل

source: You last backup
ar_sa: آخر نسخة احتياطية

source: You can find backups in
ar_sa: يمكنك العثور على نسخ احتياطية بتنسيق

source: Taking backup might take some time and you can download backups via FTP
ar_sa: قد يستغرق الاحتفاظ بنسخة احتياطية بعض الوقت ويمكنك تنزيل النسخ الاحتياطية عبر FTP

source: Database
ar_sa: قاعدة البيانات

source: Files
ar_sa: الملفات

source: Full Backup
ar_sa: نسخ احتياطي كامل

source: Once you reset your website all data will be deleted and it will be like having a fresh installation
ar_sa: بمجرد إعادة تعيين موقع الويب الخاص بك ، سيتم حذف جميع البيانات وسيكون الأمر مثل تثبيت جديد

source: (Note: All system settings will be saved)
ar_sa: (ملاحظة: سيتم حفظ جميع إعدادات النظام)

source: Reset Everything
ar_sa: إعادة تعيين كل شيء

source: No new requests
ar_sa: لا يوجد طلبات في الإنتظار

source: Reply
ar_sa: الرد

source: Once you delete your account you will no longer can access it again
ar_sa: بمجرد قيامك بحذف الحساب الخاص بك لايمكنك إستعادته مرة اخرى

source: Delete My Account
ar_sa: حذف حسابي

source: Facebook
ar_sa: فيس بوك

source: Your account is connected to
ar_sa: الحساب الخاص بك متصل ب

source: Connect your account to
ar_sa: ربط حسابك ب

source: Disconnect
ar_sa: قطع الاتصال

source: Connect
ar_sa: توصيل

source: Google
ar_sa: جوجل

source: Twitter
ar_sa: تويتر

source: Withdrawal Request
ar_sa: طلب سحب

source: Your Balance
ar_sa: رصيدك

source: The minimum withdrawal request amount is
ar_sa: الحد الأدنى لمبلغ طلب السحب هو

source: Payment Method
ar_sa: طريقة الدفع

source: Transfer To
ar_sa: التحويل إلى

source: Make a withdrawal
ar_sa: جعل الانسحاب

source: Withdrawal History
ar_sa: تاريخ السحوبات

source: Method
ar_sa: طريقة

source: Time
ar_sa: الوقت

source: Approved
ar_sa: وافق

source: Declined
ar_sa: تم الرفض

source: Total Earnings
ar_sa: الأرباح الكلية

source: Commission
ar_sa: عمولة

source: What are you doing?
ar_sa: ماذا تفعل؟

source: Upload Photos
ar_sa: تحميل الصور

source: Feelings/Activity
ar_sa: المشاعر / النشاط

source: Check In
ar_sa: إضافة موقع

source: Only Me
ar_sa: أنا فقط

source: Custom
ar_sa: مخصص

source: Looks like you don't have any transaction yet
ar_sa: يبدو أنه ليس لديك أي معاملة حتى الآن

source: Edit Album
ar_sa: تعديل الألبوم

source: Cancel
ar_sa: إلغاء

source: Save
ar_sa: حفظ

source: Chat Enabled
ar_sa: تمكين الدردشة

source: Email you with our newsletter
ar_sa: أرسل لك بريدًا إلكترونيًا

source: From time to time we send newsletter email to all of our members
ar_sa: من وقت لآخر نرسل رسائل إخبارية بالبريد الإلكتروني إلى جميع أعضائنا

source: Everyone
ar_sa: الجميع

source: Followers
ar_sa: متابعين

source: No One
ar_sa: لا أحد

source: Who can poke you
ar_sa: من يستطيع نكزك

source: Who can send you gifts
ar_sa: من يمكنه إرسال الهدايا لك

source: Who can post on your wall
ar_sa: من يمكنه النشر على الحائط الخاص بك

source: Just Me
ar_sa: أنا فقط

source: Who can see your
ar_sa: من يمكن ان يرى

source: relationship
ar_sa: العلاقة

source: birthdate
ar_sa: تارخ الميلاد

source: basic info
ar_sa: معلومات أساسية

source: work info
ar_sa: معلومات العمل

source: location info
ar_sa: معلومات الموقع

source: education info
ar_sa: معلومات التعليم

source: other info
ar_sa: معلومات اخرى

source: friends
ar_sa: الأصدقاء

source: liked pages
ar_sa: الصفحات التي اعجبت بها

source: joined groups
ar_sa: المجموعات التي إنضممت لها

source: joined events
ar_sa: الأخداث التي إنضممت لها

source: Edit Job
ar_sa: تحرير الوظيفة

source: Job Title
ar_sa: المسمى الوظيفي

source: Salary Range
ar_sa: نطاق الراتب

source: Per Hour
ar_sa: في الساعة

source: Per Day
ar_sa: في اليوم

source: Per Week
ar_sa: في الإسبوع

source: Per Month
ar_sa: في الشهر

source: Per Year
ar_sa: في السنة

source: Job Type
ar_sa: نوع الوظيفة

source: Describe the responsibilities and preferred skills for this job
ar_sa: صف المسؤوليات والمهارات المفضلة لهذه الوظيفة

source: Questions
ar_sa: أسئلة

source: Add Question
ar_sa: إضافة سؤال

source: Question
ar_sa: سؤال

source: Free Text Question
ar_sa: سؤال نصي حر

source: Yes/No Question
ar_sa: نعم / لا سؤال

source: Multiple Choice Question
ar_sa: سؤال متعدد الخيارات

source: Select the type of your question
ar_sa: حدد نوع سؤالك

source: Ask your question
ar_sa: اسأل سؤالك

source: One option per line
ar_sa: خيار واحد في كل سطر

source: Cover Image
ar_sa: صورة الغلاف

source: Each
ar_sa: كل

source: points equal
ar_sa: نقطة تساوي

source: Your daily points limit is
ar_sa: الحد الأقصى لنقاطك اليومية هو

source: remaining points
ar_sa: النقاط المتبقية

source: Your daily points limit will be reset after 24 hours from your last valid earned action
ar_sa: ستتم إعادة تعيين حد نقاطك اليومي بعد 24 ساعة من آخر إجراء مكتسب صالح لك

source: You can withdraw your money
ar_sa: يمكنك سحب أموالك

source: For creating a new post
ar_sa: لإنشاء أو نشر منشور أو مشاركة جديدة

source: For each post view
ar_sa: لكل عرض أو مشاهدة لمشاركة

source: For commenting any post
ar_sa: للتعليق على أي منشور أو مشاركة

source: For reacting on any post
ar_sa: للرد على أي مشاركة

source: For each follower you got
ar_sa: لكل متابع لديك

source: For referring user
ar_sa: لإحالة المستخدم

source: Points Balance
ar_sa: رصيد النقاط

source: From
ar_sa: من

source: Back to homepage
ar_sa: العودة إلى الصفحة الرئيسية

source: Typing
ar_sa: الكتابة

source: Voice note recorded successfully
ar_sa: تم تسجيل الصوت بنجاح

source: Record
ar_sa: سجل

source: Recording
ar_sa: تسجيل

source: Stories
ar_sa: القصص

source: Upgrade
ar_sa: ترقية

source: Pro Users
ar_sa: المستخدمين المميزين

source: Pro Pages
ar_sa: الصفحات المميزة

source: Enjoy looking back on your memories
ar_sa: استمتع بالنظر إلى ذكرياتك

source: ON THIS DAY
ar_sa: في هذا اليوم

source: My Boosted Posts
ar_sa: بلدي تعزيز الوظائف

source: Choose the Plan That's Right for You
ar_sa: اختر الخطة التي تناسبك

source: Check the package from
ar_sa: تحقق من الحزمة من

source: Here
ar_sa: هنا

source: Upgrade to Pro
ar_sa: ترقية الحساب

source: My Boosted Pages
ar_sa: صفحاتي المدعومة

source: Suggested Pages
ar_sa: الصفحات المقترحة

source: Suggested Groups
ar_sa: المجموعات المقترحة

source: Suggested Events
ar_sa: مناسبات مقترحة

source: Invite Your Friends
ar_sa: قم بدعوة أصدقائك

source: City
ar_sa: المدينة

source: Zip Code
ar_sa: الرمز البريدي

source: Address
ar_sa: العنوان

source: Update
ar_sa: تحديث

source: Action
ar_sa: إجراء

source: Image
ar_sa: صورة

source: Enabled
ar_sa: مفعل

source: Color
ar_sa: اللون

source: Trending
ar_sa: الأكثر رواجاَ

source: Package Details
ar_sa: تفاصيل الحزمة

source: Life Time
ar_sa: وقت التنشيط

source: per
ar_sa: لمدة

source: Subscription Date
ar_sa: تاريخ الاشتراك

source: Expiration Date
ar_sa: تاريخ الانتهاء

source: Remaining
ar_sa: المتبقي

source: Days
ar_sa: أيام

source: Expired
ar_sa: منتهية

source: Manage
ar_sa: إدارة

source: Upgrade Package
ar_sa: حزمة الترقية

source: Loading Older Messages
ar_sa: تحميل الرسائل القديمة

source: General
ar_sa: عام

source: Modules
ar_sa: الوحدات

source: Features
ar_sa: الخصائص

source: Website Live
ar_sa: الموقع يعمل

source: Turn the entire website On and Off
ar_sa: تشغيل كامل الموقع وإيقاف

source: Shutdown Message
ar_sa: رسالة إيقاف التشغيل

source: The text that is presented when the site is closed
ar_sa: النص الذي يتم عرض عند إغلاق الموقع

source: System Email
ar_sa: بريد النظام

source: The contact email that all messages send to
ar_sa: البريد الإلكتروني للاتصال الذي ترسل اليه جميع الرسائل

source: System Datetime Format
ar_sa: تنسيق تاريخ و وقت النظام

source: Example
ar_sa: مثال

source: Select the datetime format of the datetime picker
ar_sa: حدد تنسيق التاريخ والوقت لمنتقي التاريخ والوقت

source: System Distance Unit
ar_sa: وحدة مسافة النظام

source: Mile
ar_sa: ميل

source: Kilometer
ar_sa: كيلومتر

source: Select the distance measure unit of your website
ar_sa: حدد وحدة قياس المسافة من موقع الويب الخاص بك

source: System Currency
ar_sa: عملة النظام

source: You can add, edit or delete currencies from
ar_sa: يمكنك إضافة أو تعديل أو حذف العملات من

source: Website Public
ar_sa: الموقع العام

source: Make the website public to allow non logged users to view website content
ar_sa: اجعل موقع الويب عامًا للسماح للمستخدمين غير المسجلين بمشاهدة محتوى موقع الويب

source: Make the newsfeed available for visitors in landing page
ar_sa: اجعل موجز الأخبار متاحًا للزوار في الصفحة المقصودة

source: Enable this will make your website public and list only public posts
ar_sa: تفعيل هذا سيجعل موقع الويب الخاص بك عامًا وسيسرد المشاركات العامة فقط

source: Enable the directory for better SEO results
ar_sa: تفعيل الدليل لنتائج بحث افضل في مواقع البحث

source: Website Title
ar_sa: عنوان الموقع

source: Title of your website
ar_sa: عنوان موقع الويب الخاص بك

source: Website Description
ar_sa: وصف الموقع

source: Description of your website
ar_sa: وصف لموقع الويب الخاص بك

source: Website Keywords
ar_sa: الكلمات الرئيسية على الإنترنت

source: Directory Description
ar_sa: وصف الدليل

source: Description of your Directory
ar_sa: وصف الدليل الخاص بك

source: Blogs Description
ar_sa: وصف المدونات

source: Description of your blogs module
ar_sa: وصف وحدة المدونات الخاصة بك

source: Marketplace Description
ar_sa: وصف السوق

source: Description of your marketplace module
ar_sa: وصف وحدة السوق الخاصة بك

source: Funding Description
ar_sa: وصف التمويل

source: Description of your funding module
ar_sa: وصف وحدة التمويل الخاصة بك

source: Offers Description
ar_sa: وصف العروض

source: Description of your offer module
ar_sa: وصف وحدة العرض الخاصة بك

source: Jobs Description
ar_sa: وصف الوظائف

source: Description of your jobs module
ar_sa: وصف وحدة الوظائف الخاصة بك

source: Forums Description
ar_sa: وصف المنتديات

source: Description of your forums module
ar_sa: وصف وحدة المنتديات الخاصة بك

source: Movies Description
ar_sa: وصف الأفلام

source: Description of your movies module
ar_sa: وصف وحدة أفلامك

source: Turn the pages On and Off
ar_sa: قم بتشغيل الصفحات وإيقاف تشغيلها

source: Turn the groups On and Off
ar_sa: تشغيل المجموعات وإيقافها

source: Turn the events On and Off
ar_sa: قم بتشغيل المناسبات وإيقافها

source: Turn the blogs On and Off
ar_sa: قم بتشغيل المدونات وإيقاف تشغيلها

source: Turn the offers On and Off
ar_sa: قم بتشغيل العروض وإيقافها

source: Turn the jobs On and Off
ar_sa: تشغيل وإيقاف الوظائف

source: Turn the forums On and Off
ar_sa: تحويل المنتديات وخارجها

source: Online Users
ar_sa: مستخدمين على الهواء

source: Show forums online users
ar_sa: إظهار مستخدمي المنتديات عبر الإنترنت

source: Statistics
ar_sa: الإحصائيات

source: Show forums statistics
ar_sa: عرض إحصائيات المنتديات

source: Turn the movies On and Off
ar_sa: قم بتشغيل وإيقاف تشغيل الأفلام

source: Turn the games On and Off
ar_sa: تشغيل وإيقاف الألعاب

source: Contact Us
ar_sa: اتصل بنا

source: Turn the contact us page On and Off
ar_sa: يمكنك تشغيل صفحة الاتصال بنا وإيقافها

source: DayTime Messages
ar_sa: رسائل التحية اليومية

source: Turn the DayTime Messages (Good Morning, Afternoon, Evening) On and Off
ar_sa: تفعيل و إيقاف الرسائل اليومية (صباح الخير، مساء الخير)

source: Pokes
ar_sa: النكزات

source: Enable users to poke each others
ar_sa: تمكين المستخدمين من نكز بعضهم البعض
