Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Enable it to detect the adult images and system will blur or delete them
de_de: Aktiviere diese Funktion, um Bilder von Erwachsenen zu erkennen, und das System wird sie verwischen oder löschen.
fr_fr: Activez-le pour détecter les images adultes et le système les brouillera ou les supprimera

source: Adult Images Action
de_de: Bilder für Erwachsene Action
fr_fr: Action Images pour adultes

source: Blur
de_de: Verschwommen/Verwischen
fr_fr: Brouiller

source: Enable video upload to share & upload videos to the site
de_de: Aktiviere den Video-Upload, um Videos zu teilen und auf die Website hochzuladen
fr_fr: Activez le téléchargement vidéo à partager & téléverser des vidéos sur le site

source: Max video size
de_de: Max. Videogröße
fr_fr: Taille de la vidéo Max

source: The Maximum size of uploaded video in posts
de_de: Max. Größe des hochgeladenen Videos in Beiträgen
fr_fr: La taille maximale d'une vidéo téléchargée messages

source: Video extensions
de_de: Video-Erweiterungen
fr_fr: Extensions vidéo

source: Allowed video extensions (separated with comma ',')
de_de: Erlaubte Videoerweiterungen (getrennt durch Komma ',)

source: FFMPEG Enabled
de_de: FFMPEG aktiviert
fr_fr: FFMPEG activé

source: Enable FFMPEG to convert and optimize videos to mp4
de_de: Aktiviere FFMPEG zur Konvertierung und Optimierung von Videos in mp4
fr_fr: Activer FFMPEG pour convertir et optimiser les vidéos en mp4

source: FFMPEG Binary Path
de_de: FFMPEG-Binärpfad
fr_fr: Chemin binaire FFMPEG

source: Example: Linux(/usr/bin/ffmpeg) or Windows(C:\ffmpegbinffmpeg.exe)
de_de: Beispiel: Linux(/usr/bin/ffmpeg) oder Windows(C:\ffmpeginfmpeg.exe)

source: FFMPEG Conversion Speed
de_de: FFMPEG-Konvertierungsgeschwindigkeit
fr_fr: Aucune Conversation sélectionnée

source: Ultrafast
de_de: Ultraschnell
fr_fr: Ultra rapide

source: Superfast
de_de: Superschnell
fr_fr: Super rapide

source: Veryfast
de_de: Sehr schnell
fr_fr: Très rapide

source: Faster
de_de: Schneller
fr_fr: Rapide

source: Fast
de_de: Schnell
fr_fr: Rapide

source: Medium
de_de: Mittel
fr_fr: moyen

source: Slow
de_de: Langsam
fr_fr: Lent

source: Slower
de_de: Langsamer
fr_fr: Lent

source: Veryslow
de_de: Sehr langsam
fr_fr: très lent

source: Slow speed gives you better compression and quality and vice versa
de_de: Langsame Geschwindigkeit führt zu besserer Komprimierung und Qualität und vice versa
fr_fr: La vitesse lente vous offre une meilleure compression et une meilleure qualité et vice versa

source: Video Resolutions
de_de: Video-Auflösungen

source: 240p Resolution
de_de: 240p Auflösung

source: 360p Resolution
de_de: 360p Auflösung

source: 480p Resolution
de_de: 480p Auflösung

source: 720p Resolution
de_de: 720p Auflösung

source: 1080p Resolution
de_de: 1080p Auflösung

source: 1440p Resolution
de_de: 1440p Auflösung

source: 2160p Resolution
de_de: 2160p Auflösung

source: Select the resolutions you want to convert your videos to
de_de: Wähle die Auflösungen, in die du deine Videos konvertieren möchtest

source: Watermark Videos
de_de: Wasserzeichen Videos

source: Enable it to add watermark icon to all uploaded videos (Note: FFmpeg must be enabled)
de_de: Aktiviere diese Option, um allen hochgeladenen Videos ein Wasserzeichen-Symbol hinzuzufügen (Hinweis: FFmpeg muss aktiviert sein)

source: Watermark Position
de_de: Position des Wasserzeichens
fr_fr: Position du filigrane

source: Center
de_de: Mitte

source: Watermark X Offset
de_de: Wasserzeichen X-Offset
fr_fr: Filigrane X décalage

source: Watermark Y Offset
de_de: Wasserzeichen Y-Offset
fr_fr: Filigrane Y décalage

source: Enable audio upload to share & upload sounds to the site
de_de: Aktiviere den Audio-Upload, um Töne zu teilen und auf die Website hochzuladen
fr_fr: Activez le téléchargement audio à partager & télécharger des sons sur le site

source: Max audio size
de_de: Max. Größe der audio
fr_fr: Format audio Max

source: The Maximum size of uploaded audio in posts
de_de: Die maximale Größe der hochgeladenen Audio-Beiträge
fr_fr: La taille Maximum d'audio téléchargé dans les messages

source: Audio extensions
de_de: Audio Erweiterungen
fr_fr: Extensions audio

source: Allowed audio extensions (separated with comma ',')
de_de: Erlaubte Audioerweiterungen (getrennt durch Komma ',)

source: File Upload
de_de: Hochladen von Dateien
fr_fr: Téléchargement de fichiers

source: Enable file upload to share & upload files to the site
de_de: Aktiviere den Datei-Upload, um Dateien auf die Website hochzuladen und freizugeben
fr_fr: Permettre le téléchargement de fichiers à partager & télécharger des fichiers sur le site

source: Max file size
de_de: Max. Dateigröße
fr_fr: Taille maximum de fichier

source: The Maximum size of uploaded file in posts
de_de: Die max. Größe der hochgeladenen Datei in Beiträgen
fr_fr: La taille maximale du fichier téléchargé dans les postes

source: File extensions
de_de: Datei Erweiterungen
fr_fr: Extensions de fichiers

source: Allowed file extensions (separated with comma ',')
de_de: Erlaubte Dateierweiterungen (getrennt durch Komma ',)

source: Test Connection (FFMPEG)
de_de: Testverbindung (FFMPEG)
fr_fr: Tester la connexion (FFMPEG)

source: Test Connection (Vision API)
de_de: Testverbindung (Vision API)
fr_fr: Tester la connexion (API Vision)

source: Before enabling cloud hosting, make sure you upload the whole 'uploads' folder to your bucket
de_de: Bevor du das Cloud-Hosting aktivierst, stelle sicher, dass du den gesamten Ordner „uploads“ in deinem Bucket hochlädst
fr_fr: Avant d’activer l’hébergement cloud, assurez-vous de télécharger l’intégralité du dossier 'uploads' dans votre compartiment

source: Before disabling cloud hosting, make sure you download the whole 'uploads' folder to your server
de_de: Bevor du das Cloud-Hosting deaktivierst, solltest du den gesamten Ordner „uploads“ von deinen Server herunterladen.
fr_fr: Avant de désactiver l’hébergement cloud, assurez-vous de télécharger l’intégralité du dossier 'uploads' sur votre serveur

source: Enable Amazon S3 storage
de_de: Aktiviere Amazon S3 storage
fr_fr: Activer le stockage Amazon S3

source: Note: Enable this will disable all other options
de_de: Hinweis: Wenn Sie diese Option aktivieren, werden alle anderen Optionen deaktiviert.
fr_fr: Remarque: Activer cette option désactivera toutes les autres options

source: Enable Google Cloud storage
de_de: Aktiviere Google Cloud storage
fr_fr: Activer le stockage Google Cloud

source: Your Google Cloud bucket name
de_de: Dein Google Cloud Bucket-Name
fr_fr: Nom de votre compartiment Google Cloud

source: Google Cloud File
de_de: Google Cloud Datei
fr_fr: Fichier Google Cloud

source: Your service account keys JSON
de_de: Deine Dienstkontenschlüssel JSON
fr_fr: Vos clés de compte de service JSON

source: Enable DigitalOcean storage
de_de: Aktiviere DigitalOcean storage
fr_fr: Activer le stockage DigitalOcean

source: Your DigitalOcean space name
de_de: Dein DigitalOcean space name
fr_fr: Votre nom d’espace DigitalOcean

source: Your DigitalOcean space region
de_de: Deine DigitalOcean space Region
fr_fr: Votre région spatiale DigitalOcean

source: Your DigitalOcean Access Key ID
de_de: Deine DigitalOcean Access Key ID
fr_fr: Votre ID de clé d’accès DigitalOcean

source: Your DigitalOcean Access Key Secret
de_de: Dein DigitalOcean Access Key Secret
fr_fr: Votre secret de clé d’accès DigitalOcean

source: Enable Wasabi storage
de_de: Aktiviere Wasabi storage
fr_fr: Activer le stockage Wasabi

source: Your Wasabi bucket name
de_de: Dein Wasabi bucket Name
fr_fr: Nom de votre seau Wasabi

source: Your Wasabi bucket region
de_de: Deine Wasabi bucket Region
fr_fr: Votre région de seau Wasabi

source: Your Wasabi Access Key ID
de_de: Deine Wasabi Access Key ID
fr_fr: Votre ID de clé d’accès Wasabi

source: Your Wasabi Access Key Secret
de_de: Dein Wasabi Access Key Secret
fr_fr: Votre clé d’accès Wasabi Secret

source: Enable Backblaze storage
de_de: Aktiviere Backblaze storage
fr_fr: Activer le stockage Backblaze

source: Your Backblaze bucket name
de_de: Dein Backblaze bucket Name
fr_fr: Nom de votre compartiment Backblaze

source: Your Backblaze bucket region
de_de: Deine Backblaze bucket Region
fr_fr: Région de votre compartiment Backblaze

source: Your Backblaze Access Key ID
de_de: Deine Backblaze Access Key ID
fr_fr: Votre ID de clé d’accès Backblaze

source: Your Backblaze Access Key Secret
de_de: Deine Backblaze Access Key Secret
fr_fr: Votre secret de clé d’accès Backblaze

source: Enable Yandex Cloud Storage
de_de: Aktiviere Yandex Cloud Storage

source: Your Yandex Cloud bucket name
de_de: Dein Yandex Cloud bucket Name

source: Your Yandex Cloud bucket region
de_de: Deine Yandex Cloud bucket Region

source: Your Yandex Cloud Access Key ID
de_de: Deine Yandex Cloud Access Key ID

source: Your Yandex Cloud Access Key Secret
de_de: Dein Yandex Cloud Access Key Secret

source: Endpoint
de_de: Endpunkt
fr_fr: Extrémité

source: Before enabling FTP Storage, make sure you upload the whole 'uploads' folder to your space
de_de: Bevor du den FTP-Speicher aktivierst, musst du den gesamten Ordner „uploads“ auf deinen Server hochladen
fr_fr: Avant d’activer le stockage FTP, assurez-vous de télécharger l’intégralité du dossier 'uploads' dans votre espace

source: Before disabling FTP Storage, make sure you download the whole 'uploads' folder to your server
de_de: Bevor den FTP-Speicher deaktivierst, musst du den gesamten Ordner „uploads“ von deinem Server herunterladen
fr_fr: Avant de désactiver le stockage FTP, assurez-vous de télécharger l’intégralité du dossier 'uploads' sur votre serveur

source: Enable FTP Storage upload
de_de: Aktiviere FTP Storage upload
fr_fr: Activer le téléchargement de stockage FTP

source: FTP Path
de_de: FTP Pfad
fr_fr: Chemin FTP

source: The path to your uploads folder (Examples: './' or 'public_html/uploads')
de_de: Der Pfad zu deinem Uploads-Ordner (Beispiele: './' oder 'public_html/uploads')
fr_fr: Le chemin d’accès à votre dossier de téléchargements (exemples : './' ou 'public_html/uploads')

source: FTP Endpoint
de_de: FTP Endpunkt
fr_fr: Point de terminaison FTP

source: The URL to your uploads folder (Examples: 'https://domain.com/uploads' or 'https://64.233.191.255/uploads')
de_de: Die URL zu deinem Uploads-Ordner (Beispiele: 'https://domain.com/uploads' oder 'https://64.233.191.255/uploads')
fr_fr: L’URL de votre dossier de téléchargements (exemples : 'https://domain.com/uploads' ou 'https://64.233.191.255/uploads')

source: Security
de_de: Sicherheit
fr_fr: Sécurité

source: Unusual Login Detection
de_de: Ungewöhnliche Login-Erkennung
fr_fr: Détection de connexion inhabituelle

source: Enable unusual login detection, System will not allow user to login with same session from different device or location
de_de: Aktiviere die Erkennung von ungewöhnlichen Anmeldungen, das System wird nicht zulassen, dass sich ein Benutzer mit derselben Sitzung von einem anderen Gerät oder Standort aus anmeldet.
fr_fr: Activer la détection de connexion inhabituelle, le système ne permettra pas à l’utilisateur de se connecter avec la même session à partir d’un appareil ou d’un emplacement différent

source: Brute Force Detection
de_de: Brute Force Erkennung
fr_fr: Détection par force brute

source: Enable brute force attack detection, System will block the user account if hacker try to login with invalid password too many times to guess the correct account password
de_de: Aktiviere die Erkennung von Brute Force Angriffen. Das System wird das Benutzerkonto sperren, wenn ein Hacker zu oft versucht, sich mit einem ungültigen Passwort anzumelden, um das richtige Passwort zu erraten.
fr_fr: Activer la détection d’attaque par force brute, le système bloquera le compte utilisateur si le pirate tente de se connecter avec un mot de passe invalide trop de fois pour deviner le mot de passe correct du compte

source: Number of bad login attempts till account get blocked
de_de: Anzahl der falschen Anmeldeversuche bis zur Sperrung des Kontos
fr_fr: Nombre de mauvaises tentatives de connexion jusqu’à ce que le compte soit bloqué

source: Lockout Time
de_de: Sperrzeit
fr_fr: Temps de verrouillage

source: Number of minutes the account will still locked out
de_de: Anzahl der Minuten, die das Konto noch gesperrt ist
fr_fr: Nombre de minutes pendant lesquelles le compte sera toujours verrouillé

source: Enable two-factor authentication to log in with a code from your email/phone as well as a password
de_de: Aktiviere die Zwei-Faktor-Authentifizierung, um sich mit einem Code von deiner E-Mail/Ihrem Telefon sowie einem Passwort anzumelden.
fr_fr: Activez l’authentification à deux facteurs pour vous connecter avec un code de votre e-mail / téléphone ainsi qu’un mot de passe

source: Two-Factor Authentication Via
de_de: Zwei-Faktor-Authentifizierung über
fr_fr: Authentification à deux facteurs via

source: Select Email, SMS or Google Authenticator to send log in code to user
de_de: Wähle eine E-Mail, SMS oder Google Authenticator, um den Anmeldecode an den Benutzer zu senden.
fr_fr: Sélectionnez E-mail, SMS ou Google Authenticator pour envoyer le code de connexion à l’utilisateur

source: Reserved Usernames Enabled
de_de: Reservierte Benutzernamen Aktiviert
fr_fr: Noms d’utilisateur réservés activés

source: Enable/Disable Reserved Usernames
de_de: Reservierte Benutzernamen aktivieren/deaktivieren
fr_fr: Activer/désactiver les noms d’utilisateur réservés

source: Reserved Usernames
de_de: Reservierte Benutzernamen
fr_fr: Noms d’utilisateur réservés

source: Censored Words Enabled
de_de: Zensierte Wörter Aktiviert
fr_fr: Mots censurés activés

source: Enable/Disable Words to be censored
de_de: Aktivieren/Deaktivieren zu zensierende Wörter
fr_fr: Activer/désactiver des mots d'être censuré

source: Censored Words
de_de: Zensierte Wörter
fr_fr: Mots censurés

source: Words to be censored, separated by a comma (,)
de_de: Zu zensierende Wörter, getrennt durch ein Komma (,)
fr_fr: Les mots d'être censuré, séparés par une virgule ()

source: HTML Enabled
de_de: HTML Aktiviert
fr_fr: Activé

source: Enable/Disable HTML code in Rich Text Editor (blogs and forums)
de_de: Aktivieren/Deaktivieren von HTML-Code im Rich Text Editor (Blogs und Foren)
fr_fr: Activer/désactiver le code HTML dans Rich Text Editor (blogs et forums)

source: reCAPTCHA Enabled
de_de: reCAPTCHA Aktiviert
fr_fr: ReCAPTCHA activé

source: Turn reCAPTCHA On and Off
de_de: reCAPTCHA ein- und ausschalten
fr_fr: Tour de reCAPTCHA sur et en dehors

source: reCAPTCHA Site Key
de_de: reCAPTCHA Website-Schlüssel
fr_fr: Clé du site reCAPTCHA

source: reCAPTCHA Secret Key
de_de: reCAPTCHA Geheimschlüssel
fr_fr: Clé secrète reCAPTCHA

source: Online Payments
de_de: Online-Zahlungen
fr_fr: Paiements en ligne

source: Fees
de_de: Gebühren

source: Payment Fees
de_de: Zahlungsgebühren

source: Enable/Disable Payment Fees
de_de: Aktivieren/Deaktivieren von Zahlungsgebühren

source: Fees Percentage
de_de: Gebühren Prozentsatz

source: Percentage of fees to be added to the payment amount
de_de: Prozentsatz der zum Zahlungsbetrag hinzuzurechnenden Gebühren

source: VAT
de_de: MwSt.

source: VAT Enabled
de_de: MwSt. Aktiviert

source: Enable/Disable VAT
de_de: Enable/Disable MwSt.

source: VAT By User Country
de_de: Mehrwertsteuer nach Benutzerland

source: Enable/Disable VAT by user country
de_de: Aktivieren/Deaktivieren der Mehrwertsteuer nach Benutzerland

source: Manage Countries VAT
de_de: Länder verwalten Mehrwertsteuer

source: Default VAT Percentage
de_de: Standard-Mehrwertsteuer-Prozentsatz

source: Note: If VAT By User Country enabled then VAT will be calculated based on user country VAT
de_de: Hinweis: Wenn die Option Mehrwertsteuer nach Benutzerland aktiviert ist, wird die Mehrwertsteuer auf der Grundlage der Mehrwertsteuer des Benutzerlandes berechnet.

source: Note: If user didn't select his country then VAT will be calculated based on default VAT percentage
de_de: Hinweis: Wenn der Benutzer sein Land nicht ausgewählt hat, wird die Mehrwertsteuer auf der Grundlage des Standard-Mehrwertsteuerprozentsatzes berechnet.

source: Note: If country VAT is not set then VAT will be calculated based on default VAT percentage
de_de: Hinweis: Wenn für das Land keine Mehrwertsteuer festgelegt ist, wird die Mehrwertsteuer auf der Grundlage des Standard-Mehrwertsteuerprozentsatzes berechnet.

source: Paypal Enabled
de_de: PayPal Aktiviert
fr_fr: PayPal activé

source: Enable payments via Paypal
de_de: Zahlungen über PayPal ermöglichen
fr_fr: Activer les paiements via PayPal

source: Paypal Payouts
de_de: PayPal Auszahlungen

source: Enable automatic payouts for PayPal withdrawal requests
de_de: Aktiviere automatische Auszahlungen für PayPal-Abhebungsanfragen

source: Stripe Enabled
de_de: Stripe aktiviert
fr_fr: Stripe activé

source: Enable payments via Credit Card
de_de: Zahlungen per Kreditkarte ermöglichen
fr_fr: Activer les paiements par carte de crédit

source: Alipay Enabled
de_de: Alipay Aktiviert
fr_fr: Alipay activé

source: Enable payments via Alipay
de_de: Aktiviere Zahlungen über Alipay
fr_fr: Activer les paiements via Alipay

source: Stripe Payment Element
de_de: Stripe Zahlungselement

source: Enable Stripe Payment Element
de_de: Stripe-Zahlungselement aktivieren

source: Read More
de_de: Mehr lesen
fr_fr: Lire la suite

source: Stripe secret key that starts with sk_
de_de: Geheimer Stripe-Schlüssel, der mit sk_ beginnt
fr_fr: Clé secrète Stripe qui commence par sk_

source: Test Publishable Key
de_de: Test veröffentlichbarer Schlüssel
fr_fr: Tester la clé publiable

source: Paystack Enabled
de_de: Paystack aktiviert
fr_fr: Paystack activé

source: Enable payments via Paystack
de_de: Aktiviere Zahlungen über Paystack
fr_fr: Activer les paiements via Paystack

source: CoinPayments Enabled
de_de: CoinPayments aktiviert
fr_fr: CoinPayments activé

source: Enable payments via CoinPayments
de_de: Zahlungen über CoinPayments ermöglichen
fr_fr: Activer les paiements via CoinPayments

source: 2Checkout Enabled
de_de: 2Checkout aktiviert
fr_fr: 2Checkout activé

source: Enable payments via 2Checkout
de_de: Aktiviere Zahlungen über 2Checkout
fr_fr: Activer les paiements via 2Checkout

source: Authorize.net Enabled
de_de: Authorize.net aktiviert

source: Enable payments via Authorize.net
de_de: Aktiviere Zahlungen über Authorize.net

source: Razorpay Enabled
de_de: Razorpay aktiviert
fr_fr: Razorpay activé

source: Enable payments via Razorpay
de_de: Aktiviere Zahlungen über Razorpay
fr_fr: Activer les paiements via Razorpay

source: Cashfree Enabled
de_de: Bargeldlos aktiviert
fr_fr: Cashfree activé

source: Enable payments via Cashfree
de_de: Aktiviere Zahlungen über Cashfree
fr_fr: Activer les paiements via Cashfree

source: Cashfree Mode
de_de: Bargeldloser Modus

source: Coinbase Enabled
de_de: Coinbase aktiviert
fr_fr: Coinbase activé

source: Enable payments via Coinbase
de_de: Aktiviere Zahlungen über Coinbase
fr_fr: Activer les paiements via Coinbase

source: MoneyPoolsCash Enabled
de_de: MoneyPoolsCash aktiviert

source: Enable payments via MoneyPoolsCash
de_de: Zahlungen über MoneyPoolsCash freigeben

source: Merchant Email
de_de: E-Mail des Händlers

source: Merchant Wallet Password
de_de: Passwort für die Händler-Wallet

source: This required only for automatic withdrawal payments not for online payments
de_de: Dies ist nur für automatische Abhebungen erforderlich, nicht für Online-Zahlungen.

source: MyFatoorah Enabled
de_de: MyFatoorah Aktiviert

source: Flutterwave Enabled
de_de: Flutterwave aktiviert

source: Enable payments via Flutterwave
de_de: Aktiviere Zahlungen über Flutterwave

source: Enable payments via Verotel
de_de: Aktiviere ahlungen über Verotel

source: Bank Transfers Enabled
de_de: Banküberweisungen aktiviert
fr_fr: Virements bancaires activés

source: Enable payments via Bank Transfers
de_de: Zahlungen per Banküberweisung ermöglichen
fr_fr: Activer les paiements par virement bancaire

source: Your Bank Name
de_de: Dein Bankname
fr_fr: Votre nom de banque

source: Bank Account Number
de_de: Kontonummer
fr_fr: Numéro de compte bancaire

source: Your Bank Account Number
de_de: Deine Bankkontonummer
fr_fr: Votre numéro de compte bancaire

source: Bank Account Name
de_de: Name des Bankkontos
fr_fr: Nom du compte bancaire

source: Your Bank Account Name
de_de: Name deines Bankkontos
fr_fr: Votre nom de compte bancaire

source: Bank Account Routing Code
de_de: Bankkonto-Routing-Code
fr_fr: Code d’acheminement du compte bancaire

source: Your Bank Account Routing Code or SWIFT Code
de_de: Bankleitzahl oder SWIFT-Code Ihres Kontos
fr_fr: Votre code d’acheminement de compte bancaire ou code SWIFT

source: Bank Account Country
de_de: Bank Land
fr_fr: Pays du compte bancaire

source: Your Bank Account Country
de_de: Dein Bankkonto Land
fr_fr: Pays de votre compte bancaire

source: Transfer Note
de_de: Übertragungsvermerk
fr_fr: Note de transfert

source: This note will be displayed to the user while upload his bank transfer receipt
de_de: Dieser Hinweis wird dem Benutzer beim Hochladen seines Überweisungsbelegs angezeigt
fr_fr: Cette note sera affichée à l’utilisateur lors du téléchargement de son reçu de virement bancaire

source: Data Heartbeat
de_de: Daten Heartbeat
fr_fr: Battement de coeur de données

source: The update interval to check for new data (in seconds)
de_de: Das Aktualisierungsintervall für die Prüfung auf neue Daten (in Sekunden)
fr_fr: L'intervalle de mise à jour pour vérifier les nouvelles données (en secondes)

source: The update interval to check for new messages (in seconds)
de_de: Das Aktualisierungsintervall für die Prüfung auf neue Nachrichten (in Sekunden)
fr_fr: L'intervalle de mise à jour pour vérifier les nouveaux messages (en secondes)

source: Offline After
de_de: Offline nach
fr_fr: Hors ligne après

source: The amount of time to be considered online since the last user's activity (in seconds)
de_de: Die Zeitspanne, die seit der letzten Aktivität des Benutzers als online gilt (in Sekunden)
fr_fr: Le temps à considérer en ligne depuis la dernière activité de l’utilisateur (en secondes)

source: The maximim value is one day = 86400 seconds
de_de: Der Maximalwert ist ein Tag = 86400 Sekunden
fr_fr: La valeur maximim est un jour = 86400 secondes

source: Newsfeed Results
de_de: Newsfeed Ergebnisse
fr_fr: Résultats du fil d’actualité

source: The number of posts in the newsfeed
de_de: Die Anzahl der Beiträge im Newsfeed
fr_fr: Le nombre de publications dans le fil d’actualité

source: Pages Results
de_de: Seiten Ergebnisse
fr_fr: Résultats des pages

source: The number of results in the pages module
de_de: Die Anzahl der Ergebnisse im Seitenmodul
fr_fr: Le nombre de résultats dans le module pages

source: Groups Results
de_de: Gruppen Ergebnisse
fr_fr: Résultats des groupes

source: The number of results in the groups module
de_de: Die Anzahl der Ergebnisse im Modul Gruppen
fr_fr: Le nombre de résultats dans le module groupes

source: Events Results
de_de: Event Ergebnisse
fr_fr: Résultats des événements

source: The number of results in the events module
de_de: Die Anzahl der Ergebnisse im Ereignismodul
fr_fr: Le nombre de résultats dans le module événements

source: Blogs Results
de_de: Blogs Ergebnisse

source: The number of results in the blogs module
de_de: Die Anzahl der Ergebnisse im Modul Blogs

source: Marketplace Results
de_de: Marktplatz Ergebnisse
fr_fr: Résultats du Marketplace

source: The number of results in the marketplace module
de_de: Die Anzahl der Ergebnisse im Marktplatzmodul
fr_fr: Le nombre de résultats dans le module marketplace

source: Funding Results
de_de: Spendenergebnisse

source: The number of results in the funding module
de_de: Die Anzahl der Ergebnisse im Fördermodul
