Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: You can't poke this user
de_de: Du kannst diesen Benutzer nicht anstupsen
fr_fr: Vous ne pouvez pas poker cet utilisateur

source: You have already poked this user before!
de_de: Du hast diesen Benutzer schon einmal angestupst!
fr_fr: Vous avez déjà poké cet utilisateur auparavant!

source: You reached the maximum number of boosted pages! Upgrade your package to get more
de_de: Du hast die maximale Anzahl an hervorgehobenen Seiten erreicht! Aktualisiere dein Paket, um mehr zu erhalten
fr_fr: Vous avez atteint le nombre maximum de pages boostées ! Mettez à niveau votre Forfait pour en obtenir plus

source: You can not remove page super admin
de_de: Du kannst nicht entfernen Seite super admin
fr_fr: Vous ne pouvez pas supprimer la page super admin

source: You can not remove group super admin
de_de: Du kannst die Gruppe super admin nicht entfernen
fr_fr: Vous ne pouvez pas supprimer le groupe super admin

source: User not found
de_de: Benutzer nicht gefunden

source: You can not delete admin/morderator accounts
de_de: Admin/Moderator Konten können nicht gelöscht werden
fr_fr: Vous ne pouvez pas supprimer les comptes admin/morderator

source: Your current password is incorrect
de_de: Dein derzeitiges Passwort ist nicht korrekt.
fr_fr: Votre mot de passe actuel est incorrect

source: Please enter a valid username (a-z0-9_.) with minimum 3 characters long
de_de: Bitte geben Sie einen gültigen Benutzernamen (a-z0-9_.) mit mindestens 3 Zeichen Länge ein
fr_fr: Veuillez entrer un nom d’utilisateur valide (a-z0-9_.) avec un minimum de 3 caractères

source: You can't use
de_de: Du kannst es nicht verwenden
fr_fr: Vous ne pouvez pas utiliser

source: as username
de_de: als Benutzername
fr_fr: comme nom d’utilisateur

source: Sorry, it looks like
de_de: Es tut mir leid, es sieht so aus
fr_fr: Désolé, il ressemble à

source: belongs to an existing account
de_de: gehört zu einem bestehenden Konto
fr_fr: appartient à un compte existant

source: You must enter first name
de_de: Du musst deinen Vornamen eingeben
fr_fr: Vous devez entrer le prénom

source: First name contains invalid characters
de_de: Vorname enthält ungültige Zeichen
fr_fr: Le prénom contient des caractères non valides

source: First name must be at least
de_de: Der Vorname muss mindestens
fr_fr: Le prénom doit être au moins

source: characters long. Please try another
de_de: zeichen lang sein. Bitte versuche einen anderen
fr_fr: caractères longs. S’il vous plaît essayer un autre

source: You must enter last name
de_de: Du musst deinen Nachnamen eingeben
fr_fr: Vous devez entrer le nom de famille

source: Last name contains invalid characters
de_de: Nachname enthält ungültige Zeichen
fr_fr: Le nom de famille contient des caractères non valides

source: Last name must be at least
de_de: Der Nachname muss mindestens
fr_fr: Le nom de famille doit être au moins

source: Please select a valid gender
de_de: Bitte wähle ein Geschlecht aus
fr_fr: Veuillez sélectionner un sexe valide

source: You must select valid country
de_de: Du musst ein gültiges Land auswählen
fr_fr: Vous devez sélectionner un pays valide

source: Please select a valid birth month
de_de: Bitte wähle einen gültigen Geburtsmonat
fr_fr: Veuillez sélectionner un mois de naissance valide

source: Please select a valid birth day
de_de: Bitte wähle einen gültigen Geburtstag
fr_fr: Veuillez sélectionner un jour de naissance valide

source: Please select a valid birth year
de_de: Bitte wähle ein gültiges Geburtsjahr
fr_fr: Veuillez choisir une année de naissance valide

source: Please select a valid relationship
de_de: Bitte wählen einen gültigen Beziehungsstatus
fr_fr: Veuillez sélectionner une relation valide

source: Please enter a valid website
de_de: Bitte gib eine gültige Website ein
fr_fr: Veuillez saisir un site Web valide

source: Please enter a valid work website
de_de: Bitte gib eine gültige Arbeitswebsite ein
fr_fr: Veuillez saisir un site Web professionnel valide

source: Please enter a valid Facebook Profile URL
de_de: Bitte geben Sie eine gültige Facebook-Profil-URL ein
fr_fr: Veuillez saisir une URL de profil Facebook valide

source: Please enter a valid Twitter Profile URL
de_de: Bitte geben Sie eine gültige Twitter-Profil-URL ein
fr_fr: Veuillez saisir une URL de profil Twitter valide

source: Please enter a valid YouTube Profile URL
de_de: Bitte geben Sie eine gültige YouTube-Profil-URL ein
fr_fr: Veuillez saisir une URL de profil Youtube valide

source: Please enter a valid Instagram Profile URL
de_de: Bitte geben Sie eine gültige Instagram-Profil-URL ein
fr_fr: Veuillez saisir une URL de profil Instagram valide

source: Please enter a valid Twitch Profile URL
de_de: Bitte gib eine gültige Twitch-Profil-URL ein
fr_fr: Veuillez saisir une URL de profil Twitch valide

source: Please enter a valid Linkedin Profile URL
de_de: Bitte geben Sie eine gültige Linkedin-Profil-URL ein
fr_fr: Veuillez saisir une URL de profil Linkedin valide

source: Please enter a valid Vkontakte Profile URL
de_de: Bitte geben Sie eine gültige Vkontakte-Profil-URL ein
fr_fr: Veuillez saisir une URL de profil Vkontakte valide

source: The profile background feature has been disabled by the admin
de_de: Die Profilhintergrundfunktion wurde vom Administrator deaktiviert

source: You must fill in all of the fields
de_de: Du musst alle Felder ausfüllen
fr_fr: Vous devez renseigner tous les champs

source: Your passwords do not match
de_de: deine passwörter stimmen nicht überein
fr_fr: Les mots de passe ne correspondent pas

source: Two-Factor Authentication can't be enabled till you verify your email address
de_de: Die Zwei-Faktor-Authentifizierung kann erst aktiviert werden, wenn Sie Ihre E-Mail-Adresse verifiziert haben.
fr_fr: L’authentification à deux facteurs ne peut pas être activée tant que vous n’avez pas vérifié votre adresse e-mail

source: Two-Factor Authentication can't be enabled till you enter your phone number
de_de: Die Zwei-Faktor-Authentifizierung kann nicht aktiviert werden, solange Sie nicht Ihre Telefonnummer eingeben
fr_fr: L’authentification à deux facteurs ne peut pas être activée tant que vous n’avez pas entré votre numéro de téléphone

source: Two-Factor Authentication can't be enabled till you verify your phone number
de_de: Die Zwei-Faktor-Authentifizierung kann erst aktiviert werden, wenn Sie Ihre Telefonnummer verifiziert haben.
fr_fr: L’authentification à deux facteurs ne peut pas être activée tant que vous n’avez pas vérifié votre numéro de téléphone

source: Invalid code, Try again or try to scan your QR code again
de_de: Ungültiger Code, versuchen Sie es erneut oder scannen Sie Ihren QR-Code erneut
fr_fr: Code non valide, Réessayez ou essayez de scanner à nouveau votre code QR

source: You must select at least
de_de: Sie müssen mindestens Folgendes auswählen

source: videos categories
de_de: Video Kategorien

source: You can't select more than
de_de: Du kannst nicht mehr auswählen als

source: blogs categories
de_de: Blog Kategorien

source: The monetization system has been disabled by the admin
de_de: Das Monetarisierungssystem wurde vom Administrator deaktiviert

source: To enable this feature your account must be verified
de_de: Um diese Funktion aktivieren zu können, muss dein Konto verifiziert sein

source: Invalid node type
de_de: Ungültiger Knotentyp

source: Invalid action
de_de: Ungültige Aktion

source: You have a pending verification request
de_de: Du hast eine ausstehende Verifizierungsanfrage

source: You are not authorized to verify this page
de_de: Du bist nicht berechtigt, diese Seite zu überprüfen

source: Please attach your company incorporation file
de_de: Bitte fügen Sie die Gründungsunterlagen Ihres Unternehmens bei

source: Please attach your photo
de_de: Bitte fügen Sie Ihr Foto bei

source: Please attach your tax file
de_de: Bitte fügen Sie Ihre Steuerdatei bei

source: Please attach your Passport or National ID
de_de: Bitte fügen Sie Ihren Reisepass oder Personalausweis bei

source: Please share why your page should be verified
de_de: Bitte teilen Sie uns mit, warum Ihre Seite überprüft werden sollte

source: Please share why your account should be verified
de_de: Bitte teilen Sie uns mit, warum Ihr Konto verifiziert werden sollte
fr_fr: Veuillez indiquer pourquoi votre compte doit être vérifié

source: You must enter the title
de_de: Sie müssen den Titel eingeben

source: You must enter the country
de_de: Sie müssen das Land auswählen

source: You must enter the city
de_de: Sie müssen die Stadt eingeben

source: You must enter the zip code
de_de: Sie müssen die Postleitzahl eingeben

source: You must enter the phone
de_de: Sie müssen Ihre Telefonnummer angeben

source: You must enter the address
de_de: Sie müssen Ihre Adresse eingeben

source: You are not authorized to do this action
de_de: Du bist nicht berechtigt, diese Aktion durchzuführen

source: Registration is closed right now
de_de: Die Registrierung ist jetzt geschlossen.
fr_fr: Inscription est fermé

source: The invitation code is invalid or expired
de_de: Der Einladungscode ist ungültig oder abgelaufen
fr_fr: Le code d’invitation n’est pas valide ou a expiré

source: Your first name contains invalid characters
de_de: Ihr Vorname enthält ungültige Zeichen
fr_fr: Votre prénom contient des caractères non valides

source: Your first name must be at least
de_de: Ihr Vorname muss mindestens lauten
fr_fr: Votre prénom doit être au moins

source: Your last name contains invalid characters
de_de: Ihr Nachname enthält ungültige Zeichen
fr_fr: Votre nom de famille contient des caractères non valides

source: Your last name must be at least
de_de: Ihr Nachname muss mindestens wie folgt lauten
fr_fr: Votre nom de famille doit être au moins

source: Please enter a valid email address
de_de: Bitte gib deine gültige E-Mail Adresse ein
fr_fr: Veuillez entrer une adresse email valide

source: Please enter a valid phone number
de_de: Bitte gib eine gültige Telefonnummer ein
fr_fr: Veuillez saisir un numéro de téléphone valide

source: Please select a valid birth month (1-12)
de_de: Bitte wählen Sie einen gültigen Geburtsmonat (1-12)

source: Please select a valid birth day (1-31)
de_de: Bitte wählen Sie ein gültiges Geburtsdatum (1-31)

source: Please select a valid birth year (1905-2017)
de_de: Bitte wählen Sie ein gültiges Geburtsjahr (1905-2017)

source: Sorry, You must be
de_de: Entschuldigung, Sie müssen
fr_fr: Désolé, vous devez être

source: years old to register
de_de: Jahre alt sein um sich registrieren zu können
fr_fr: ans pour s’inscrire

source: The security check is incorrect. Please try again
de_de: Die Sicherheitsüberprüfung ist fehlerhaft. Bitte versuche es erneut
fr_fr: Le contrôle de sécurité est incorrect. Veuillez réessayer

source: Please select a valid user group
de_de: Bitte wählen eine gültige Benutzergruppe

source: You must read and agree to our terms and privacy policy
de_de: Sie müssen unsere Bedingungen und Datenschutzbestimmungen lesen und ihnen zustimmen.
fr_fr: Vous devez lire et accepter nos conditions et notre politique de confidentialité

source: Just one more step to get started on
de_de: Nur noch ein weiterer Schritt für den Einstieg
fr_fr: Un pas de plus pour commencer sur

source: Activation email could not be sent
de_de: Aktivierungsmail konnte nicht gesendet werden, bitte versuchen Sie es später erneut
fr_fr: L’e-mail d’activation n’a pas pu être envoyé

source: But you can login now
de_de: Sie können sich jetzt anmelden
fr_fr: Mais vous pouvez vous connecter maintenant

source: Activation Code
de_de: Aktivierungscode
fr_fr: Code d’activation

source: Activation SMS could not be sent
de_de: Aktivierungs-SMS konnte nicht gesendet werden
fr_fr: Le SMS d’activation n’a pas pu être envoyé

source: The email you entered does not belong to any account
de_de: Die von Ihnen eingegebene E-Mail ist mit keinem Konto verknüpft
fr_fr: L’adresse e-mail que vous avez saisie n’appartient à aucun compte

source: Please enter a valid email address or username
de_de: Bitte geben Sie eine gültige E-Mail-Adresse oder einen Benutzernamen ein
fr_fr: Veuillez saisir une adresse e-mail ou un nom d’utilisateur valide

source: The username you entered does not belong to any account
de_de: Der von Ihnen eingegebene Benutzername ist mit keinem Konto verknüpft
fr_fr: Le nom d'utilisateur que vous avez entré n'appartient-elle pas à n'importe quel compte

source: Your account is currently locked out. Please try again later!
de_de: Ihr Konto ist derzeit gesperrt. Bitte versuchen Sie es später noch einmal!

source: Please re-enter your password
de_de: Bitte gib Dein Passwort noch einmal ein.
fr_fr: Veuillez saisir votre mot de passe

source: The password you entered is incorrect
de_de: Das eingegebene Passwort ist falsch
fr_fr: Le mot de passe que vous avez saisi est incorrect

source: Two-Factor Authentication Token
de_de: Code für die Zwei-Faktor-Authentifizierung
fr_fr: Jeton d’authentification à deux facteurs

source: Two-factor authentication email could not be sent
de_de: E-Mail zur Zwei-Faktor-Authentifizierung konnte nicht gesendet werden
fr_fr: Impossible d’envoyer un e-mail d’authentification à deux facteurs

source: Phone
de_de: Telefon
fr_fr: Téléphone

source: Two-factor authentication key
de_de: Zwei-Faktor-Authentifizierungsschlüssel
fr_fr: Clé d’authentification à deux facteurs

source: Two-factor authentication SMS could not be sent
de_de: SMS zur Zwei-Faktor-Authentifizierung konnte nicht gesendet werden
fr_fr: Impossible d’envoyer un SMS d’authentification à deux facteurs

source: Google Authenticator app
de_de: Google Authenticator-Anwendung
fr_fr: Application Google Authenticator

source: You have reached the maximum number of account for your IP
de_de: Sie haben die maximale Anzahl von Konto für Ihre IP erreicht.
fr_fr: Vous avez atteint le nombre maximal de compte pour votre IP

source: Sorry, it looks like this account belongs to you
de_de: Entschuldigung, es sieht so aus, als ob dieses Konto Ihnen gehört

source: Sorry, it looks like this account is already connected to another account
de_de: Entschuldigung, es sieht so aus, als ob dieses Konto bereits mit einem anderen Konto verbunden ist

source: Sorry, it looks like this account is a master account for other accounts
de_de: Entschuldigung, es sieht so aus, als ob dieses Konto ein Hauptkonto für andere Konten ist.

source: Sorry, it looks like this account doesn't belong to you
de_de: Es sieht so aus, als gehöre dieses Konto nicht Ihnen

source: You must upload your profile image
de_de: Sie müssen ein Profilbild hochladen
fr_fr: Vous devez télécharger votre image de profil

source: You must enter your location info
de_de: Sie müssen Ihre Standortdaten eingeben
fr_fr: Vous devez entrer vos informations de localisation

source: You must enter your work info
de_de: Sie müssen Ihre Arbeitsdaten eingeben
fr_fr: Vous devez entrer vos informations professionnelles

source: You must enter your education info
de_de: Sie müssen Ihre Ausbildungsdaten eingeben
fr_fr: Vous devez entrer vos informations sur la formation

source: Sign Up
de_de: ﻿Registrieren
fr_fr: S’enregistrer

source: Invalid code, please try again
de_de: Ungültiger Code, bitte versuchen Sie es erneut
fr_fr: Code invalide

source: doesn't belong to any account
de_de: gehört zu keinem Konto
fr_fr: n'appartient pas à n'importe quel compte

source: Invalid email, please try again
de_de: Ungültige E-Mail, bitte versuchen Sie es erneut
fr_fr: Adresse courriel non valide. Veuillez recommencer

source: Your passwords do not match. Please try another
de_de: Ihre Passwörter stimmen nicht überein. Bitte versuchen Sie ein anderes
fr_fr: Vos mots de passe ne correspondent pas. Veuillez essayer un autre

source: Invalid verification code
de_de: Ungültiger Verifizierungscode

source: You have to enter your password to continue
de_de: Sie müssen Ihr Passwort eingeben, um fortzufahren
fr_fr: Vous devez entrer votre mot de passe pour continuer

source: Your password must be at least 6 characters long. Please try another
de_de: Ihr Passwort muss mindestens 6 Zeichen lang sein. Bitte versuchen Sie ein anderes
fr_fr: Votre mot de passe doit comporter au moins 6 caractères. Veuillez essayer un autre

source: Your password must be less than 64 characters long. Please try another
de_de: Ihr Passwort muss weniger als 64 Zeichen lang sein. Bitte versuchen Sie ein anderes

source: Sorry but this provider
de_de: Entschuldigung, aber dieser Anbieter
fr_fr: Désolé mais ce fournisseur

source: is not allowed in our system
de_de: ist in unserem System nicht erlaubt
fr_fr: n’est pas autorisé dans notre système

source: Sorry but this username
de_de: Entschuldigung, aber dieser Benutzername
fr_fr: Désolé mais ce nom d’utilisateur

source: The ads system has been disabled by the admin
de_de: Das Anzeigensystem wurde vom Administrator deaktiviert

source: You have to enter the campaign title
de_de: Du musst einen Titel für deine Kampagne eingeben
fr_fr: Vous devez entrer le titre de la campagne

source: You have to enter the campaign start date
de_de: Du musst das Startdatum der Kampagne eingeben
fr_fr: Vous devez entrer la date de début de la campagne

source: You have to enter the campaign end date
de_de: Du musst das Enddatum der Kampagne eingeben
fr_fr: Vous devez entrer la date de fin de la campagne

source: Campaign end date must be after the start date
de_de: Das Enddatum der Kampagne muss nach dem Startdatum liegen.
fr_fr: La date de fin de la campagne doit être postérieure à la date de début

source: Campaign end date must be after today datetime
de_de: Das Enddatum der Kampagne muss nach heute datetime liegen
fr_fr: La date de fin de campagne doit être postérieure à la date d’aujourd’hui

source: You must enter valid budget
de_de: Du musst ein gültiges Budget eingeben
fr_fr: Vous devez entrer un budget valide

source: The minimum budget must be
de_de: Das Mindestbudget muss betragen
fr_fr: Le budget minimum doit être

source: There is not enough credit in your wallet. Recharge your wallet to continue.
de_de: Dein Guthaben im Wallet reicht nicht aus, lade dein Wallet auf, um fortzufahren

source: Recharge Now
de_de: Jetzt aufladen

source: You have to select a valid bidding
de_de: Du musst ein gültiges Gebot auswählen
fr_fr: Vous devez sélectionner une enchère valide

source: You have to select a valid gender
de_de: Du musst ein gültiges Geschlecht auswählen
fr_fr: Vous devez sélectionner un sexe valide

source: You have to select a valid relationship
de_de: Du musst eine gültige Beziehung auswählen
fr_fr: Vous devez sélectionner une relation valide

source: You have to enter a valid URL for your ads
de_de: Du musst eine gültige URL für deine Anzeigen eingeben
fr_fr: Vous devez saisir une URL valide pour vos annonces

source: You have to select one for your pages for your ads
de_de: Du musst eine für deine Seiten für deine Anzeigen auswählen
fr_fr: Vous devez en sélectionner un pour vos pages pour vos annonces

source: You have to select one for your groups for your ads
de_de: Du musst eine für deine Gruppen für deine Anzeigen auswählen
fr_fr: Vous devez en sélectionner un pour vos groupes pour vos annonces

source: You have to select one for your events for your ads
de_de: Du musst eine für deine Veranstaltungen für deine Anzeigen auswählen
fr_fr: Vous devez en sélectionner un pour vos évènements pour vos annonces

source: You have to select a valid ads type
de_de: Du musst einen gültigen Anzeigentyp auswählen
fr_fr: Vous devez sélectionner un type d’annonce valide

source: You have to select a valid ads placement
de_de: Du musst eine gültige Anzeigenschaltung auswählen
fr_fr: Vous devez sélectionner un emplacement publicitaire valide

source: The campaign total spend reached the campaign budget already, increase the campaign budget to resume the campaign
de_de: Die Gesamtausgaben der Kampagne haben bereits das Kampagnenbudget erreicht, erhöhe das Kampagnenbudget, um die Kampagne fortzusetzen
fr_fr: Les dépenses totales de la campagne ont déjà atteint le budget de la campagne, augmenter le budget de la campagne pour reprendre la campagne

source: The remaining spend is larger than current wallet credit
de_de: Die verbleibenden Ausgaben sind größer als das derzeitige Guthaben in der Brieftasche
fr_fr: Les dépenses restantes sont supérieures au crédit portefeuille actuel

source: You need to
de_de: Du musst
fr_fr: Vous devez

source: Replenish wallet credit
de_de: Guthaben in deinem Wallet auffüllen
fr_fr: Reconstituer le crédit du portefeuille

source: The cost per click is larger than your campaign remaining spend
de_de: Die Kosten pro Klick sind höher als die verbleibenden Ausgaben deiner Kampagne
fr_fr: Le coût par clic est supérieur aux dépenses restantes de votre campagne

source: increase the campaign budget to resume the campaign
de_de: Aufstockung des Kampagnenbudgets zur Wiederaufnahme der Kampagne
fr_fr: augmenter le budget de la campagne pour reprendre la campagne

source: The cost per view is larger than your campaign remaining spend
de_de: Die Kosten pro Ansicht sind höher als die verbleibenden Ausgaben deiner Kampagne
fr_fr: Le coût par vue est supérieur aux dépenses restantes de votre campagne

source: You have to upload an image for your ads
de_de: Du musst ein Bild für Ihre Anzeigen hochladen
fr_fr: Vous devez télécharger une image pour vos annonces

source: You can't do this till your campaign gets admin approval
de_de: Du kannst dies erst tun, wenn deine Kampagne vom Administrator genehmigt wurde.
fr_fr: Vous ne pouvez pas le faire tant que votre campagne n’a pas obtenu l’approbation de l’administrateur

source: The developers module has been disabled by the admin
de_de: Das Entwicklermodul wurde vom Administrator deaktiviert

source: You have to enter the App name
de_de: Du musst den Namen der App eingeben
fr_fr: Vous devez entrer le nom de l’application

source: You have to enter the App domain
de_de: Du musst die App-Domain eingeben
fr_fr: Vous devez entrer dans le domaine App

source: You have to enter the App redirect URL
de_de: Du musst die App-Umleitungs-URL eingeben
fr_fr: Vous devez entrer l’URL de redirection de l’application

source: Please enter a valid App redirect URL
de_de: Bitte gib eine gültige App-Weiterleitungs-URL ein
fr_fr: Veuillez saisir une URL de redirection d’application valide

source: You have to enter the App description
de_de: Du musst die Beschreibung der App eingeben
fr_fr: Vous devez entrer la description de l’application

source: Your App description is more than 200 characters
de_de: Deine App-Beschreibung umfasst mehr als 200 Zeichen
fr_fr: La description de votre application comporte plus de 200 caractères

source: You must select valid category for your App
de_de: Du musst eine gültige Kategorie für deine App auswählen
fr_fr: Vous devez sélectionner une catégorie valide pour votre application

source: You have to enter the App icon
de_de: Du musst das App-Symbol eingeben
fr_fr: Vous devez entrer l’icône App

source: You have to enter the app name
de_de: Du musst den Namen der App eingeben
fr_fr: Vous devez entrer le nom de l’application

source: You have to enter the app domain
de_de: Du musst die App-Domain eingeben
fr_fr: Vous devez entrer le domaine de l’application

source: You have to enter the app redirect URL
de_de: Du musst die URL der App-Umleitung eingeben
fr_fr: Vous devez entrer l’URL de redirection de l’application

source: Please enter a valid app redirect URL
de_de: Bitte gib eine gültige URL für die Weiterleitung der App ein
fr_fr: Veuillez saisir une URL de redirection d’application valide

source: You have to enter the app description
de_de: Du musst die Beschreibung der App eingeben
fr_fr: Vous devez entrer la description de l’application
