Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Movies
de_de: Filme
fr_fr: Film

source: Error
de_de: Fehler
fr_fr: Erreur

source: Ads Manager
de_de: Anzeigen Managment
fr_fr: Gestionnaire de publicités

source: New Campaign
de_de: Neue Kampagne
fr_fr: Nouvelle campagne

source: Edit Campaign
de_de: Kampagne bearbeiten
fr_fr: Editer une campagne

source: Developers
de_de: Entwickler
fr_fr: Développeurs

source: My Apps
de_de: Meine Apps
fr_fr: Mon application

source: Create New App
de_de: Neue App erstellen
fr_fr: Créer une nouvelle application

source: Edit App
de_de: App bearbeiten
fr_fr: Editer une application

source: Share Plugin
de_de: Plugin teilen
fr_fr: Partager le plugin

source: N/A
de_de: N/V

source: Wallet Payments
de_de: Geldbörse Zahlungen
fr_fr: Paiements par portefeuille

source: Settings
de_de: Einstellungen
fr_fr: Paramètres

source: Account Settings
de_de: Kontoeinstellungen
fr_fr: Paramètres de compte

source: Edit Profile
de_de: Profil bearbeiten
fr_fr: Éditer le profil

source: Change Password
de_de: Passwort ändern
fr_fr: Modifier le mot de passe

source: Manage Sessions
de_de: Sitzungen verwalten
fr_fr: Gérer les sessions

source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung
fr_fr: Authentification à deux facteurs

source: Notifications
de_de: Benachrichtigungen

source: Verification
de_de: Überprüfung
fr_fr: Vérification

source: Privacy
de_de: Datenschutz
fr_fr: Confidentialité

source: Blocking
de_de: Blockierung
fr_fr: Blocage

source: Connected Accounts
de_de: Konto wechseln

source: Linked Accounts
de_de: verbundene Konten
fr_fr: Comptes liés

source: Membership
de_de: Mitgliedschaft
fr_fr: Adhésion

source: Monetization
de_de: Monetarisierung
fr_fr: Monétisation

source: Monetization Payments
de_de: Monetarisierung Zahlungen
fr_fr: Paiements de monétisation

source: Monetization Earnings
de_de: Monetarisierung Erträge

source: Invitations
de_de: Einladungen

source: Affiliates Payments
de_de: Affiliate Zahlungen
fr_fr: Paiements des affiliés

source: Points
de_de: Punkte

source: Points Payments
de_de: Punkte Zahlungen
fr_fr: Paiements de points

source: Marketplace
de_de: Marktplatz

source: Funding
de_de: Spendenaufruf
fr_fr: Financement

source: CoinPayments Transactions
de_de: CoinPayments-Transaktionen
fr_fr: Transaction CoinPayments

source: Bank Transfers
de_de: Banküberweisungen
fr_fr: Virements bancaires

source: Your Addresses
de_de: Deine Adresse

source: Your Information
de_de: Deine Information
fr_fr: Vos informations

source: Delete Account
de_de: Account löschen
fr_fr: Supprimer le compte

source: Welcome to
de_de: Willkommen bei
fr_fr: Bienvenue

source: Popular Posts
de_de: Beliebte Beiträge
fr_fr: Articles populaires

source: Discover Posts
de_de: Beiträge entdecken
fr_fr: Découvrir les articles

source: My Blogs
de_de: Meine Blogs

source: My Products
de_de: Meine Produkte
fr_fr: Mes produits

source: My Funding
de_de: Meine Finanzierung/en
fr_fr: Mon financement

source: Saved Posts
de_de: Gespeicherte Beiträge
fr_fr: Messages sauvegardées

source: Memories
de_de: Erinnerungen
fr_fr: Mémoires

source: Boosted Posts
de_de: Geboostete Beiträge
fr_fr: Publications boostées

source: Boosted Pages
de_de: Geboostete Seiten
fr_fr: Pages boostées

source: Games
de_de: Spiele
fr_fr: Jeux

source: Your Games
de_de: Deine Spiele
fr_fr: Vos jeux

source: Courses
de_de: Gruppen

source: Search
de_de: Suche
fr_fr: Rechercher

source: File not found
de_de: Datei nicht gefunden

source: Events
de_de: Veranstaltungen
fr_fr: Evènements

source: Discover
de_de: Entdecken
fr_fr: Découvrir

source: Going Events
de_de: Laufende Veranstaltungen
fr_fr: Événements en cours

source: Interested Events
de_de: Interessierte Veranstaltungen
fr_fr: Événements intéressés

source: Invited Events
de_de: Eingeladene Veranstaltungen
fr_fr: Événements invités

source: My Events
de_de: Meine Events
fr_fr: Mes événements

source: Your session hash has been broken, Please contact Delus's support!
de_de: Ihr Sitzungshash wurde gebrochen, bitte kontaktieren Sie den Support!
fr_fr: Votre hachage de session a été cassé, veuillez contacter le support d'Ilobuz!

source: System Message
de_de: Systemmeldung:
fr_fr: Message Système

source: Your IP has been blocked
de_de: Ihre IP wurde gesperrt
fr_fr: Votre adresse IP a été bloquée

source: Forums
de_de: Foren

source: Write New Thread
de_de: Neues Thema schreiben
fr_fr: Écrire un nouveau fil de discussion

source: Edit Thread
de_de: Thema bearbeiten
fr_fr: Modifier le fil de discussion

source: Post Reply
de_de: Antwort veröffentlichen
fr_fr: Publier la réponse

source: Edit Reply
de_de: Antwort bearbeiten
fr_fr: Modifier la réponse

source: My Threads
de_de: Meine Themen
fr_fr: Mes fils de discussion

source: My Replies
de_de: Meine Antworten
fr_fr: Mes réponses

source: Search Results
de_de: Suchergebnisse
fr_fr: Résultats de Recherche

source: Packages
de_de: Pakete
fr_fr: Forfaits

source: Congratulation
de_de: Herzlichen Glückwunsch
fr_fr: Félicitation

source: Directory
de_de: Verzeichnis
fr_fr: Annuaire

source: Users Directory
de_de: Benutzerverzeichnis
fr_fr: Répertoire des utilisateurs

source: Posts Directory
de_de: Verzeichnis der Beiträge
fr_fr: Messages Directory

source: Pages Directory
de_de: Seiten-Verzeichnis
fr_fr: Répertoire des Pages

source: Groups Directory
de_de: Gruppen Verzeichnis

source: Events Directory
de_de: Veranstaltungsübersicht
fr_fr: Répertoire des événements

source: Games Directory
de_de: Spiele Verzeichnis
fr_fr: Répertoire des jeux

source: Cart
de_de: Warenkorb

source: Orders
de_de: Bestellungen

source: Sales
de_de: Verkäufe

source: Groups
de_de: Gruppen
fr_fr: Groupes

source: Joined Groups
de_de: Beigetretene Gruppen
fr_fr: Rejoindre le groupe

source: My Groups
de_de: Meine Gruppen
fr_fr: Mes groupes

source: You don't have the right permission to access this
de_de: Sie verfügen nicht über die richtige Berechtigung auf diese Funktion zuzugreifen.
fr_fr: Vous n'avez pas l'autorisation droite d'accéder à cette

source: Panel
de_de: Administrationsmenü
fr_fr: Panneau

source: System Settings
de_de: Systemmeldung:
fr_fr: Paramètres système

source: Posts Settings
de_de: Beitragseinstellungen
fr_fr: Paramètres des publications

source: Registration Settings
de_de: Registrierungseinstellungen
fr_fr: Paramètres d’inscription

source: Accounts Settings
de_de: Konteneinstellungen
fr_fr: Paramètres des comptes

source: Email Settings
de_de: E-Mail Einstellungen
fr_fr: Paramètres de messagerie

source: SMS Settings
de_de: SMS Einstellungen
fr_fr: Paramètres SMS

source: Notifications Settings
de_de: Benachrichtigungseinst.
fr_fr: Paramètres des notifications

source: Chat Settings
de_de: Chateinstellungen
fr_fr: Paramètres Tchat

source: Live Stream Settings
de_de: Streameinstellungen
fr_fr: Paramètres de diffusion en direct

source: Uploads Settings
de_de: Upload Einstellungen
fr_fr: Paramètres de téléchargement

source: Payments Settings
de_de: Zahlungseinstellungen
fr_fr: Paramètres de paiements

source: Security Settings
de_de: Sicherheitseinstellungen
fr_fr: Paramètres de sécurité

source: Limits Settings
de_de: Limiteinstellungen
fr_fr: Paramètres de limites

source: Analytics Settings
de_de: Analyseeinstellungen
fr_fr: Paramètres d’analyse

source: Add New
de_de: Neu hinzufügen
fr_fr: Ajouter

source: Languages
de_de: Sprachen
fr_fr: Langues

source: Countries
de_de: Länder
fr_fr: Pays

source: Currencies
de_de: Währungen
fr_fr: Monnaies

source: Genders
de_de: Geschlechter
fr_fr: Sexes

source: Users
de_de: User
fr_fr: Utilisateurs

source: Moderators
de_de: Moderatoren
fr_fr: Modérateurs

source: Banned
de_de: gesperrt
fr_fr: Banni

source: Not Activated
de_de: Nicht aktiviert
fr_fr: Non Activé

source: Pending
de_de: Ausstehend
fr_fr: En instance

source: Stats
de_de: Statistiken

source: Find
de_de: Suchen
fr_fr: Trouver

source: Users Groups
de_de: Benutzer Gruppen

source: Permissions Groups
de_de: Berechtigungsgruppen

source: Posts
de_de: Beiträge
fr_fr: Articles

source: Videos Categories
de_de: Video Kategorien

source: Add New Category
de_de: Neue Kategorie hinzufügen
fr_fr: Ajouter une nouvelle catégorie

source: Pages
de_de: Seiten

source: Categories
de_de: Kategorien
fr_fr: Catégories

source: Offers
de_de: Angebote
fr_fr: Offres

source: Add New Forum
de_de: Neues Forum hinzufügen
fr_fr: Ajouter un nouveau forum

source: Threads
de_de: Beiträge
fr_fr: Bobine

source: Replies
de_de: Antworten
fr_fr: Réponses

source: Add New Movie
de_de: Neuen Film hinzufügen
fr_fr: Ajouter un nouveau film

source: Add New Genre
de_de: Neues Genre hinzufügen
fr_fr: Ajouter un nouveau genre

source: Earnings
de_de: Einnahmen
fr_fr: Gain

source: Payments
de_de: Zahlungen
fr_fr: Paiements

source: Commissions
de_de: Provisionen

source: Users Ads
de_de: Benutzer Ads
fr_fr: Annonces des utilisateurs

source: Payment Requests
de_de: Zahlungsanträge
fr_fr: Demandes de paiement

source: Subscribers
de_de: Abonnenten
fr_fr: Abonnés

source: Points System
de_de: Punkte System
fr_fr: Système de point

source: Products
de_de: Produkte
fr_fr: Produits

source: Funding Requests
de_de: Finanzierungsanträge
fr_fr: Demandes de financement

source: Tips
de_de: Trinkgelder

source: Bank Receipts
de_de: Bankbelege
fr_fr: Reçus bancaires

source: Reports
de_de: Berichte
fr_fr: Rapports

source: Forum Thread
de_de: Forum Thema
fr_fr: Fil de discussion du forum

source: Forum Reply
de_de: Forum Antwort
fr_fr: Réponse du forum

source: Requests
de_de: Anfragen
fr_fr: Requêtes

source: Verified Users
de_de: Verifizierte Benutzer
fr_fr: Utilisateurs vérifiés

source: Verified Pages
de_de: Verifizierte Seiten
fr_fr: Pages vérifiées

source: Tools
de_de: Werkzeuge
fr_fr: Outils

source: Auto Connect
de_de: Automatisch verbinden
fr_fr: Connexion automatique

source: Garbage Collector
de_de: Müllsammler
fr_fr: Éboueur

source: Backup Database & Files
de_de: Datenbank und Dateien sichern
fr_fr: Base de données et fichiers de sauvegarde

source: Factory Reset
de_de: Auf Werkeinstellungen zurücksetzen
fr_fr: Réinitialisation d’usine

source: Custom Fields
de_de: Benutzerdefinierte Felder
fr_fr: Champs personnalisés

source: Static Pages
de_de: Statische Seiten
fr_fr: Pages statiques

source: Colored Posts
de_de: Farbige Beiträge
fr_fr: Poteaux colorés

source: Reactions
de_de: Reaktionen
fr_fr: Réactions

source: Edit Reaction
de_de: Reaktion bearbeiten
fr_fr: Modifier la réaction

source: Edit Emoji
de_de: Emoji bearbeiten
fr_fr: Modifier Emoji

source: Add New Emoji
de_de: Emoji hinzufügen
fr_fr: Ajouter un nouvel emoji

source: Stickers
de_de: Aufkleber

source: Edit Sticker
de_de: Sticker bearbeiten
fr_fr: Modifier le stickers

source: Add New Sticker
de_de: Sticker hinzufügen
fr_fr: Ajouter un nouveau sticker

source: Gifts
de_de: Geschenke

source: Edit Gift
de_de: Geschenk bearbeiten
fr_fr: Modifier un Gifts

source: Add New Gift
de_de: Neues Geschenk hinzufügen
fr_fr: Ajouter un nouveau Gift

source: Announcements
de_de: Ankündigungen
fr_fr: Communiqués

source: Mass Notifications
de_de: Mass. Benachrichtigungen
fr_fr: Notifications de masse

source: Changelog
de_de: Änderungsprotokoll
fr_fr: Journal des modifications

source: Messages
de_de: Nachrichten

source: Edit Blog
de_de: Blog bearbeiten

source: Create New Blog
de_de: Neuen Blog erstellen

source: Discover People
de_de: Menschen Entdecken
fr_fr: Découvrir les utilisateurs

source: Find People
de_de: Leute finden
fr_fr: Trouver des amis

source: Friend Requests
de_de: Freundschaftsanfragen
fr_fr: Demandes d’amis

source: Friend Requests Sent
de_de: Freundschaftsanfragen
fr_fr: Demandes d’amis

source: Liked Pages
de_de: Seiten denen du folgst
fr_fr: Aimer les pages

source: My Pages
de_de: Meine Seiten
fr_fr: Ma page

source: Posts approval system is enabled and you need to verify your account before you can go live
de_de: Das System zur Genehmigung von Posts ist aktiviert und Sie müssen Ihr Konto verifizieren, bevor Sie live gehen können.

source: Your message has been sent! Thanks a lot and will be back to you soon
de_de: Deine Nachricht wurde abgeschickt! Vielen Dank. Wir werden uns schnellstmöglich bei dir melden
fr_fr: Votre message a été envoyé! Merci beaucoup et je reviendrai bientôt vers vous

source: Your password has been changed you can login now
de_de: Dein Passwort wurde geändert, du kannst dich jetzt einloggen
fr_fr: Votre mot de passe a été changé, vous pouvez vous connecter maintenant

source: You can't do this with demo account
de_de: Sie können dies nicht mit einem Demokonto tun
fr_fr: Vous ne pouvez pas le faire avec un compte démo

source: Invalid request
de_de: Ungültige Anfrage

source: No data found
de_de: Keine Daten gefunden

source: Your report has been submitted
de_de: Dein Bericht ist eingereicht worden
fr_fr: Votre report a été soumis

source: This feature has been disabled by the admin
de_de: Diese Funktion wurde durch den Admin deaktiviert
fr_fr: Cette fonction a été désactivée par l'administrateur

source: Database Error
de_de: Datenbankfehler
fr_fr: Erreur de base de données

source: An error occurred while writing to database. Please try again later
de_de: Fehler beim Schreiben in die Datenbank. Bitte versuchen Sie es später erneut
fr_fr: Une erreur s'est produite lors de l'écriture à la base de données. Veuillez réessayer ultérieurement

source: Permission Needed
de_de: Erlaubnis erforderlich
fr_fr: Autorisation requise

source: You do not have the permission to view this content
de_de: Sie haben nicht die Erlaubnis, diesen Inhalt zu sehen
fr_fr: Vous n’avez pas l’autorisation d’afficher ce contenu

source: Your privacy settings do not allow you to chat with this user, Go to your privacy settings to change this
de_de: Ihre Datenschutzeinstellungen erlauben es Ihnen nicht, mit diesem Benutzer zu chatten. Gehen Sie zu Ihren Datenschutzeinstellungen, um dies zu ändern.

source: Banned Account
de_de: Gesperrtes Konto
fr_fr: Comptes Banni

source: Activation Required
de_de: Aktivierung erforderlich
fr_fr: Activation requise

source: Admin Approval Required
de_de: Genehmigung der Verwaltung erforderlich

source: 404 Not Found
de_de: 404 Inhalt nicht gefunden
fr_fr: 404 Non trouvé

source: Sorry but the page you are looking for does not exist, have been removed. name changed or is temporarily unavailable
de_de: Die Seite, die Sie suchen, existiert leider nicht, wurde entfernt, der Name wurde geändert oder ist vorübergehend nicht verfügbar.
fr_fr: Désolé mais la page que vous recherchez n’existe pas, a été supprimée. nom modifié ou temporairement indisponible

source: There is some thing went wrong
de_de: Gibt es etwas, was schief gelaufen ist
fr_fr: Il y a quelque chose a mal tournée

source: Test SMTP Connection on
de_de: SMTP-Verbindung testen auf
fr_fr: Tester la connexion SMTP sur

source: Test email could not be sent. Please check your settings
de_de: Die Test-E-Mail konnte nicht gesendet werden. Bitte überprüfen Sie Ihre Einstellungen
fr_fr: L’e-mail de test n’a pas pu être envoyé. Veuillez vérifier vos paramètres

source: You have reached the maximum number of SMS allowed per hour
de_de: Sie haben die maximal zulässige Anzahl von SMS pro Stunde erreicht

source: You need to enter Test Phone Number
de_de: Sie müssen die Test-Telefonnummer eingeben
fr_fr: Vous devez entrer le numéro de téléphone de test

source: Test SMS from
de_de: Test SMS von
fr_fr: Tester les SMS à partir de

source: Test SMS could not be sent. Please check your settings
de_de: Die Test-SMS konnte nicht gesendet werden. Bitte überprüfen Sie Ihre Einstellungen
fr_fr: Le SMS de test n’a pas pu être envoyé. Veuillez vérifier vos paramètres

source: Connection Failed, Please check your settings
de_de: Verbindung fehlgeschlagen, bitte überprüfen Sie Ihre Einstellungen
fr_fr: Échec de la connexion, veuillez vérifier vos paramètres

source: Something wrong with upload! Is 'upload_max_filesize' set correctly?
de_de: Etwas mit Upload! Ist "Upload_max_filesize" richtig eingestellt?
fr_fr: Quelque chose de mal avec l'upload ! « Upload_max_filesize » est correctement réglée ?

source: The file size is so big
de_de: Die Dateigröße ist zu groß
fr_fr: La taille du fichier est si grande

source: Uploading photos feature has been disabled by the admin
de_de: Die Funktion zum Hochladen von Fotos wurde vom Administrator deaktiviert

source: Sorry, You can't upload animated webp images
de_de: Entschuldigung, Sie können keine animierten Webp-Bilder hochladen

source: Please choose an image that's at least 150 pixels wide and at least 150 pixels tall
de_de: Bitte wählen Sie ein Bild, das mindestens 150 Pixel breit und mindestens 150 Pixel hoch ist
fr_fr: Veuillez choisir une image d’au moins 150 pixels de large et d’au moins 150 pixels de haut

source: Sorry, can not upload the file for adult content
de_de: Sorry, du kannst die Datei nicht hochladen, weil sie nicht jugendfrei ist
fr_fr: Désolé, impossible de télécharger le fichier pour le contenu pour adultes

source: You don't have the permission to do this
de_de: Sie haben keine Erlaubnis, dies zu tun
fr_fr: Vous n’avez pas l’autorisation de le faire

source: The file type is not valid or not supported
de_de: Der Dateityp ist nicht gültig oder wird nicht unterstützt
fr_fr: Le type de fichier n'est pas valide ou non pris en charge

source: Not Allowed
de_de: Zulässige Dateien
fr_fr: Non autorisé

source: Invalid ID
de_de: Ungültige ID

source: Page not found
de_de: Seite nicht gefunden

source: You don't have the right permission to do this
de_de: Sie haben nicht die richtige Erlaubnis, dies zu tun

source: Group not found
de_de: Gruppe nicht gefunden

source: Event not found
de_de: Event nicht gefunden

source: There is no buckets in your account
de_de: Es gibt keine Eimer in Ihrem Konto
fr_fr: Il n’y a pas de compartiments dans votre compte

source: There is no bucket with this name in your account
de_de: Es gibt keinen Eimer mit diesem Namen in Ihrem Konto
fr_fr: Il n’y a pas de compartiment portant ce nom dans votre compte

source: shell_exec function must be enabled for FFMPEG
de_de: shell_exec-Funktion muss für FFMPEG aktiviert sein
fr_fr: shell_exec fonction doit être activée pour FFMPEG

source: FFMPEG must be enable before testing
de_de: FFMPEG muss vor dem Test aktiviert werden
fr_fr: FFMPEG doit être activé avant le test

source: FFMPEG path must be defined before testing
de_de: Der FFMPEG-Pfad muss vor dem Test definiert werden.
fr_fr: Le chemin FFMPEG doit être défini avant le test

source: Package
de_de: Paket
fr_fr: Forfait

source: Pay For
de_de: Bezahlen für
fr_fr: Payer pour

source: The monetization plan you're trying to subscribe to is not found
de_de: Der Monetarisierungsplan, den Sie zu abonnieren versuchen, wurde nicht gefunden

source: Monetization Plan
de_de: Monetarisierungsplan

source: Funding Donation
de_de: Finanzierungsspende
fr_fr: Don de financement

source: Paid Post
de_de: Bezahlte Stelle

source: Pro Package
de_de: Pro Paket
fr_fr: Forfait Pro

source: Subscribe
de_de: Abonnieren
fr_fr: S’inscrire

source: Before you can interact with other users, you need to confirm your email address
de_de: Bevor Sie mit anderen Benutzern interagieren können, müssen Sie Ihre E-Mail-Adresse bestätigen
fr_fr: Vous pouvez interagir avec d'autres utilisateurs, vous devez confirmer votre adresse mail

source: Getting Started
de_de: Erste Schritte
fr_fr: Commencer

source: Subscription Needed
de_de: Abonnement erforderlich
fr_fr: Abonnement nécessaire

source: Before you can interact with other users, you need to buy subscription package
de_de: Bevor Sie mit anderen Nutzern interagieren können, müssen Sie ein Abonnementpaket kaufen
fr_fr: Avant de pouvoir interagir avec d’autres utilisateurs, vous devez acheter un forfait d’abonnement

source: You must sign in to see this page
de_de: Sie müssen sich einloggen, um diese Seite zu sehen
fr_fr: Vous devez vous connecter pour voir cette page

source: Sign in
de_de: Anmelden
fr_fr: Se connecter

source: Feeling
de_de: Gefühle
fr_fr: Sentiment

source: How are you feeling?
de_de: Wie geht es dir?
fr_fr: Comment tu te sens?

source: Listening To
de_de: hört gerade
fr_fr: À l’écoute de

source: What are you listening to?
de_de: Was hörst du gerade?
fr_fr: Qu’écoutez-vous?

source: Watching
de_de: schaut gerade
fr_fr: Attentif

source: What are you watching?
de_de: Was siehst du dir an?
fr_fr: Que regardez-vous?

source: Playing
de_de: spielt gerade
fr_fr: Jeu

source: What are you playing?
de_de: Was spielst du gerade?
fr_fr: À quoi jouez-vous?

source: Eating
de_de: isst gerade
fr_fr: Manger

source: What are you eating?
de_de: Was isst du gerade?
fr_fr: Que mangez-vous?

source: Drinking
de_de: trinkt gerade
fr_fr: Boire

source: What are you drinking?
de_de: Was trinkst du gerade?
fr_fr: Qu’est-ce que tu bois?

source: Traveling To
de_de: reist gerade
fr_fr: Voyager à

source: Where are you going?
de_de: Wohin gehst du?
fr_fr: Où allez-vous?

source: Reading
de_de: liest gerade
fr_fr: Lecture

source: What are you reading?
de_de: Was liest du gerade?
fr_fr: Que lisez-vous?

source: Attending
de_de: nimmt gerade teil an
fr_fr: Participation

source: What are you attending?
de_de: Woran nimmst du teil?
fr_fr: À quoi participez-vous?

source: Celebrating
de_de: feiert gerade
fr_fr: Célébrer

source: What are you celebrating?
de_de: Was feierst du?
fr_fr: Que célébrez-vous?

source: Looking For
de_de: sucht gerade
fr_fr: À la recherche de

source: What are you looking for?
de_de: Wonach suchst du?
fr_fr: Qu’est-ce que tu cherches?

source: Happy
de_de: Glücklich
fr_fr: Heureux

source: Loved
de_de: Veliebt
fr_fr: Aimé

source: Satisfied
de_de: Zufrieden
fr_fr: Satisfait

source: Strong
de_de: Stark
fr_fr: Fort

source: Sad
de_de: Traurig
fr_fr: Triste

source: Crazy
de_de: Verrückt
fr_fr: Fou

source: Tired
de_de: Müde
fr_fr: Fatigué

source: Sleepy
de_de: Schläfrig
fr_fr: Somnolent

source: Confused
de_de: Verwirrt
fr_fr: Confus

source: Worried
de_de: Besorgt
fr_fr: Inquiet

source: Angry
de_de: Ängstlich
fr_fr: Fâché

source: Annoyed
de_de: Genervt
fr_fr: Agacé

source: Shocked
de_de: Geschockt
fr_fr: Choqué

source: Down
de_de: Erschöpft
fr_fr: En bas

source: Confounded
de_de: Betrübt
fr_fr: Stupéfait

source: M
de_de: MB

source: Required extension GD is not loaded
de_de: Erforderliche Erweiterung GD ist nicht geladen
fr_fr: L’extension GD requise n’est pas chargée

source: The file type is not valid image
de_de: Der Dateityp ist nicht gültiges Bild
fr_fr: Le type de fichier n'est pas une image valide

source: Displaying
de_de: Anzeigen
fr_fr: Affichage

source: of
de_de: von
fr_fr: de

source: Prev
de_de: zurück
fr_fr: Préc.

source: Next
de_de: Weiter
fr_fr: Étape Suivante

source: Your account has been banned
de_de: Ihr Account wurde gesperrt

source: Friends system is disabled
de_de: Das Freundessystem ist deaktiviert

source: You have already blocked this user before!
de_de: Du hast diesen Benutzer schon einmal gesperrt!
fr_fr: Vous avez déjà bloqué cet utilisateur avant !

source: This user is already in your top friends
de_de: Dieser Benutzer befindet sich bereits unter deinen besten Freunden

source: You must be friends to add this user to your top friends
de_de: Du musst mit dem Benutzer befreundet sein, um diesen Benutzer zu deinen Top-Freunden hinzufügen zu können

source: Maximum Limit Reached
de_de: Höchstgrenze erreicht
fr_fr: Limite maximale atteinte

source: Friends
de_de: Freunde
fr_fr: Amis

source: Your have reached the maximum limit of Friends (
de_de: Du hast die maximale Anzahl von Freunden erreicht (
fr_fr: Vous avez atteint la limite maximale d’amis (

source: This user has reached the maximum limit of Friends (
de_de: Dieser Benutzer hat die maximale Anzahl von Freunden erreicht (
fr_fr: Cet utilisateur a atteint la limite maximale d’amis (
