Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Make it the default language of the site
de_de: Mache die Sprache zur Standardsprache der Webseite
fr_fr: Rendent la langue par défaut du site

source: Make it enbaled so the user can translate the site to it
de_de: Mache sie vergrößert, damit der Benutzer die Seite übersetzen kann
fr_fr: Rendre enbaled afin que l'utilisateur peut traduire le site qui lui

source: Language country_code, For Example: en_us, ar_sa or fr_fr
de_de: Sprache country_code, Zum Beispiel: en_us, ar_sa oder fr_fr
fr_fr: country_code de langue, par exemple : en_us, ar_sa ou fr_fr

source: Native Name
de_de: Einheimischer Name
fr_fr: Nom indigène

source: The native name of this language
de_de: Die Eigenbezeichnung dieser Sprache
fr_fr: Le nom indigène de cette langue

source: Flag
de_de: Flagge
fr_fr: Drapeau

source: Direction
de_de: Richtung

source: The direction of this language 'Left To Right' or 'Right To Left'
de_de: Die Richtung dieser Sprache 'Links nach rechts' oder 'Rechts nach links'
fr_fr: La direction de cette langue 'De gauche à droite' ou « Right To Left »

source: Search by Post ID or Text
de_de: Suche nach Post-ID oder Text

source: Profile Picture
de_de: Profilbild
fr_fr: Photo de profil

source: Cover Photo
de_de: Titelbild
fr_fr: Photo de couverture

source: Page Picture
de_de: Seitenbild
fr_fr: Image de la page

source: Page Cover
de_de: Seiten Titelbild
fr_fr: Couverture de page

source: Group Picture
de_de: Gruppenbild
fr_fr: Photo de groupe

source: Group Cover
de_de: Gruppen Titelbild
fr_fr: Couverture de groupe

source: Event Cover
de_de: Veranstaltungsbild
fr_fr: Couverture de l’événement

source: Offer
de_de: Angebot
fr_fr: Offre

source: Poll
de_de: Umfrage
fr_fr: Scrutin

source: Combo
de_de: Kombo

source: Monetization Plans
de_de: Pläne zur Monetarisierung

source: Mark All As Safe
de_de: Alle als sicher markieren
fr_fr: Marquer tout comme sûr

source: Reason
de_de: Grund
fr_fr: Raison

source: View Post
de_de: Beitrag ansehen
fr_fr: Voir le post

source: View Comment
de_de: Kommentar ansehen
fr_fr: Voir le commentaire

source: View Thread
de_de: Eintrag ansehen
fr_fr: Voir le fil de discussion

source: View Reply
de_de: Antwort ansehen
fr_fr: Voir la réponse

source: Select
de_de: Auswählen
fr_fr: Sélectionner

source: Permission Denied
de_de: Genehmigung verweigert

source: You are not allowed to publish posts
de_de: Du bist nicht berechtigt, Beiträge zu veröffentlichen

source: Poke
de_de: Anstupsen

source: Let them know you are here
de_de: Lass es wissen, dass du hier bist

source: Share this profile
de_de: Dieses Profil teilen

source: Block
de_de: Blockieren
fr_fr: Bloquer

source: This user won't be able to reach you
de_de: Dieser Benutzer wird dich nicht erreichen können

source: Profile Completion
de_de: Profilfertigstellung
fr_fr: Achèvement du profil

source: Verify your account to add content
de_de: Überprüfen dein Konto, um Inhalte hinzuzufügen

source: Add your profile picture
de_de: Profilbild hinzufügen
fr_fr: Ajouter votre photo de profil

source: Add your profile cover
de_de: Titelbild hinzufügen
fr_fr: Ajouter votre photo de couverture

source: Add your biography
de_de: Biografie hinzufügen
fr_fr: Ajoutez votre biogaphie

source: Add your birthdate
de_de: Geburtsdatum hinzufügen
fr_fr: Ajoutez votre anniversaire

source: Add your relationship
de_de: Beziehungsstatus hinzufügen
fr_fr: Ajoutez votre relation

source: Add your work info
de_de: Arbeit hinzufügen
fr_fr: Ajouter vos informations professionnelles

source: Add your location info
de_de: Wohn- & Arbeitsort hinzufügen
fr_fr: Ajouter vos informations de localisation

source: Add your education info
de_de: Bildung hinzufügen
fr_fr: Ajouter vos informations éducatives

source: Send a Tip
de_de: Sende einen Tip

source: Send a Gift
de_de: Ein Geschenk senden
fr_fr: Envoyer un Gift

source: Lives in
de_de: Lebt in
fr_fr: Habitant

source: Studied
de_de: Von 2005-2006
fr_fr: Étudié

source: Class of
de_de: Klasse von
fr_fr: Classe de

source: Followed by
de_de: Follower
fr_fr: Suivi par

source: people
de_de: Menschen
fr_fr: membre

source: Basic Info
de_de: Basisinformation
fr_fr: Informations de base

source: Other Info
de_de: Weitere Informationen
fr_fr: Autres informations

source: doesn't have friends
de_de: hat keine Freunde

source: doesn't have followers
de_de: hat keine Follower

source: doesn't have followings
de_de: folgt niemandem

source: doesn't have subscriptions
de_de: hat keine Abonnements

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: Unblock
de_de: Entsperren
fr_fr: Débloquer

source: Invite
de_de: Einladen
fr_fr: Inviter

source: Remove Admin
de_de: Admin entfernen
fr_fr: Supprimer Admin

source: Make Admin
de_de: Admin machen
fr_fr: Créer admin

source: Approve
de_de: Genehmige
fr_fr: Approuvé

source: Revoke
de_de: Widerrufen

source: Search by Offer Title or Description
de_de: Suche nach Angebotstitel oder Beschreibung

source: Promoted Jobs
de_de: Gesponsert Jobs
fr_fr: Emplois Boosté

source: Edit Funding Request
de_de: Spendenaufruf bearbeiten
fr_fr: Modifier la demande de financement

source: Home
de_de: Startseite
fr_fr: Domicile

source: Sub-Forums
de_de: Unterforen
fr_fr: Sous-forums

source: What's Going On?
de_de: Was geht hier vor sich?
fr_fr: Que se passe-t-il?

source: Who's online
de_de: Wer ist online?
fr_fr: Qui est en ligne

source: Forum Statistics
de_de: Forum Statistik
fr_fr: Statistiques du Forum

source: Last Post
de_de: Letzter Beitrag
fr_fr: Dernier post

source: No Threads
de_de: Keine Threads
fr_fr: Pas de contentement

source: Search For
de_de: Suche nach
fr_fr: Rechercher pour

source: Search in Forum(s)
de_de: Suche in Forum(s)
fr_fr: Recherche dans Forum(s)

source: Search All Forums
de_de: Alle Foren durchsuchen
fr_fr: Recherche dans tous les forums

source: Also search in child forums
de_de: Suche auch in Child Foren
fr_fr: Rechercher également dans les forums pour enfants

source: Results Found
de_de: Ergebnisse gefunden
fr_fr: Résultats trouvés

source: New Plan
de_de: Neuer Plan

source: Resend Verification Email
de_de: Verifizierungs-E-Mail erneut senden
fr_fr: Renvoyer l’e-mail de vérification

source: Turn it on from
de_de: Einschalten von
fr_fr: Mettre en marche de

source: You are currently logged in as
de_de: Du bist derzeit eingeloggt als

source: Switch Back
de_de: Zurück wechseln

source: Create Post
de_de: Beitrag erstellen

source: Create Live
de_de: Live erstellen

source: Create Story
de_de: Story erstellen
fr_fr: Créer une story

source: Create Ads
de_de: Anzeigen erstellen
fr_fr: Créer une Publicité

source: Create Page
de_de: Seite erstellen
fr_fr: Créer une Page

source: Create Group
de_de: Gruppe erstellen
fr_fr: Créer un groupe

source: Sign In
de_de: Anmelden

source: Why you want to report this?
de_de: Warum möchtest du dies melden?
fr_fr: Pourquoi voulez-vous signaler cet utilisateur?

source: Add New widget
de_de: Neues Widget hinzufügen
fr_fr: Ajouter un nouveau widget

source: Place
de_de: Ort
fr_fr: Lieu

source: Audience
de_de: Publikum

source: Discover People Page
de_de: Menschen entdecken
fr_fr: Découvrir les gens

source: Post Page
de_de: Beitragsseite

source: Photo Page
de_de: Fotoseite
fr_fr: Photos

source: Blog Page
de_de: Blogseite

source: Posts Feed
de_de: Beitrags Feed
fr_fr: Flux de publications

source: Visitors
de_de: Besucher

source: The title of the widget
de_de: Der Titel des Widgets

source: Where to show this widget
de_de: Wo dieses Widget angezeigt werden soll

source: For whcih language this widget will be shown
de_de: Für welche Sprache wird das Widget angezeigt?

source: Both Members and Visitors
de_de: Sowohl Mitglieder als auch Besucher

source: Only Members
de_de: Nur Mitglieder

source: Only Visitors
de_de: Nur Besucher

source: For whcih target audience this widget will be shown
de_de: Für welche Zielgruppe das Widget angezeigt werden soll

source: The order of this widget in the selected place
de_de: Die Reihenfolge dieses Widgets an der ausgewählten Stelle

source: The HTML code of the widget
de_de: Der HTML-Code des Widgets

source: for
de_de: für
fr_fr: pour

source: Featured member
de_de: Ausgewähltes Mitglied
fr_fr: Membre vedette

source: No Ads
de_de: Keine Inserate
fr_fr: Pas de publicité

source: Verified badge
de_de: Verifiziert Abzeichen
fr_fr: Badge vérifié

source: Posts promotion
de_de: Beitrags Promotion
fr_fr: Promotion des postes

source: Pages promotion
de_de: Seiten Promotion
fr_fr: Promotion des pages

source: All Permissions
de_de: Alle Berechtigungen

source: Create Groups
de_de: Gruppe erstellen

source: Create Events
de_de: Veranstaltung erstellen

source: Can Add Reels
de_de: Kann Reels hinzufügen

source: Watch Videos
de_de: Videos anschauen

source: Create Blogs
de_de: Blogs erstellen

source: Read Blogs
de_de: Blogs lesen

source: Sell Products
de_de: Produkte verkaufen

source: Create Offers
de_de: Angebote erstellen

source: Create Jobs
de_de: Jobs erstellen

source: Create Courses
de_de: Kurse erstellen

source: Add Forums Threads/Replies
de_de: Forumsthemen/Antworten hinzufügen

source: Watch Movies
de_de: Filme anschauen

source: Play Games
de_de: Spiele spielen

source: Send Gifts
de_de: Geschenke senden

source: Add Stories
de_de: Story hinzufügen

source: Add Posts
de_de: Beitrag hinzufügen

source: Add Colored Posts
de_de: Farbigen Beitrag hinzufügen

source: Add Feelings/Activity Posts
de_de: Gefühls/Aktivitätsbeitrag hinzufügen

source: Add Polls Posts
de_de: Umfrage Beiträge Beiträge

source: Add Geolocation Posts
de_de: Geolocation Beitrag hinzufügen

source: Add GIF Posts
de_de: GIF-Beitrag hinzufügen

source: Add Anonymous Posts
de_de: Anonymen Beitrag hinzufügen

source: Generate Invitation Codes
de_de: Einladungscodes generieren

source: Make Audio Calls
de_de: Audioanrufe tätigen

source: Make Video Calls
de_de: Videoanrufe tätigen

source: Go Live
de_de: Live gehen
fr_fr: Aller en direct

source: Upload Videos
de_de: Videos hochladen

source: Upload Audios
de_de: Audios hochladen

source: Upload Files
de_de: Dateien hochladen

source: Raise funding
de_de: Finanzierung beschaffen

source: Monetize Content
de_de: Inhalte monetarisieren

source: Receive Tips
de_de: Tips erhalten

source: Try Now
de_de: Jetzt ausprobieren
fr_fr: Essayer maintenant

source: Upgrade Now
de_de: Jetzt upgraden
fr_fr: Mettre à niveau maintenant

source: You are now
de_de: Du bist jetzt
fr_fr: Vous êtes maintenant

source: member
de_de: Mitglied
fr_fr: Membres

source: Your package allows you to pick categories that you are interested in
de_de: In deinem Paket kannst du die Kategorien auswählen, an denen du interessiert bist

source: Pick Categories
de_de: Kategorien auswählen

source: Start Now
de_de: Jetzt beginnen
fr_fr: Commencez dès maintenant

source: Create New Story
de_de: Neue Story erstellen
fr_fr: Créer une nouvelle Story

source: Ads Story
de_de: Story boosten

source: Share this story as ads so all users see it
de_de: Bewirb deine Story, damit mehr Nutzer deine Story sehen können

source: Enable you to send notifications to all site users
de_de: Alle Benutzer erhalten eine Benachrichtigung
fr_fr: Vous permettre d’envoyer des notifications à tous les utilisateurs du site

source: Notification link used when user clicks on the notification
de_de: Benachrichtigungslink, der verwendet wird, wenn der Benutzer auf die Benachrichtigung klickt
fr_fr: Lien de notification utilisé lorsque l’utilisateur clique sur la notification

source: Payments Requests
de_de: Anträge auf Zahlungen

source: Turn the marketplace On and Off
de_de: Marktplatz ein- und ausschalten
fr_fr: Activer et désactiver la marketplace

source: Shopping Cart
de_de: Einkaufswagen

source: Turn the shopping cart On and Off
de_de: Ein- und ausschalten des Warenkorbs

source: Note: If disabled buyers can only contact sellers to buy products
de_de: Hinweis: Bei einer Behinderung können Käufer nur Verkäufer kontaktieren, um Produkte zu kaufen

source: Search by Product Name, Description or Location
de_de: Suche nach Produktname, Beschreibung oder Standort

source: Search by Order ID
de_de: Suche nach Bestell-ID

source: Order ID
de_de: Bestell-ID

source: Seller
de_de: Verkäufer

source: Buyer
de_de: Käufer

source: Subtotal
de_de: Zwischensumme

source: People Who Shared This
de_de: Personen, die dies geteilt haben
fr_fr: Ceux qui ont partagé ce

source: No people shared this
de_de: Keine Personen teilten dies
fr_fr: Aucune personne n’a partagé cela

source: Connect Account
de_de: Konto verbinden

source: You are connected to this account
de_de: Du bist mit diesem Konto verbunden

source: Manage Users
de_de: Benutzer verwalten
fr_fr: Gérer les utilisateurs

source: Manage Online
de_de: Online verwalten
fr_fr: Gérer en ligne

source: Manage Pending
de_de: Pendenzen verwalten

source: Manage Not Activated
de_de: Verwalten nicht aktiv

source: Manage Banned
de_de: Gesperrte verwalten
fr_fr: Gérer les Bannis

source: Total Visits
de_de: Besuche insgesamt

source: Today Visits
de_de: Heute besucht

source: This Month Visits
de_de: Besuche in diesem Monat

source: Manage Posts
de_de: Beiträge verwalten
fr_fr: Gérer les posts

source: Manage Reports
de_de: Berichte verwalten
fr_fr: Gérer les rapports

source: Manage Pages
de_de: Seiten verwalten
fr_fr: Gestion des Pages

source: Manage Groups
de_de: Verwalten von Gruppen
fr_fr: Gérer les groupes

source: Manage Events
de_de: Ereignisse verwalten
fr_fr: Gérer les évènements

source: View Group
de_de: Gruppe ansehen
fr_fr: Voir le groupe

source: Search by Group Web Address or Title
de_de: Suche nach Webadresse oder Titel der Gruppe

source: Group ID
de_de: Gruppen-ID
fr_fr: Identifiant du groupe

source: This group super admin is not eligible for monetization
de_de: Diese Gruppe Superadmin ist nicht für die Monetarisierung geeignet
fr_fr: Ce super administrateur de groupe n’est pas éligible à la monétisation

source: Create New Event
de_de: Neues Ereignis erstellen
fr_fr: Créer un nouvel événement

source: Will receive your
de_de: Du erhältst deine
fr_fr: Recevra votre

source: Continue as
de_de: Weiter als
fr_fr: Continuer en tant que

source: Promoted Posts
de_de: Gesponserte Beiträge
fr_fr: Post boosté

source: Mutual Friends
de_de: Gemeinsame Freunde
fr_fr: Amis communs

source: Popular
de_de: Beliebt

source: Suggested for you
de_de: Vorgeschlagen für dich

source: Only you can see this post
de_de: Nur du kannst diesen Beitrag sehen
fr_fr: Vous seul pouvez voir ce post

source: Donations
de_de: Spenden
fr_fr: Dons

source: Points Enabled
de_de: Punkte aktiviert
fr_fr: Points activés

source: Enable or Disable the points system
de_de: Aktivieren oder Deaktivieren des Punktesystems
fr_fr: Activer ou désactiver le système de points

source: How much points eqaul to
de_de: Wie viele Punkte werden benötigt
fr_fr: Combien de points égal à

source: 0 will disable points monetization
de_de: 0 deaktiviert die Monetarisierung von Punkten

source: Points/Post
de_de: Punkte/Beitrag
fr_fr: Points/Posts

source: How many points user will get for each new post
de_de: Wie viele Punkte erhält der Benutzer für jeden neuen Beitrag
fr_fr: Combien de points l’utilisateur obtiendra pour chaque nouvelle publication

source: Points/Post View
de_de: Punkte/Beitragsansicht
fr_fr: Points/Vue

source: Post Author
de_de: Beitragsautor

source: How many points post author will get for each new post view
de_de: Wie viele Punkte der Autor eines Beitrags für jede neue Beitragsansicht erhält

source: 0.001 = 1 point for each 1000 view
de_de: 0,001 = 1 Punkt für jede 1000 Aufrufe

source: Posts Views System
de_de: Beitragsansichten System
fr_fr: Système de vues des postes

source: Points/Comment
de_de: Punkte/Kommentar
fr_fr: Points/Commentaire

source: How many points post author will get for each new comment on his post
de_de: Wie viele Punkte der Autor eines Beitrags für jeden neuen Kommentar zu seinem Beitrag erhält

source: Points/Reaction
de_de: Punkte/Reaktion
fr_fr: Points/Réaction

source: How many points post author will get for each new reaction on his post
de_de: Wie viele Punkte der Autor eines Beitrags für jede neue Reaktion auf seinen Beitrag erhält

source: Comment Author
de_de: Kommentar Autor

source: How many points user will get when for each new comment he adds
de_de: Wie viele Punkte erhält der Benutzer für jeden neuen Kommentar, den er hinzufügt

source: Reaction Author
de_de: Reaktion Autor

source: How many points user will get for each new reaction he adds
de_de: Wie viele Punkte der Benutzer für jede neue Reaktion erhält, die er hinzufügt

source: Points/Follower
de_de: Punkte/Follower
fr_fr: Points/Suiveur

source: How many points user will get for each new follower
de_de: Wie viele Punkte der Benutzer für jeden neuen Follower erhält

source: Points/Referred
de_de: Punkte/Verweis
fr_fr: Points/Affilié

source: How many points user will get for each new referred user
de_de: Wie viele Punkte der Nutzer für jeden neu geworbenen Nutzer erhält

source: Free Users Daily Limit
de_de: Tägliches Limit für kostenfreie Benutzer
fr_fr: Limite quotidienne des utilisateurs gratuits

source: The maximum number of points regular user can get per day
de_de: Die maximale Anzahl von Punkten, die ein regulärer Benutzer pro Tag erhalten kann
fr_fr: Le nombre maximum de points que l’utilisateur régulier peut obtenir par jour

source: Not including the points post author receives from the posts views, comments and reactions
de_de: Ohne die Punkte, die der Autor des Beitrags durch die Ansichten, Kommentare und Reaktionen auf den Beitrag erhält

source: Pro Users Daily Limit
de_de: Tageslimit Pro-Benutzer
fr_fr: Limite quotidienne des utilisateurs Pro

source: The maximum number of points pro user can get per day
de_de: Die maximale Anzahl von Punkten, die ein Benutzer pro Tag erhalten kann
fr_fr: Le nombre maximum de points que l’utilisateur pro peut obtenir par jour

source: Create New Group
de_de: Neue Gruppe erstellen
fr_fr: Créer un nouveau groupe

source: User/Page
de_de: Benutzer/Seite
fr_fr: Utilisateur/Page

source: Not Logged In
de_de: nicht beigetreten
fr_fr: Non connecté

source: Please log in to continue
de_de: Bitte melden Sie sich an, um fortzufahren.
fr_fr: S'il vous plaît connectez-vous pour continuer

source: Login
de_de: Anmelden
fr_fr: Identifiant

source: Confirm Password
de_de: Passwort bestätigen
fr_fr: Confirmer le mot de passe

source: Payment Alert
de_de: Zahlungsaufforderung

source: You are about to purchase the items, do you want to proceed?
de_de: Du bist dabei, den Artikel zu kaufen, möchtest du fortfahren?

source: Search for
de_de: Suche nach
fr_fr: Chercher

source: View Original
de_de: Original ansehen
fr_fr: Voir l’original

source: You've asked us to require a 6-digit login code when anyone tries to access your account from a new device or browser
de_de: Du hast uns darum gebeten, einen 6-stelligen Anmeldecode zu senden, wenn jemand versucht, von einem neuen Gerät oder Browser auf dein Konto zuzugreifen
fr_fr: Vous nous avez demandé d’exiger un code de connexion à 6 chiffres lorsque quelqu’un tente d’accéder à votre compte à partir d’un nouvel appareil ou navigateur

source: Verification Code
de_de: Verifizierungscode
fr_fr: Code de vérification

source: We sent your code to
de_de: Wir haben deinen Code gesendet an
fr_fr: Nous avons envoyé votre code pour

source: New Password
de_de: Neues Passwort
fr_fr: nouveau mot de passe

source: Add Account
de_de: Konto hinzufügen

source: Connect Accounts
de_de: Verbundene Konten

source: Change Email Address
de_de: E-Mail-Adresse ändern
fr_fr: Modifier votre courriel

source: Current Email
de_de: Aktuelle E-Mail
fr_fr: Mon email actuel

source: New Email
de_de: Neue E-Mail
fr_fr: Nouvel courriel

source: Enter the code from the SMS message
de_de: Gib den Code aus der SMS-Nachricht ein
fr_fr: Entrez le code du message SMS

source: Let us know if this mobile number belongs to you. Enter the code in the SMS
de_de: Teilen uns mit, ob diese Handynummer dir gehört. Gib den Code aus der SMS ein
fr_fr: Faites-nous savoir si ce numéro de mobile vous appartient. Entrez le code dans le SMS

source: Current Phone
de_de: Aktuelle Telefonnummer
fr_fr: Téléphone actuel

source: New Phone
de_de: Neue Telefonnummer
fr_fr: Nouveau téléphone

source: For example
de_de: Zum Beispiel
fr_fr: Par exemple

source: Our website is made possible by displaying online advertisements to our visitors
de_de: Unsere Webseite wird durch die Einblendung von Online-Werbung für unsere Besucher ermöglicht
fr_fr: Notre site Web est rendu possible par l’affichage de publicités en ligne à nos visiteurs

source: Please consider supporting us by disabling your ad blocker
de_de: Bitte unterstützen Sie uns, indem Sie Ihren Werbeblocker deaktivieren.
fr_fr: Pensez à nous soutenir en désactivant votre bloqueur de publicité

source: Scroll to the next post
de_de: Zum nächsten Beitrag springen
fr_fr: Faites défiler jusqu’à l’article suivant

source: Scroll to the previous post
de_de: Zum vorherigen Beitrag springen
fr_fr: Faites défiler jusqu’à l’article précédent

source: Manage blocked users
de_de: Gesperrte Benutzer verwalten

source: Privacy Settings
de_de: Datenschutzeinstellungen
fr_fr: Paramètres de confidentialité

source: Manage your privacy
de_de: Verwalte deine Privatsphäre

source: New Message
de_de: Neue Nachricht
fr_fr: Nouveau message

source: Connecting
de_de: Verbinden
fr_fr: Connexion

source: Close
de_de: Schließen
fr_fr: Fermé

source: End
de_de: Ende
fr_fr: Fin

source: Wants to have video call with you
de_de: Möchte einen Videoanruf mit dir führen
fr_fr: Veut avoir un appel vidéo avec vous

source: Wants to have audio call with you
de_de: Möchte ein Audiogespräch mit dir führen
fr_fr: Veut avoir un appel audio avec vous

source: Good Morning
de_de: Guten Morgen
fr_fr: Bonjour

source: Good Afternoon
de_de: Guten Tag
fr_fr: Bonne après-midi

source: Good Evening
de_de: Guten Abend
fr_fr: Bonsoir

source: sent you a gift
de_de: schickte dir ein Geschenk
fr_fr: vous a envoyé un cadeau

source: Post Hidden
de_de: Beitrag ausgeblendet
fr_fr: Post caché

source: This post will no longer appear to you
de_de: Dieser Beitrag wird dir nicht mehr angezeigt
fr_fr: Ce message n'apparaîtra plus à vous

source: Undo
de_de: Rückgängig
fr_fr: Annuler

source: You won't see posts from
de_de: Du wirst keine Beiträge sehen von
fr_fr: Vous ne verrez pas les messages de

source: in News Feed anymore
de_de: in Newsfeed mehr
fr_fr: en plus d'actualité

source: Send Tip
de_de: Trinkgeld senden

source: Your Wallet Credit
de_de: Dein Guthaben im Wallet

source: The minimum amount
de_de: Der Mindestbetrag

source: and the maximum
de_de: und das Maximum

source: The maximum amount you can transfer is
de_de: Der Höchstbetrag, den du überweisen kannst, beträgt

source: Send To
de_de: Senden an
fr_fr: Envoyer à

source: Withdraw Affiliates Credit
de_de: Affiliate Guthaben abheben
fr_fr: Retirer le crédit des affiliés

source: Your Affiliates Credit
de_de: Ihr Affiliate Guthaben
fr_fr: Votre crédit d’affiliés

source: Withdraw Points Credit
de_de: Punkteguthaben abheben
fr_fr: Retirer des points de crédit

source: Your Points Credit
de_de: Dein Punkteguthaben
fr_fr: Votre crédit de points

source: Withdraw Market Credit
de_de: Marktkredit zurückziehen

source: Your Funding Credit
de_de: Dein Förderkredit
fr_fr: Votre crédit de financement

source: Withdraw Funding Credit
de_de: Refinanzierungssaldo zurückziehen
fr_fr: Retirer le crédit de financement

source: Withdraw Monetization Credit
de_de: Monetarisierungskredit zurückziehen
fr_fr: Retirer un crédit de monétisation

source: Your Monetization Credit
de_de: Dein Monetarisierungsguthaben
fr_fr: Votre crédit de monétisation

source: Crop Picture
de_de: Bild zuschneiden
fr_fr: Image de recadrage
