Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Administrators
de_de: Administratoren
fr_fr: Administrateur

source: If user subscribed to a package so this package permissions will be used instead
de_de: Wenn der Benutzer ein Paket abonniert hat, werden stattdessen diese Paketberechtigungen verwendet

source: Email Verified
de_de: E-Mail verifiziert
fr_fr: E-mail vérifié

source: Phone number (eg. +905...)
de_de: Telefonnummer (z. B. +905...)
fr_fr: Numéro de téléphone (par exemple, +33...)

source: Phone Verified
de_de: Telefon Verifiziert
fr_fr: Téléphone vérifié

source: Delete User
de_de: Benutzer löschen
fr_fr: Supprimer l’utilisateur

source: If chat disabled you will appear offline and will no see who is online too
de_de: Wenn der Chat deaktiviert ist, wirst du offline angezeigt und du kannst nicht mehr sehen, wer online ist
fr_fr: Si le tchat est désactivé, vous apparaîtrez hors ligne et ne verrez pas qui est en ligne aussi.

source: Select Package
de_de: Paket auswählen
fr_fr: Sélectionnez un forfait

source: Wallet Balance
de_de: Wallet Saldo
fr_fr: Solde du portefeuille

source: Marketplace Balance
de_de: Marktplatz Saldo

source: Funding Balance
de_de: Finanzierungssaldo

source: This user is not eligible for monetization
de_de: Dieser Benutzer ist nicht für die Monetarisierung geeignet
fr_fr: Cet utilisateur n’est pas éligible à la monétisation

source: Value
de_de: Wert
fr_fr: Valeur

source: Added
de_de: Hinzugefügt
fr_fr: Supplémentaire

source: Select what you want to add to the blackist
de_de: Wähle aus, was du der Blacklist hinzufügen möchtest
fr_fr: Sélectionnez ce que vous voulez ajouter au blackist

source: Add New Announcement
de_de: Neue Ankündigung hinzufügen
fr_fr: Ajouter nouv. communiqué

source: Announcement name will appear only in the admin panel (mandatory)
de_de: Der Name der Ankündigung erscheint nur in der Verwaltungskonsole (obligatorisch)
fr_fr: Les nouvelles colonnes seront affiche dans la zone d’administration.

source: Announcement title will appear on the announcement block
de_de: Der Titel der Ankündigung wird auf dem Ankündigungsblock erscheinen
fr_fr: Le titre de page apparaîtra sur le preloader

source: Warning
de_de: Warnung
fr_fr: Avertissement

source: Danger
de_de: Achtung

source: Announcement name will appear only in the admin panel
de_de: Der Name der Ankündigung erscheint nur in der Verwaltungskonsole
fr_fr: Le nom de l’annonce apparaîtra uniquement dans le panneau d’administration

source: Pinned Post
de_de: Fixierter Beitrag
fr_fr: Poster Épinglé

source: Sign In to your Account
de_de: Bei deinem Konto anmelden

source: Remember me
de_de: Erinnere mich
fr_fr: Se souvenir de moi

source: Forgotten password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié ?

source: Create a new account
de_de: Anmeldung für ein Konto

source: Already have an account?
de_de: Sie haben bereits ein Konto?

source: Welcome back! Please enter your details
de_de: Willkommen zurück! Bitte geben Sie Ihre Daten ein

source: People Who Donated To This
de_de: Menschen, die für diese Aktion gespendet haben
fr_fr: Les personnes qui ont fait un don à ce

source: No people donated for this
de_de: Es haben keine Menschen dafür gespendet
fr_fr: Aucune personne n’a fait de don pour cela

source: List Users
de_de: Teilnehmer auflisten
fr_fr: Afficher les Utilisateurs

source: List Moderators
de_de: Liste der Moderatoren
fr_fr: Liste Modérateurs

source: List Admins
de_de: Liste der Admins
fr_fr: Liste des Admins

source: List Online
de_de: Online Liste
fr_fr: Liste en ligne

source: List Banned
de_de: Liste der gesperrten
fr_fr: Liste des interdits

source: List Not Activated
de_de: Liste der nicht aktivierten

source: List Pending
de_de: Liste der ausstehenden

source: List Users Stats
de_de: Liste der Benutzerstatistiken

source: List Posts
de_de: Beiträge auflisten

source: List Pending Posts
de_de: Ausstehende Beiträge

source: List Videos Categories
de_de: Videos Kategorien

source: List Pages
de_de: Seiten auflisten
fr_fr: Liste des Pages

source: List Categories
de_de: Kategorien auflisten
fr_fr: Liste des catégories

source: List Groups
de_de: Gruppen auflisten
fr_fr: Liste des groupes

source: List Events
de_de: Ereignisse auflisten
fr_fr: Liste des évènements

source: List Blogs
de_de: Blogs auflisten

source: List Offers
de_de: Angebote auflisten
fr_fr: Liste des offres

source: List Jobs
de_de: Jobs auflisten
fr_fr: Liste des offres d'emplois

source: List Courses
de_de: Kurse auflisten

source: List Forums
de_de: Foren auflisten
fr_fr: Liste des Forums

source: List Threads
de_de: Threads auflisten
fr_fr: Fils de discussion de liste

source: List Replies
de_de: Antworten auflisten
fr_fr: Liste des réponses

source: List Movies
de_de: Filme auflisten
fr_fr: Liste des vidéos

source: List Genres
de_de: Genres auflisten
fr_fr: Liste des genres

source: List Games
de_de: Spiele auflisten

source: Money
de_de: Geld
fr_fr: Argent

source: Ads Settings
de_de: Anzeigeneinstellungen
fr_fr: Paramètres des annonces

source: List Users Ads
de_de: Benutzeranzeigen anzeigen
fr_fr: Liste des annonces des utilisateurs

source: List System Ads
de_de: Systemanzeigen
fr_fr: Liste des annonces système

source: Wallet Settings
de_de: Walleteinstellungen
fr_fr: Paramètres du portefeuille

source: Pro Settings
de_de: Pro Einstellungen
fr_fr: Paramètres Pro

source: List Packages
de_de: Pakete auflisten
fr_fr: Liste des Forfaits

source: List Subscribers
de_de: Abonnenten auflisten
fr_fr: Liste des abonnés

source: Affiliates Settings
de_de: Affiliate Einstellungen
fr_fr: Paramètres des affiliés

source: Points Settings
de_de: Punktesystem Einstellungen
fr_fr: Paramètres des points

source: Market Settings
de_de: Markteinstellungen

source: List Products
de_de: Produkte auflisten

source: List Orders
de_de: Aufträge auflisten

source: Funding Settings
de_de: Finanzierungseinstellungen
fr_fr: Paramètres de financement

source: Developers Settings
de_de: Einstellungen für Entwickler
fr_fr: Paramètres des développeurs

source: List Apps
de_de: Apps auflisten
fr_fr: Liste des applications

source: List reports
de_de: Berichte auflisten
fr_fr: Liste des rapports

source: List Requests
de_de: Anfragen auflisten
fr_fr: Demandes de liste

source: List Verified Users
de_de: Verifizierte Benutzer auflisten
fr_fr: Liste des utilisateurs vérifiés

source: List Verified Pages
de_de: Verifizierte Seiten auflisten
fr_fr: Liste des pages vérifiées

source: Changing password will log you out from all other sessions
de_de: Wenn du dein Passwort änderst, wirst du von allen anderen Sitzungen abgemeldet
fr_fr: La modification du mot de passe vous déconnectera de toutes les autres sessions

source: Confirm Current Password
de_de: Aktuelles Passwort bestätigen
fr_fr: Confirmer le mot de passe actuel

source: Your New Password
de_de: Dein neues Passwort
fr_fr: Votre nouveau mot de passe

source: Confirm New Password
de_de: Neues Passwort bestätigen
fr_fr: Confirmer le nouveau mot de passe

source: Log Out Of All Sessions
de_de: Von allen Sitzungen abmelden
fr_fr: Déconnectez-vous de toutes les sessions

source: Log in with a code from your
de_de: Logge dich mit einem Code aus deinem
fr_fr: Connectez-vous avec un code de votre

source: as well as a password
de_de: sowie ein Passwort
fr_fr: ainsi qu’un mot de passe

source: Configuring your authenticator
de_de: Konfigurieren des Authentifikators
fr_fr: Configuration de votre authentificateur

source: You need to download Google Authenticator app for
de_de: Du musst die Google Authenticator-App herunterladen für
fr_fr: Vous devez télécharger l’application Google Authenticator pour

source: In your app, add a new account using the details below
de_de: Füge in deiner App ein neues Konto mit den folgenden Angaben hinzu
fr_fr: Dans votre application, ajoutez un nouveau compte à l’aide des détails ci-dessous

source: Scanning the QR code
de_de: Scannen des QR Codes
fr_fr: Scanner le code QR

source: Manually by entering this token
de_de: Manuell durch Eingabe dieses Tokens
fr_fr: Manuellement en entrant ce jeton

source: Activate your authenticator
de_de: Aktiviere deinen Authenticator
fr_fr: Activer votre authentificateur

source: Enter the code shown on your app
de_de: Gib den auf deinen App angezeigten Code ein
fr_fr: Entrez le code affiché sur votre application

source: Most Recent
de_de: Neueste
fr_fr: Dernier

source: Top Comments
de_de: Top Kommentare
fr_fr: Commentaires les plus populaires

source: All Comments
de_de: Alle Kommentare
fr_fr: Tous les commentaires

source: View previous comments
de_de: vorherige Kommentare
fr_fr: Voir les commentaires précédents

source: Invoice
de_de: Rechnung

source: Order Date
de_de: Datum der Bestellung

source: Billed & Shipped To
de_de: Abgerechnet & Versandt an

source: Order summary
de_de: Zusammenfassung der Bestellung

source: Item
de_de: Artikel

source: Quantity
de_de: Menge

source: Totals
de_de: Gesamt

source: Stripe is not enabled
de_de: Stripe ist nicht aktiviert

source: PayPal is not enabled
de_de: PayPal ist nicht aktiviert

source: Transaction complete successfully
de_de: Transaktion erfolgreich abgeschlossen
fr_fr: Transaction terminée avec succès

source: Wallet
fr_fr: Portefeuille

source: Affiliates
fr_fr: Affiliés

source: Watch
fr_fr: regarder

source: Moderator
fr_fr: Modérateur

source: Jobs
fr_fr: Emplois

source: Themes
fr_fr: Thèmes

source: Admins
fr_fr: Administrateurs

source: Online
fr_fr: En ligne

source: Ads
fr_fr: Annonces

source: System Ads
fr_fr: Annonces système

source: Pro System
fr_fr: Système Pro

source: Fake Generator
fr_fr: Faux générateur

source: Widgets
fr_fr: Gadgets

source: Live
fr_fr: En direct

source: The allowed file size is:
fr_fr: La taille de fichier autorisée est la suivante :

source: FFMPEG Error
fr_fr: Erreur FFMPEG

source: Email
fr_fr: Courrier électronique

source: Sorry
fr_fr: Désolé

source: System
fr_fr: Système

source: is
fr_fr: est

source: Anonymous
fr_fr: Anonyme

source: Uncategorized
fr_fr: Non classé

source: Off
fr_fr: De

source: Name
fr_fr: Nom

source: Status
fr_fr: Statut

source: Developers Apps
fr_fr: Applications pour développeurs

source: App Name
fr_fr: Nom de l’application

source: App ID
fr_fr: ID d’application

source: App Secret
fr_fr: Secret de l’application

source: Social Links
fr_fr: Liens sociaux

source: Timeline
fr_fr: Chronologie

source: Videos
fr_fr: Vidéos

source: person
fr_fr: personne

source: wallet
fr_fr: Portefeuille

source: Auto Follow
fr_fr: Suivi automatique

source: Auto Like
fr_fr: J’aime automatiquement

source: Followers
fr_fr: Abonnés

source: followers/followings
fr_fr: abonnés

source: Upgrade
fr_fr: Mise à niveau

source: Pro Users
fr_fr: Utilisateurs Pro

source: Pro Pages
fr_fr: Pages Pro

source: Check the package from
fr_fr: Vérifiez le forfait à partir de

source: Update
fr_fr: Mettre à jour

source: Features
fr_fr: Fonctionnalités

source: Website Live
fr_fr: Site Web Live

source: System Email
fr_fr: Système d'email

source: Kilometer
fr_fr: Kilomètre

source: Online Users
fr_fr: Utilisateurs en ligne

source: Social Login
fr_fr: Connexion sociale

source: Social Logins
fr_fr: Connexions sociales

source: Facebook App Secret
fr_fr: Facebook App secrète

source: Google App ID
fr_fr: ID d’application Google

source: Google App Secret
fr_fr: Secret de l’application Google

source: Accounts
fr_fr: Comptes

source: SMTP Server
fr_fr: Serveur SMTP

source: SMTP Port
fr_fr: Port SMTP

source: Set From
fr_fr: Définir à partir de

source: Test Connection
fr_fr: Tester la connexion

source: SMS Provider
fr_fr: Fournisseur SMS

source: Twilio Account SID
fr_fr: SID de compte Twilio

source: Twilio Auth Token
fr_fr: Jeton Twilio Auth

source: Twilio Phone Number
fr_fr: Numéro de téléphone de Twilio

source: BulkSMS Username
fr_fr: Nom d’utilisateur BulkSMS

source: BulkSMS Password
fr_fr: Mot de passe BulkSMS

source: Infobip Username
fr_fr: Nom d’utilisateur Infobip

source: Infobip Password
fr_fr: Mot de passe Infobip

source: OneSignal APP ID
fr_fr: ID d’application OneSignal

source: Chat
fr_fr: Discussion

source: Agora App ID
fr_fr: ID de l’application Agora

source: Live Stream
fr_fr: Diffusion en direct

source: Agora Customer ID
fr_fr: ID client Agora

source: Agora Customer Secret
fr_fr: Secret client Agora

source: Bucket Name
fr_fr: Nom du compartiment

source: Your Amazon S3 bucket name
fr_fr: Nom de votre compartiment Amazon S3

source: Bucket Region
fr_fr: Région du compartiment

source: Your Amazon S3 bucket region
fr_fr: Région de votre compartiment Amazon S3

source: Access Key ID
fr_fr: ID de clé d’accès

source: Your Amazon S3 Access Key ID
fr_fr: Votre ID de clé d’accès Amazon S3

source: Access Key Secret
fr_fr: Clé d’accès secrète

source: Your Amazon S3 Access Key Secret
fr_fr: Votre clé secrète Amazon S3

source: Cloud Hosting
fr_fr: Hébergement Cloud

source: Your server max upload size
fr_fr: Taille maximale de téléchargement de votre serveur

source: You can't upload files larger than
fr_fr: Vous ne pouvez pas télécharger de fichiers dont la taille est supérieure à

source: To upload larger files, contact your hosting provider
fr_fr: Pour télécharger des fichiers plus volumineux, contactez votre fournisseur d’hébergement

source: Uploads CDN Endpoint
fr_fr: Télécharge le point de terminaison CDN

source: Your CDN URL like AWS CloudFront
fr_fr: Votre URL CDN comme AWS CloudFront

source: Google Vision API Key
fr_fr: Clé API Google Vision

source: Your Cloud Vision API Key
fr_fr: Votre clé API Cloud Vision

source: Video Upload
fr_fr: Téléchargement de vidéos

source: Allowed video extensions (separated with comma ',)
fr_fr: Permis vidéo extensions (séparés par une virgule ',)

source: Audio Upload
fr_fr: Téléchargement audio

source: Allowed audio extensions (separated with comma ',)
fr_fr: Permis d'extensions audio (séparés par une virgule ',)

source: Allowed file extensions (separated with comma ',)
fr_fr: Permis des extensions de fichier (séparés par une virgule ',)

source: Amazon S3 Storage
fr_fr: Stockage Amazon S3

source: DigitalOcean Space
fr_fr: Espace DigitalOcean

source: Space Name
fr_fr: Nom de l’espace

source: Space Region
fr_fr: Région spatiale

source: Secret Key
fr_fr: Clé secrète

source: FTP Storage
fr_fr: Stockage FTP

source: Hostname
fr_fr: Nom d’hôte

source: Bad Login Limit
fr_fr: Limite de connexion incorrecte

source: Google Authenticator
fr_fr: Authentificateur Google

source: Paypal Mode
fr_fr: Mode Paypal

source: Sandbox
fr_fr: Andbox

source: PayPal Client ID
fr_fr: PayPal ID client

source: PayPal Secret Key
fr_fr: PayPal Clé secrète

source: Test Secret Key
fr_fr: Clé secrète de test

source: Stripe publishable key that starts with pk_
fr_fr: Clé publiable Stripe commençant par pk_

source: Live Secret Key
fr_fr: Clé secrète en direct

source: Live Publishable Key
fr_fr: Clé publiable en direct

source: Paystack secret key that starts with sk_
fr_fr: Clé secrète Paystack qui commence par sk_

source: Merchant ID
fr_fr: Numéro d’identification du commerçant

source: Merchant Code
fr_fr: Code marchand

source: API Publishable Key
fr_fr: Clé publiable API

source: API Private Key
fr_fr: Clé privée API

source: Key ID
fr_fr: ID de clé

source: Key Secret
fr_fr: Secret clé

source: Client ID
fr_fr: ID Client

source: Client Secret
fr_fr: Clé secrète client

source: API Key
fr_fr: Clé API

source: API Secret
fr_fr: Clé secrète reCAPTCHA

source: Access Token
fr_fr: Jeton d’accès

source: Bank Name
fr_fr: Nom de la banque

source: Limits
fr_fr: Les limites

source: Chat Heartbeat
fr_fr: Battement de coeur de chat

source: Analytics
fr_fr: Résultats d'Analyse

source: Major
fr_fr: Majeur

source: Click
fr_fr: Clic

source: View
fr_fr: Vue

source: Pay Per Click
fr_fr: Paiement par clic

source: Pay Per View
fr_fr: Paiement par vue

source: Single
fr_fr: Célibataire

source: People
fr_fr: Utilisateurs

source: Newsfeed
fr_fr: Fil d’actualité

source: The image of your ads, supported formats (JPG, PNG, GIF)
fr_fr: L’image de vos annonces, formats supportés (JPG, PNG, GIF)

source: Jan
fr_fr: Janvier

source: Feb
fr_fr: Fév

source: May
fr_fr: Mai

source: Aug
fr_fr: Août

source: Symbol
fr_fr: Symbole

source: Optional
fr_fr: Optionnel

source: To
fr_fr: à

source: Stars
fr_fr: Étoiles

source: Release
fr_fr: Libérer

source: Link
fr_fr: lien

source: API Version
fr_fr: Version de l’API

source: App Dashboard
fr_fr: Tableau de bord de l’application

source: Once you get the user approval of your app Log in With window and returned with the
fr_fr: Une fois que vous avez obtenu l’approbation de l’utilisateur de votre application Connectez-vous avec la fenêtre et renvoyée avec le

source: App Domain
fr_fr: Domaine d’application

source: App Icon (1024 x 1024)
fr_fr: Icône de l’application (1024 x 1024)

source: link
fr_fr: Lien

source: video
fr_fr: vidéo

source: song
fr_fr: Chanson

source: Likes
fr_fr: Aimer

source: Wallet System
fr_fr: Système de portefeuille

source: Posts Boosts
fr_fr: Boosts de publications

source: Text
fr_fr: libellé

source: Links
fr_fr: Liens

source: Maps
fr_fr: Cartes

source: to
fr_fr: À

source: email
fr_fr: mail

source: Replenish Credit
fr_fr: Reconstituer le crédit

source: Thumbnail
fr_fr: Miniature

source: Preview
fr_fr: Aperçu

source: Browser
fr_fr: Navigateur

source: Filter
fr_fr: Filtre

source: Show _MENU_ entries
fr_fr: Afficher les entrées _MENU_

source: Showing _START_ to _END_ of _TOTAL_ entries
fr_fr: Affichage de _START_ à _END_ des entrées _TOTAL_

source: Showing 0 to 0 of 0 entries
fr_fr: Affichage de 0 à 0 de 0 entrées

source: (filtered from _MAX_ total entries)
fr_fr: (filtré à partir du total des entrées _MAX_)

source: Pro User
fr_fr: Utilisateur Pro

source: Team
fr_fr: L'équipe

source: Token
fr_fr: Jeton

source: Poster
fr_fr: Affiche

source: Google Play Store Link
fr_fr: Lien Google Play Store

source: Huawei AppGallery Link
fr_fr: Lien Huawei AppGallery

source: Apple App Store Link
fr_fr: Lien vers l’App Store d’Apple

source: Admin Panel
fr_fr: panneau d’administration

source: Moderator Panel
fr_fr: Panneau des modérateurs

source: Theme Switcher
fr_fr: Sélecteur de thème

source: Affiliates Levels
fr_fr: Niveaux d’affiliation

source: Album
fr_fr: Sélectionner un album

source: Job
fr_fr: Emploi

source: Video
fr_fr: Vidéo

source: File
fr_fr: Fichier

source: Node
fr_fr: Nœud

source: Reporter By
fr_fr: Reporter par

source: Reporter For
fr_fr: Reporter pour

source: Thread
fr_fr: Fil d'actualité

source: Keyword(s)
fr_fr: Mot(s)-clé(s)

source: Home Page
fr_fr: Accueil

source: Search Page
fr_fr: Recherche

source: Notifications Page
fr_fr: Notifications

source: Directory Page
fr_fr: Annuaire

source: Boost up to
fr_fr: Boostez jusqu’à

source: Dashboard
fr_fr: Tableau de bord

source: Email Address
fr_fr: adresse email

source: Affiliates System
fr_fr: Système d’affiliation

source: Offline
fr_fr: Hors connexion

source: Messenger
fr_fr: Messager

source: Label
fr_fr: Étiquette

source: Text Area
fr_fr: libellé

source: Show in Target Page
fr_fr: Afficher dans la page cible

source: Header
fr_fr: En-tête

source: Footer
fr_fr: Pied de page

source: Cover
fr_fr: Couverture

source: Online Status
fr_fr: Statut en ligne

source: Boost
fr_fr: Booster

source: Action Button
fr_fr: Bouton d’action

source: Action Button Text
fr_fr: Texte du bouton d’action

source: Action Button Color
fr_fr: Couleur du bouton d’action

source: Action Button URL
fr_fr: URL du bouton d’action

source: News Feed
fr_fr: Fil d’actualités

source: Extra
fr_fr: Supplémentaire

source: Demo Account
fr_fr: Compte démo

source: Email Provider
fr_fr: Fournisseur de messagerie

source: Build
fr_fr: Construire

source: Google Authenticator App
fr_fr: Application Google Authenticator
