Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Enter valid minimum salary
de_de: Gültiges Mindestgehalt eingeben
fr_fr: Entrez un salaire minimum valide

source: Select valid currency for your job
de_de: Wähle die gültige Währung für deinen Auftrag

source: Enter valid maximum salary
de_de: Gültiges Höchstgehalt eingeben
fr_fr: Entrez le salaire maximum valide

source: Select valid salary payment period
de_de: Gültigen Gehaltszahlungszeitraum auswählen
fr_fr: Sélectionnez une période de paiement de salaire valide

source: Select valid job type
de_de: Gültige Auftragsart auswählen
fr_fr: Sélectionnez un type de tâche valide

source: select valid category for your job
de_de: Wähle eine gültige Kategorie für Ihren Auftrag
fr_fr: sélectionnez une catégorie valide pour votre emploi

source: Add description for your job
de_de: Beschreibung für deine Stellenausschreibung hinzufügen
fr_fr: MinimAjouter la description de votre emploi est de 32 caractères

source: Minimum job description is 32 characters
de_de: Die Stellenbeschreibung muss mindestens 32 Zeichen umfassen.
fr_fr: La description de poste minimale est de 32 caractères

source: Maximum job description is 1000 characters
de_de: Die Stellenbeschreibung darf maximal 1000 Zeichen umfassen.
fr_fr: La description de poste maximale est de 1000 caractères

source: Enter your question
de_de: Deine Frage eingeben
fr_fr: Entrez votre question

source: Enter choices for your question
de_de: Auswahlmöglichkeiten für deine Frage eingeben
fr_fr: Entrez des choix pour votre question

source: Add cover image for your job
de_de: Titelbild für deinen Auftrag hinzufügen
fr_fr: Ajouter une image de couverture pour votre travail

source: Select valid currency for your course fees
de_de: Wähle eine gültige Währung für deine Kursgebühren

source: You already applied for this job before
de_de: Du hast dich schon einmal auf diese Stelle beworben
fr_fr: Vous avez déjà postulé pour cet emploi avant

source: Please answer all the questions
de_de: Bitte beantworte alle Fragen
fr_fr: Veuillez répondre à toutes les questions

source: Activated
de_de: Aktiviert
fr_fr: Activé

source: Your account already activated!
de_de: Dein Konto ist bereits aktiviert
fr_fr: Le compte a déjà été activé

source: Your phone has been changed
de_de: Deine Telefonnummer wurde geändert
fr_fr: Votre téléphone a été changé

source: Please check your phone and copy the verification code to complete the verification process
de_de: Bitte überprüfe dein Smartphone und kopiere den Verifizierungscode, um den Verifizierungsprozess abzuschließen.
fr_fr: Veuillez vérifier votre téléphone et copier le code de vérification pour terminer le processus de vérification

source: Another email has been sent
de_de: Eine weitere E-Mail wurde verschickt
fr_fr: Un autre email d'activation a été envoyé

source: Please click on the link in that email message to complete the verification process
de_de: Bitte klicke auf den Link in der E-Mail, um den Verifizierungsprozess abzuschließen
fr_fr: Veuillez cliquer sur le lien dans ce message électronique pour terminer le processus de vérification

source: Your email has been changed
de_de: Deine E-Mail wurde geändert
fr_fr: Votre email a été changé

source: Please click on the link in that email to complete the verification process
de_de: Bitte klicke auf den Link in der E-Mail, um den Verifizierungsprozess abzuschließen
fr_fr: Veuillez cliquer sur le lien dans cet e-mail pour terminer le processus de vérification

source: Another SMS has been sent
de_de: Eine weitere SMS wurde verschickt
fr_fr: Un autre SMS a été envoyé

source: You have to select a valid source for the movie
de_de: Du musst eine gültige Quelle für den Film auswählen
fr_fr: Vous devez sélectionner une source valide pour le film

source: You have to enter title for the movie
de_de: Du musst den Titel des Films eingeben
fr_fr: Vous devez entrer le titre du film

source: Please enter a valid imdb link
de_de: Bitte gib einen gültigen IMDb-Link ein
fr_fr: Veuillez saisir un lien imdb valide

source: You have to select genre for the movie
de_de: Du musst ein Genre für den Film auswählen
fr_fr: Vous devez sélectionner le genre pour le film

source: Movie info have been updated
de_de: Die Filminformationen wurden aktualisiert
fr_fr: Les informations sur le film ont été mises à jour

source: Please enter a valid genre name
de_de: Bitte gib einen gültigen Genre-Namen ein
fr_fr: Veuillez saisir un nom de genre valide

source: Please enter a valid genre order
de_de: Bitte gib eine gültige Genre Bestellung ein
fr_fr: Veuillez saisir un ordre de genre valide

source: Genre info have been updated
de_de: Die Genre Informationen wurden aktualisiert
fr_fr: Les informations sur le genre ont été mises à jour

source: Ads info have been updated
de_de: Die Anzeigeninformationen wurden aktualisiert
fr_fr: Les informations sur les annonces ont été mises à jour

source: Widget info have been updated
de_de: Die Widget Informationen wurden aktualisiert
fr_fr: Les informations sur le widget ont été mises à jour

source: Emoji info have been updated
de_de: Emoji Informationen wurden aktualisiert
fr_fr: Les informations emoji ont été mises à jour

source: Please enter a valid category name
de_de: Bitte gib einen gültigen Kategorienamen ein
fr_fr: Veuillez saisir un nom de catégorie valide

source: Please enter a valid category order
de_de: Bitte gib eine gültige Kategorie Bestellung ein
fr_fr: Veuillez saisir un ordre de catégorie valide

source: Category info have been updated
de_de: Die Kategorie Informationen wurden aktualisiert
fr_fr: Les informations sur la catégorie ont été mises à jour

source: Please enter a valid URL to redirect to
de_de: Bitte gib eine gültige URL ein, die umgeleitet werden soll

source: Please enter a valid URL to your page
de_de: Bitte gib eine gültige URL zu Ihrer Seite ein
fr_fr: Veuillez entrer une URL valide pour votre page

source: belongs to an existing static page
de_de: gehört zu einer bestehenden statischen Seite
fr_fr: appartient à une page statique existante

source: You must enter an icon for your page
de_de: Du musst ein Symbol für deine Seite eingeben

source: Static page info have been updated
de_de: Die statischen Seiteninformationen wurden aktualisiert
fr_fr: Fait, Page info ont été mis à jour

source: You must enter the email subject
de_de: Du musst den Betreff der E-Mail eingeben
fr_fr: Vous devez entrer l’objet de l’e-mail

source: You must enter the message subject
de_de: Du musst den Betreff der Nachricht eingeben
fr_fr: Vous devez entrer l’objet du message

source: Email could not be sent
de_de: E-Mail konnte nicht gesendet werden
fr_fr: Impossible d’envoyer l’e-mail

source: Your request has been sent successfully and will be processed in the background
de_de: Deine Anfrage wurde erfolgreich abgeschickt und wird im Hintergrund bearbeitet
fr_fr: Votre demande a été envoyée avec succès et sera traitée en arrière-plan

source: Newsletter email has been sent successfully
de_de: Die Newsletter-E-Mail wurde erfolgreich versendet
fr_fr: L’e-mail de la newsletter a été envoyé avec succès

source: You can not disable wallet as long as Ads system enabled, Disable it first
de_de: Du kannst dein Wallet nicht deaktivieren, solange das Anzeigensystem aktiviert ist, deaktiviere es zuerst
fr_fr: Vous ne pouvez pas désactiver le portefeuille tant que le système publicitaire est activé, désactivez-le d’abord

source: You must select one withdrawal payment method at least
de_de: Du musst mindestens eine Abhebungszahlungsmethode auswählen
fr_fr: Vous devez sélectionner au moins un mode de paiement de retrait

source: You must enable one method at least, either payments withdrawal requests or wallet transfer
de_de: Du musst mindestens eine Methode aktivieren, entweder Abhebungsanträge für Zahlungen oder Überweisungen in das Wallet
fr_fr: Vous devez activer au moins une méthode, soit les demandes de retrait de paiement, soit le transfert de portefeuille

source: You must enter valid number for affiliates levels
de_de: Du musst eine gültige Nummer für die Mitgliedsorganisationen eingeben
fr_fr: Vous devez entrer un numéro valide pour les niveaux d’affiliation

source: Please enter valid commission >= 0 and < 100
de_de: Bitte gültige Provision >= 0 und < 100 eingeben
fr_fr: Veuillez saisir une commission valide >= 0 et < 100

source: Please enter valid minimum tip amount
de_de: Bitte gültigen Mindestbetrag für das Trinkgeld eingeben

source: Please enter valid maximum tip amount
de_de: Bitte gültigen Höchstbetrag für das Trinkgeld eingeben

source: Language info have been updated
de_de: Die Sprachinformationen wurden aktualisiert
fr_fr: Les informations sur la langue ont été mises à jour

source: Gender info have been updated
de_de: Die Angaben zum Geschlecht wurden aktualisiert
fr_fr: Les informations sur le genre ont été mises à jour

source: Oops! There is no theme folder availble in your 'content/themes' folder with such name make sure you cloned the default theme folder first then rename it with your new theme name
de_de: Ups! Es gibt keinen Theme-Ordner mit diesem Namen in deinem 'content/themes'-Ordner. Vergewissere dich, dass der Standard-Theme-Ordner zuerst geklont wurde und es dann in deinen neuen Theme-Namen umbenannt wurde.
fr_fr: Oups! Il n’y a pas de dossier de thème disponible dans votre dossier 'contenu/thèmes' avec un tel nom, assurez-vous d’abord d’avoir cloné le dossier de thème par défaut, puis renommez-le avec votre nouveau nom de thème

source: This is your only default theme you need to mark other theme as default before change/delete this one
de_de: Das ist dein einziges standard Theme. Du musst ein anderes Theme als standard markieren, bevor du dieses ändern oder löschen kannst
fr_fr: C’est votre seul thème par défaut dont vous avez besoin pour marquer l’autre thème par défaut avant de modifier / supprimer celui-ci

source: Theme info have been updated
de_de: Die Themeninformationen wurden aktualisiert
fr_fr: Les informations sur le thème ont été mises à jour

source: You must upload gift image
de_de: Du musst ein Geschenkbild hochladen
fr_fr: Vous devez télécharger une image cadeau

source: You must enter valid amount of points
de_de: Du musst eine gültige Anzahl von Punkten eingeben
fr_fr: Vous devez entrer un nombre valide de points

source: gift info have been updated
de_de: Die Geschenkinformationen wurden aktualisiert.
fr_fr: les informations cadeaux ont été mises à jour

source: You have to select genre for the game
de_de: Du musst das Genre für das Spiel auswählen

source: Game info have been updated
de_de: Die Spielinformationen wurden aktualisiert
fr_fr: Les informations sur le jeu ont été mises à jour

source: You must enter a valid from row value
de_de: Du musst einen gültigen Von-Zeilen-Wert eingeben

source: You must enter a valid results value
de_de: Du musst einen gültigen Ergebniswert eingeben

source: The from date must be less than the to date
de_de: Das Enddatum muss nach dem Startdatum liegen.

source: All Time
de_de: Allzeit

source: Yes
de_de: Ja
fr_fr: Oui

source: No
de_de: Nein
fr_fr: Non

source: Total
de_de: Insgesamt

source: Event info have been updated
de_de: Die Veranstaltungsinformationen wurden aktualisiert
fr_fr: Les informations sur l’événement ont été mises à jour

source: Please enter a valid group name
de_de: Bitte gib einen gültigen Gruppennamen ein

source: You can't edit this permissions group title because it's a default group
de_de: Du kannst den Titel dieser Berechtigungsgruppe nicht bearbeiten, da es sich um eine Standardgruppe handelt.

source: Permission group have been updated
de_de: Die Berechtigungsgruppen wurden aktualisiert

source: You must enter valid number for how many users you want to generate
de_de: Du musst eine gültige Zahl für die Anzahl der Benutzer eingeben, die du erstellen möchtest
fr_fr: Vous devez entrer un numéro valide pour le nombre d’utilisateurs que vous souhaitez générer

source: The maximum number of generated users is 1000 per request
de_de: Die maximale Anzahl der generierten Benutzer beträgt 1000 pro Anfrage
fr_fr: Le nombre maximum d’utilisateurs générés est de 1000 par requête

source: fake users generated successfully
de_de: gefälschte Benutzer wurden erfolgreich generiert
fr_fr: faux utilisateurs générés avec succès

source: You must enter valid number for how many pages you want to generate
de_de: Du musst eine gültige Zahl für die Anzahl der Seiten eingeben, die du erzeugen möchtest
fr_fr: Vous devez entrer un numéro valide pour le nombre de pages que vous souhaitez générer

source: The maximum number of generated pages is 1000 per request
de_de: Die maximale Anzahl der generierten Seiten beträgt 1000 pro Anfrage.
fr_fr: Le nombre maximum de pages générées est de 1000 par requête

source: You must select valid country for your page
de_de: Du musst ein gültiges Land für deine Seite auswählen

source: fake pages generated successfully
de_de: gefälschte Seiten wurden erfolgreich generiert
fr_fr: fausses pages générées avec succès

source: You must enter valid number for how many groups you want to generate
de_de: Du musst eine gültige Zahl für die Anzahl der Gruppen eingeben, die du erstellen möchtest
fr_fr: Vous devez entrer un numéro valide pour le nombre de groupes que vous souhaitez générer

source: The maximum number of generated groups is 1000 per request
de_de: Die maximale Anzahl der erzeugten Gruppen beträgt 1000 pro Anfrage.
fr_fr: Le nombre maximum de groupes générés est de 1000 par requête

source: fake groups generated successfully
de_de: gefälschte Gruppen wurden erfolgreich erstellt
fr_fr: faux groupes générés avec succès

source: All expired subscribers and their boosted posts and pages resetted
de_de: Alle abgelaufenen Abonnenten und deine hervorgehobenen Beiträge und Seiten wurden zurückgesetzt
fr_fr: Tous les abonnés expirés et leurs publications et pages boostées réinitialisées

source: All users points blance have been resetted
de_de: Alle Benutzerpunkte wurden zurückgesetzt
fr_fr: Tous les points blancs des utilisateurs ont été réinitialisés

source: All users points balance have been resetted
de_de: Der Punktestand aller Benutzer wurde zurückgesetzt.
fr_fr: Le solde de points de tous les utilisateurs a été réinitialisé

source: All compiled templates have been cleared
de_de: Alle kompilierten Vorlagen wurden gelöscht

source: Activation emails have been resent to all users who didn't activate their accounts
de_de: Aktivierungs-E-Mails wurden an alle Benutzer verschickt, die ihre Konten nicht aktiviert haben.

source: Garbage collector removed
de_de: Garbage Collector entfernt
fr_fr: Garbage collector supprimé

source: rows from the database
de_de: Zeilen aus der Datenbank
fr_fr: lignes de la base de données

source: Select which backup you would like to generate
de_de: Wähle aus, welches Backup du erstellen möchtest
fr_fr: Sélectionnez la sauvegarde que vous souhaitez générer

source: New backup has been generated
de_de: Neues Backup wurde erstellt
fr_fr: Une nouvelle sauvegarde a été générée

source: You have to select a valid pattern type
de_de: Du musst einen gültigen Mustertyp auswählen
fr_fr: Vous devez sélectionner un type de modèle valide

source: You have to select the color 1
de_de: Du musst die Farbe 1 auswählen
fr_fr: Vous devez sélectionner la couleur 1

source: You have to select the color 2
de_de: Du musst die Farbe 2 auswählen
fr_fr: Vous devez sélectionner la couleur 2

source: You have to upload the background image
de_de: Du musst das Hintergrundbild hochladen
fr_fr: Vous devez télécharger l’image d’arrière-plan

source: You have to select the text color
de_de: Du musst die Textfarbe auswählen
fr_fr: Vous devez sélectionner la couleur du texte

source: Pattern info have been updated
de_de: Die Musterinformationen wurden aktualisiert
fr_fr: Les informations sur les modèles ont été mises à jour

source: You can not set the forum as a section to itself
de_de: Du kannst das Forum nicht als Abschnitt zu sich selbst setzen
fr_fr: Vous ne pouvez pas définir le forum comme une section à lui-même

source: Forum info have been updated
de_de: Die Forumsinformationen wurden aktualisiert
fr_fr: Les informations sur le forum ont été mises à jour

source: You don't have the right permission to edit this user
de_de: Du hast nicht die Berechtigung, diesen Benutzer zu bearbeiten
fr_fr: Vous n’avez pas l’autorisation appropriée pour modifier cet utilisateur

source: This account not exist
de_de: Dieses Konto existiert nicht
fr_fr: Ce compte n’existe pas

source: You can't edit an admin user
de_de: Du kannst einen Admin-Benutzer nicht bearbeiten

source: You have to be admin to edit this settings
de_de: Du musst Administrator sein, um diese Einstellungen zu bearbeiten

source: You can't ban this user
de_de: Du kannst diesen Benutzer nicht sperren
fr_fr: Vous ne pouvez pas bannir cet utilisateur

source: You can't demo this user
de_de: Du kannst diesen Benutzer nicht vorführen

source: You can't change the group of this user
de_de: Du kannst die Gruppe dieses Benutzers nicht ändern

source: User info have been updated
de_de: Die Benutzerinformationen wurden aktualisiert
fr_fr: Les informations utilisateur ont été mises à jour

source: First name must be at least 3 characters long. Please try another
de_de: Der Vorname muss mindestens 3 Zeichen lang sein. Bitte versuchen Sie einen anderen
fr_fr: Le prénom doit comporter au moins 3 caractères. S’il vous plaît essayer un autre

source: Last name must be at least 3 characters long. Please try another
de_de: Der Nachname muss mindestens 3 Zeichen lang sein. Bitte versuchen Sie einen anderen
fr_fr: Le nom de famille doit comporter au moins 3 caractères. S’il vous plaît essayer un autre

source: fake users accounts generated successfully
de_de: gefälschte Benutzerkonten erfolgreich erstellt
fr_fr: faux comptes d’utilisateurs générés avec succès

source: Test email has been sent to
de_de: Die Test-E-Mail wurde gesendet an
fr_fr: L’e-mail de test a été envoyé à

source: Test SMS has been sent to
de_de: Die Test-SMS wurde gesendet an
fr_fr: Le SMS de test a été envoyé à

source: Connection established Successfully!
de_de: Verbindung erfolgreich hergestellt!
fr_fr: Connexion établie avec succès!

source: You must select valid permissions group
de_de: Du musst eine gültige Berechtigungsgruppe auswählen

source: User group have been updated
de_de: Die Benutzergruppen wurden aktualisiert

source: Please enter valid max paid post price >= 0
de_de: Bitte geben Sie einen gültigen maximalen bezahlten Postpreis >= 0

source: Please enter valid max plan price >= 0
de_de: Bitte gib einen gültigen Maximalpreis >= 0 ein.

source: You must enter the notification url
de_de: Du musst die Meldungs-URL eingeben
fr_fr: Vous devez entrer l’URL de notification

source: You must enter the notification message
de_de: Du musst die Benachrichtigungsmeldung eingeben
fr_fr: Vous devez entrer le message de notification

source: Notification has been sent successfully
de_de: Die Benachrichtigung wurde erfolgreich gesendet
fr_fr: La notification a été envoyée avec succès

source: You must enter reaction title
de_de: Du musst den Titel der Reaktion eingeben
fr_fr: Vous devez entrer le titre de la réaction

source: You must enter reaction color
de_de: Du musst eine Reaktionsfarbe eingeben
fr_fr: Vous devez entrer la couleur de réaction

source: You must upload reaction image
de_de: Du musst ein Reaktionsbild hochladen
fr_fr: Vous devez télécharger l’image de réaction

source: You must enable at least one reaction
de_de: Du musst mindestens eine Reaktion aktivieren

source: Reaction info have been updated
de_de: Die Reaktionsdaten wurden aktualisiert
fr_fr: Les informations sur les réactions ont été mises à jour

source: There are users groups using this permissions group
de_de: Es gibt Benutzergruppen, die diese Berechtigungsgruppe verwenden

source: You have to select a valid field for value
de_de: Du musst ein gültiges Feld für den Wert auswählen
fr_fr: Vous devez sélectionner un champ valide pour la valeur

source: You have to enter the field label
de_de: Du musst die Feldbezeichnung eingeben
fr_fr: Vous devez entrer l’étiquette du champ

source: You have to select a valid type
de_de: Du musst einen gültigen Typ auswählen
fr_fr: Vous devez sélectionner un type valide

source: You have to enter the select options
de_de: Du musst die ausgewählten Optionen eingeben
fr_fr: Vous devez entrer les options de sélection

source: You have to select a valid place
de_de: Du musst einen gültigen Ort auswählen
fr_fr: Vous devez sélectionner un lieu valide

source: You have to enter valid field length
de_de: Du musst eine gültige Feldlänge eingeben
fr_fr: Vous devez entrer une longueur de champ valide

source: The field minimum length is 1 and maximum 1000 characters
de_de: Das Feld hat eine Mindestlänge von 1 und eine Höchstlänge von 1000 Zeichen.
fr_fr: La longueur minimale du champ est de 1 et maximale de 1000 caractères

source: You have to enter valid field order
de_de: Du musst eine gültige Feldreihenfolge eingeben
fr_fr: Vous devez entrer un ordre de champ valide

source: Field info have been updated
de_de: Die Feldinformationen wurden aktualisiert
fr_fr: Les informations sur le terrain ont été mises à jour

source: Group info have been updated
de_de: Die Gruppeninformationen wurden aktualisiert
fr_fr: Les informations sur le groupe ont été mises à jour

source: You must upload sticker image
de_de: Du musst ein Aufkleber Bild hochladen
fr_fr: Vous devez télécharger l’image autocollante

source: Sticker info have been updated
de_de: Aufkleber-Infos wurden aktualisiert
fr_fr: Les informations sur les autocollants ont été mises à jour

source: Country info have been updated
de_de: Die Länderinformationen wurden aktualisiert
fr_fr: Les informations sur les pays ont été mises à jour

source: Page info have been updated
de_de: Die Seiteninformationen wurden aktualisiert
fr_fr: Les informations sur la page ont été mises à jour

source: You have to enter the package name
de_de: Du musst den Paketnamen eingeben
fr_fr: Vous devez entrer le nom du forfait

source: You have to enter valid package price
de_de: Du musst einen gültigen Paketpreis eingeben
fr_fr: Vous devez entrer un prix de forfait valide

source: You have to enter valid period number
de_de: Du musst eine gültige Periodennummer eingeben
fr_fr: Vous devez entrer un numéro de période valide

source: You have to enter valid boost posts number
de_de: Du musst eine gültige Boost-Postennummer eingeben
fr_fr: Vous devez entrer un numéro de boost post valide

source: You have to enter valid boost pages number
de_de: Du musst eine gültige Boost-Seiten-Nummer eingeben
fr_fr: Vous devez entrer un numéro de pages boost valide

source: Package info have been updated
de_de: Die Paketinformationen wurden aktualisiert
fr_fr: Les informations sur le forfait ont été mises à jour

source: You have to enter the announcement name
de_de: Du musst den Namen der Ankündigung eingeben
fr_fr: Vous devez entrer votre nom

source: You have to enter the announcement HTML code
de_de: Du musst den HTML-Code der Ankündigung eingeben
fr_fr: Entrez le code HTML

source: You have to enter the announcement start date
de_de: Du musst das Startdatum der Bekanntmachung eingeben
fr_fr: Saisir la date de démarrage

source: You have to enter the announcement end date
de_de: Du musst die Ankündigung Endedatum eingeben
fr_fr: Vous devez entrer une partie du contenu de l'annonce

source: End Date must be after the Start Date
de_de: Enddatum muss nach dem Startdatum liegen.
fr_fr: Date de fin doit être postérieure à la date de début

source: Announcement info have been updated
de_de: Die Ankündigungsinformationen wurden aktualisiert
fr_fr: Les informations sur l’annonce ont été mises à jour
