Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Movies Description
de_de: Filmbeschreibung
fr_fr: Description des vidéos

source: Description of your movies module
de_de: Beschreibung deines Filmmoduls
fr_fr: Description de votre module vidéos

source: Games Description
de_de: Spiele Beschreibung

source: Description of your games module
de_de: Beschreibung deines Filmmoduls

source: Turn the pages On and Off
de_de: Seiten ein- oder ausschalten
fr_fr: Activer et désactiver les pages

source: Pages Reviews
de_de: Seiten Bewertungen

source: Turn the pages reviews On and Off
de_de: Seitenbewertungen ein- oder ausschalten

source: Pages Review Replacement
de_de: Seiten Review ersetzen

source: Enbale this to allow user to change his review
de_de: Aktiviere diese Option, wenn der Benutzer seine Bewertung ändern kann

source: Turn the page business ID On and Off
de_de: Ein- und ausschalten der Pages Business ID (PBID)

source: PBID is a unique ID for each page consists of 16 digits from country code and category id and page id
de_de: PBID ist eine eindeutige ID für jede Seite, die sich aus 16 Ziffern des Ländercodes, der Kategorie-ID und der Seiten-ID zusammensetzt.

source: Turn the groups On and Off
de_de: Ein- und ausschalten der Gruppen
fr_fr: Activer et désactiver les groupes

source: Groups Reviews
de_de: Gruppen Bewertungen

source: Turn the groups reviews On and Off
de_de: Ein- und ausschalten der Gruppenbewertungen

source: Groups Review Replacement
de_de: Gruppen Review ersetzen

source: Turn the events On and Off
de_de: Ein- oder ausschalten der Veranstaltungen
fr_fr: Activer et désactiver les évènements

source: Pages Events
de_de: Seiten Veranstaltungen

source: Allow pages to create events
de_de: Erlaube Seiten, Veranstaltungen zu erstellen

source: Events Reviews
de_de: Veranstaltungsreviews

source: Turn the events reviews On and Off
de_de: Ein- und ausschalten der Veranstaltungsreviews

source: Events Review Replacement
de_de: Veranstaltungen Review ersetzen

source: Turn the reels On and Off
de_de: Reels ein- und ausschalten

source: Turn the watch videos On and Off
de_de: Ein- und ausschalten der Videowiedergabe

source: Watch module will show all public videos at one place
de_de: Das Watch-Modul zeigt alle öffentlichen Videos an einem Ort an

source: Turn the blogs On and Off
de_de: Blogs ein- und ausschalten
fr_fr: Activer et désactiver les blogs

source: Turn the offers On and Off
de_de: Ein- und ausschalten der Angebote
fr_fr: Activer et désactiver les offres

source: Turn the jobs On and Off
de_de: Ein- und ausschalten der Aufträge
fr_fr: Activer et désactiver les emplois

source: Turn the courses On and Off
de_de: Ein- und ausschalten der Kurse

source: Turn the forums On and Off
de_de: Die Foren ein- und ausschalten
fr_fr: Activer et désactiver les forums

source: Show forums online users
de_de: Foren für Online-Benutzer anzeigen
fr_fr: Afficher les forums utilisateurs en ligne

source: Statistics
de_de: Statistiken
fr_fr: Statistiques

source: Show forums statistics
de_de: Forenstatistiken anzeigen
fr_fr: Afficher les statistiques des forums

source: Turn the movies On and Off
de_de: Filme ein- und ausschalten
fr_fr: Activer et désactiver les films

source: Turn the games On and Off
de_de: Die Spiele ein- und ausschalten
fr_fr: Mettre des jeux sur et hors

source: Auto Language Detection
de_de: Automatische Spracherkennung

source: If enabled sytem will detect user language automatically
de_de: Wenn aktiviert, erkennt das System die Benutzersprache automatisch

source: Fliter by Location
de_de: Fliter nach Standort
fr_fr: Localisation

source: If enabled user will able to filter people, products ... etc by location
de_de: Wenn diese Funktion aktiviert ist, kann der Benutzer Personen, Produkte usw. nach Standort filtern.

source: Contact Us
de_de: Kontaktiere uns
fr_fr: Contactez nous

source: Turn the contact us page On and Off
de_de: Ein- und ausschalten der Kontaktseite
fr_fr: Activer et désactiver la page Contactez-nous

source: DayTime Messages
de_de: Tageszeit-Nachrichten
fr_fr: Messages de jour

source: Turn the DayTime Messages (Good Morning, Afternoon, Evening) On and Off
de_de: Ein- und ausschalten der Tagesansagen (Guten Morgen, Nachmittag, Abend)
fr_fr: Activez et désactivez les messages de jour (bonjour, après-midi, soir)

source: Morning Message
de_de: MorgennachrichtNachricht

source: Afternoon Message
de_de: Nachmittagsnachricht

source: Evening Message
de_de: Abendnachricht

source: Pokes
de_de: Stupser

source: Enable users to poke each others
de_de: Benutzer können sich gegenseitig anstupsen
fr_fr: Permettre aux utilisateurs de se poker les uns les autres

source: Enable users to send gifts to each others
de_de: Nutzer können sich gegenseitig Geschenke schicken
fr_fr: Permettre aux utilisateurs de s’envoyer des cadeaux les uns aux autres

source: Cookie Consent
de_de: Cookie Zustimmung
fr_fr: Consentement aux cookies

source: Turn the cookie consent notification On and Off
de_de: Benachrichtigung über die Cookie-Zustimmung ein- und ausschalten
fr_fr: Activer et désactiver la notification de consentement aux cookies

source: Adblock Detector
de_de: Adblock Detektor
fr_fr: Détecteur Adblock

source: Turn the Adblock auto detector notification On and Off
de_de: Schalte die Benachrichtigung zur automatischen Erkennung von Adblock ein- und aus
fr_fr: Activer et désactiver la notification du détecteur automatique Adblock

source: (Note: Admin is exception)
de_de: (Anmerkung: Admin ist eine Ausnahme)
fr_fr: (Remarque: Admin est une exception)

source: Red block message will appear to make user disable adblock from his browser
de_de: Eine rote Sperrmeldung erscheint, um den Benutzer dazu zu bringen, Adblock in seinem Browser zu deaktivieren.
fr_fr: Un message de blocage rouge apparaîtra pour inciter l’utilisateur à désactiver adblock à partir de son navigateur

source: Turn the stories On and Off
de_de: Ein- und ausschalten der Storys
fr_fr: Activer et désactiver les stories

source: Stories are photos and videos that only last 24 hours
de_de: Storys sind Fotos und Videos, die nur 24 Stunden sichtbar sind
fr_fr: Les stories sont des photos et des vidéos qui ne durent que 24 heures

source: Story Duration
de_de: Dauer der Story
fr_fr: Durée de la storie

source: The story duration in seconds
de_de: Die Dauer der Storys in Sekunden
fr_fr: La durée de la storie en secondes

source: Posts Approval System
de_de: Genehmigungssystem für Stellen

source: Turn the approval system On and Off (If disabled all posts will be approved by default)
de_de: Schalten Sie das Genehmigungssystem ein und aus (wenn es deaktiviert ist, werden alle Beiträge standardmäßig genehmigt)

source: If enabled, posts will be pending for approval by the admin or moderators
de_de: Wenn diese Option aktiviert ist, werden Beiträge zur Genehmigung durch den Administrator oder die Moderatoren vorgemerkt.

source: Appoval Limit
de_de: Beschwerdegrenze

source: After how many posts needs to be approved so the user can post without approval
de_de: Nach wie vielen Beiträgen muss die Genehmigung erteilt werden, damit der Benutzer Beiträge ohne Genehmigung veröffentlichen kann

source: Newsfeed Posts Source
de_de: Newsfeed Beitrags Quelle
fr_fr: Source des posts du fil d’actualité

source: Default
de_de: Standard
fr_fr: Défaut

source: Show what user is followings (Friends, Followings, Pages... etc)
de_de: Zeige, was der Benutzer folgt (Freunde, Follower, Seiten... usw.)

source: All Posts
de_de: Alle Beiträge
fr_fr: Tous les posts

source: All posts will be shown
de_de: Alle Beiträge werden angezeigt

source: Algorithm will exclude any post from closed/secret groups and events that users not member of incase of all posts also will disable all posts privacy
de_de: Der Algorithmus schließt alle Beiträge aus geschlossenen/geheimen Gruppen und Ereignissen aus, bei denen der Benutzer nicht Mitglied ist. Außerdem wird die Privatsphäre aller Beiträge deaktiviert.
fr_fr: L’algorithme exclura tout message des groupes fermés / secrets et des événements dont les utilisateurs ne sont pas membres au cas où de tous les messages désactivera également la confidentialité de tous les messages.

source: Newsfeed Location Filter
de_de: Newsfeed Standortfilter
fr_fr: Filtre d’emplacement du flux d’actualités

source: Turn the newsfeed location filter On and Off
de_de: Ein- und ausschalten des Newsfeed-Standortfilters
fr_fr: Activer et désactiver le filtre d’emplacement du flux d’actualités

source: Will enable your users to filter their newsfeed by countries
de_de: Ermöglicht es deinen Nutzern, ihren Newsfeed nach Ländern zu filtern
fr_fr: Permettra à vos utilisateurs de filtrer leur fil d’actualité par pays

source: Turn the popular posts On and Off
de_de: Ein- und ausschalten der beliebten Beiträge
fr_fr: Activer et désactiver les publications populaires

source: Popular posts are public posts ordered by most reactions, comments & shares
de_de: Beliebte Beiträge sind öffentliche Beiträge, geordnet nach den meisten Reaktionen, Kommentaren und Freigaben
fr_fr: Les publications populaires sont des publications publiques classées par la plupart des réactions, commentaires et partages

source: Last 24 Hours
de_de: Letzte 24 Stunden
fr_fr: Dernières 24 heures

source: Turn the discover posts On and Off
de_de: Ein- und ausschalten der Entdeckungsbeiträge
fr_fr: Activer et désactiver les publications de découverte

source: Discover posts are public posts ordered from most recent to old
de_de: Discover-Beiträge sind öffentliche Beiträge in der Reihenfolge vom neuesten bis zum ältesten
fr_fr: Découvrir les publications sont des publications publiques classées du plus récent à l’ancien

source: Turn the memories On and Off
de_de: Ein- und ausschalten der Memories
fr_fr: Activer et désactiver les souvenirs

source: Memories are posts from the same day on last year
de_de: Erinnerungen sind Beiträge vom selben Tag im letzten Jahr
fr_fr: Les souvenirs sont des publications du même jour sur l’année dernière

source: Wall Posts
de_de: Wand Beiträge
fr_fr: Poteaux muraux

source: Users can publish posts on their friends walls
de_de: Benutzer können Beiträge auf ihrer Freunde Pinnwand veröffentlichen.
fr_fr: Les utilisateurs peuvent publier des messages sur leurs amis murs

source: Turn the colored posts On and Off
de_de: Ein- und ausschalten der farbigen Beiträge
fr_fr: Activer et désactiver les poteaux colorés

source: Feelings/Activity Posts
de_de: Gefühle/Aktivitätsbeiträge
fr_fr: Sentiments/Messages d’activité

source: Turn the feelings and activity posts On and Off
de_de: Ein- und ausschalten der Gefühle und Aktivitätsbeiträge
fr_fr: Activer et désactiver les messages sur les sentiments et les activités

source: Voice Notes in Posts
de_de: Sprachnotizen in Beiträgen
fr_fr: Notes vocales dans les publications

source: Turn the voice notes in posts On and Off
de_de: Ein- und ausschalten der Sprachnotizen in Beiträgen
fr_fr: Activer et désactiver les notes vocales dans les publications

source: Voice Notes in Comments
de_de: Sprachnotizen in Kommentaren
fr_fr: Notes vocales dans les commentaires

source: Turn the voice notes in comments On and Off
de_de: Ein- und ausschalten der Sprachnotizen in Kommentaren
fr_fr: Activer et désactiver les notes vocales dans les commentaires

source: Voice Notes Max Duration
de_de: Sprachnotizen max. Dauer
fr_fr: Notes vocales Durée maximale

source: The maximum length for voice note in seconds
de_de: Die maximale Länge der Sprachnotiz in Sekunden
fr_fr: Durée maximale de la note vocale en secondes

source: Voice Notes Encoding
de_de: Kodierung von Sprachnotizen
fr_fr: Encodage des notes vocales

source: Polls
de_de: Umfragen
fr_fr: Sondages

source: Turn the poll posts On and Off
de_de: Ein- und ausschalten der Umfragebeiträge
fr_fr: Activer et désactiver les publications de sondage

source: Geolocation
de_de: Geolokalisierung
fr_fr: Géolocalisation

source: Turn the post Geolocation On and Off
de_de: Ein- und ausschalten der Post-Geolokalisierung
fr_fr: Allumer le poste géolocalisation et éteindre

source: Geolocation Google Key
de_de: Geolocation Google Schlüssel
fr_fr: Géolocalisation Google Key

source: Check the documentation to learn how to get this key
de_de: In der Dokumentation erfährst du, wie du diesen Schlüssel erhalten kannst
fr_fr: Consultez la documentation pour savoir comment obtenir cette clé

source: Turn the gif posts On and Off
de_de: Ein- und ausschalten der Gif-Beiträge
fr_fr: Activer et désactiver les messages gif

source: Giphy API Key
de_de: Giphy API-Schlüssel
fr_fr: Clé API Giphy

source: Disable Profile Posts Updates
de_de: Deaktivierung von Profil Post Updates

source: Turn it on to disable changing profile picture and cover posts
de_de: Aktiviere diese Option, um das Ändern von Profilbildern und Titelbildern zu deaktivieren.

source: Post Translation
de_de: Post-Übersetzung
fr_fr: Post-traduction

source: Turn the post translation On and Off
de_de: Ein- und ausschalten der Postübersetzung
fr_fr: Activer et désactiver la post-traduction

source: Smart YouTube Player
de_de: Intelligenter YouTube Player
fr_fr: Lecteur YouTube intelligent

source: Smart YouTube player will save a lot of bandwidth
de_de: Der intelligente YouTube-Player (spart eine Menge Bandbreite)
fr_fr: Le lecteur YouTube intelligent économisera beaucoup de bande passante

source: Social Media Share
de_de: Soziale Medien teilen
fr_fr: Partage sur les réseaux sociaux

source: Turn the social media share for posts On and Off
de_de: Aktivieren und deaktiviere die Freigabe von Beiträgen in sozialen Medien
fr_fr: Activer et désactiver le partage sur les réseaux sociaux pour les publications

source: Max Post Characters
de_de: Max. Beitrag-Zeichen
fr_fr: Max Post Personnages

source: The Maximum allowed post characters length (0 for unlimited)
de_de: Die maximal zulässige Zeichenlänge für Beiträge (0 für unbegrenzt)
fr_fr: La longueur maximale autorisée des caractères de publication (0 pour illimité)

source: Max Comment Characters
de_de: Max. Kommentar-Zeichen
fr_fr: Max Caractères de commentaire

source: The Maximum allowed comment characters length (0 for unlimited)
de_de: Die maximal zulässige Länge der Kommentarzeichen (0 für unbegrenzt)
fr_fr: Longueur maximale autorisée des caractères de commentaire (0 pour illimité)

source: Max Posts/Hour
de_de: Max. Beiträge/Stunde
fr_fr: Nombre maximal de messages/heure

source: The Maximum number of posts that user can publish per hour (0 for unlimited)
de_de: Die maximale Anzahl von Beiträgen, die ein Benutzer pro Stunde veröffentlichen kann (0 für unbegrenzt)
fr_fr: Nombre maximal de publications que l’utilisateur peut publier par heure (0 pour illimité)

source: Max Comments/Hour
de_de: Max. Kommentare/Stunde
fr_fr: Max Commentaires/Heure

source: The Maximum number of comments that user can publish per hour (0 for unlimited)
de_de: Die maximale Anzahl der Kommentare, die ein Benutzer pro Stunde veröffentlichen kann (0 für unbegrenzt)
fr_fr: Nombre maximal de commentaires que l’utilisateur peut publier par heure (0 pour illimité)

source: Default Posts Privacy
de_de: Standardbeiträge Datenschutz
fr_fr: Confidentialité des publications par défaut

source: Post As Anonymous
de_de: Beitrag als Anonym
fr_fr: Publier en tant qu’anonyme

source: Turn Anonymous mode On and Off
de_de: Anonymen Modus ein- und ausschalten
fr_fr: Activer et désactiver le mode anonyme

source: Note: Admins and Moderators will able to see the real post author
de_de: Hinweis: Admins und Moderatoren können den tatsächlichen Verfasser des Beitrags sehen.
fr_fr: Remarque: Les administrateurs et les modérateurs pourront voir le véritable auteur de l’article

source: Adult Mode
de_de: Erwachsenen-Modus

source: Online Status on Posts
de_de: Onlinestatus der Beiträge
fr_fr: Statut en ligne sur les postes

source: Turn online indicator on Posts On and Off (User must be online and enabled the chat)
de_de: Online-Anzeige für Beiträge ein- und ausschalten (Benutzer muss online sein und den Chat aktiviert haben)
fr_fr: Activer et désactiver l’indicateur en ligne sur les publications (l’utilisateur doit être en ligne et activer le tchat)

source: Desktop Infinite Scroll
de_de: Unendlich Scrollen (Desktop)
fr_fr: Défilement infini de bureau

source: Turn infinite scroll on desktop screens On and Off
de_de: Unendlich Scrollen auf Desktop-Bildschirmen ein- und ausschalten
fr_fr: Activer et désactiver le défilement infini sur les écrans du bureau

source: Mobile Infinite Scroll
de_de: Unendliches Scrollen (Mobil)
fr_fr: Défilement infini mobile

source: Turn infinite scroll on mobile screens On and Off
de_de: Unendliches Scrollen auf mobilen Bildschirmen ein- und ausschalten
fr_fr: Activer et désactiver le défilement infini sur les écrans mobiles

source: Auto Play Videos
de_de: Videos automatisch abspielen
fr_fr: Lecture automatique de vidéos

source: Turn auto play videos On and Off
de_de: Automatische Wiedergabe von Videos ein- und ausschalten
fr_fr: Activer et désactiver la lecture automatique des vidéos

source: Videos Fluid Mode
de_de: Videos Fluid-ModusVideos

source: Enable video player fluid mode
de_de: Aktiviere den Fluid Modus des Videoplayers

source: Posts Views
de_de: Beitragsansichten
fr_fr: Vues des publications

source: Turn posts views system On and Off
de_de: Ein- und ausschalten des Beitragsanzeigesystems
fr_fr: Activer et désactiver le système de vues des publications

source: Views Type
de_de: Ansichten Typ

source: All Views
de_de: Alle Ansichten

source: Unique Views Only
de_de: Nur einmalige Ansichten

source: Note: All views will count all views including the same user multiple views
de_de: Hinweis: Bei allen Ansichten werden alle Ansichten gezählt, auch wenn derselbe Benutzer mehrere Ansichten hat.

source: Posts Reviews
de_de: Beitrags Bewertungen

source: Turn the posts reviews On and Off
de_de: Ein- und ausschalten der Beitragsübersichten

source: Posts Review Replacement
de_de: Beiträge Überprüfung Ersetzung

source: Trending Hashtags
de_de: Hashtags im Trend
fr_fr: Hashtags tendance

source: Turn the trending hashtags feature On and Off
de_de: Ein- und ausschalten der Funktion „Trend Hashtags''
fr_fr: Activer et désactiver la fonction de hashtags tendance

source: Trending Interval
de_de: Trending Intervall
fr_fr: Intervalle de tendance

source: Select the interval of trending hashtags
de_de: Wähle das Intervall der Trending Hashtags
fr_fr: Sélectionnez l’intervalle des hashtags tendance

source: Hashtags Limit
de_de: Hashtag Limit
fr_fr: Limite de hashtags

source: How many hashtags you want to display
de_de: Wie viele Hashtags du anzeigen möchtest
fr_fr: Le nombre de hashtags que vous souhaitez afficher

source: Disable Download Images
de_de: Bilder herunterladen deaktivieren

source: Enable this to disable download images in lightbox modal
de_de: Aktiviere diese Option, um das Herunterladen von Bildern im modalen Leuchtkasten zu deaktivieren.

source: Disable Mouse Right Click
de_de: Rechtsklick der Maus deaktivieren

source: Enable this to disable mouse right click on images
de_de: Aktiviere diese Option, um den Rechtsklick mit der Maus auf Bilder zu deaktivieren.

source: Registration
de_de: Registrierung
fr_fr: Inscription

source: If Registration is Free and Pro Packages enabled they will be used as optional upgrading plans
de_de: Wenn die Registrierung kostenlos ist und die Pakete aktiviert sind, werden sie als optionale Erweiterungspläne verwendet.
fr_fr: Si l’inscription est gratuite et que les forfaits Pro sont activés, ils seront utilisés comme plans de mise à niveau facultatifs.

source: Allow users to create accounts
de_de: Benutzern das Erstellen von Konten erlauben
fr_fr: Autoriser les utilisateurs à créer des comptes

source: Registration Type
de_de: Art der Registrierung
fr_fr: Type d’enregistrement

source: Free
de_de: Kostenlos
fr_fr: Gratuit

source: Subscriptions Only
de_de: Nur Abonnements
fr_fr: Abonnements uniquement

source: Allow users to create accounts Free or via Subscriptions only
de_de: Erlaube Benutzern, Konten kostenlos oder nur über Abonnements zu erstellen
fr_fr: Autoriser les utilisateurs à créer des comptes gratuits ou via des abonnements uniquement

source: User Can Select Custom User Group
de_de: Benutzer kann benutzerdefinierte Benutzergruppe auswählen

source: Allow users to select custom user group during registration
de_de: Benutzer können bei der Registrierung eine eigene Benutzergruppe auswählen

source: Show Custom User Group Badge
de_de: Benutzerdefiniertes Benutzergruppenabzeichen anzeigen

source: Show user group badge on profile page
de_de: Benutzergruppenabzeichen auf der Profilseite anzeigen

source: Default User Group
de_de: Standard-Benutzergruppe

source: Select the default user group for new accounts
de_de: Wähle die Standardbenutzergruppe für neue Konten

source: You can manage users groups from
de_de: Du kannst die Benutzergruppen verwalten von

source: User Groups
de_de: Benutzergruppen

source: Invitation System
de_de: Einladungssystem
fr_fr: Système d’invitation

source: This option is used to register the users by invitation codes only
de_de: Diese Option wird verwendet, um die Benutzer nur mit Einladungscodes zu registrieren
fr_fr: Cette option est utilisée pour enregistrer les utilisateurs par codes d’invitation uniquement

source: Invitations/User
de_de: Einladungen/Benutzer
fr_fr: Invitations/Utilisateur

source: Number of invitation codes allowed to each user (0 for unlimited)
de_de: Anzahl der Einladungscodes, die für jeden Benutzer zulässig sind (0 für unbegrenzt)
fr_fr: Nombre de codes d’invitation autorisés à chaque utilisateur (0 pour illimité)

source: For example 1 code per day, 5 codes per month
de_de: Zum Beispiel 1 Code pro Tag, 5 Codes pro Monat
fr_fr: Par exemple 1 code par jour, 5 codes par mois

source: Send Method
de_de: Methode senden
fr_fr: Méthode d'envoie

source: Both
de_de: Beide
fr_fr: Les deux

source: Select Email or SMS to send invitation link to new user's email/phone
de_de: Wähle E-Mail oder SMS, um den Einladungslink an die E-Mail/Telefon des neuen Benutzers zu senden.
fr_fr: Sélectionnez E-mail ou SMS pour envoyer un lien d’invitation à l’adresse e-mail/téléphone du nouvel utilisateur

source: Activation Enabled
de_de: Aktivierung aktiviert
fr_fr: Activation activée

source: Enable account activation to send activation code to user's email/phone
de_de: Aktiviere die Kontoaktivierung, um den Aktivierungscode an die E-Mail/Telefon des Benutzers zu senden.
fr_fr: Activer l’activation du compte pour envoyer le code d’activation à l’adresse e-mail/téléphone de l’utilisateur

source: Enable this and user will not be able to access without activation
de_de: Aktiviere diese Option, damit der Benutzer ohne Aktivierung keinen Zugang erhält.
fr_fr: Activez cette option et l’utilisateur ne pourra pas accéder sans activation

source: Activation Type
de_de: Aktivierungsart
fr_fr: Type d’activation

source: Select Email or SMS activation to send activation code to user's email/phone
de_de: Wähle E-Mail- oder SMS-Aktivierung, um den Aktivierungscode an die E-Mail/das Telefon des Benutzers zu senden.
fr_fr: Sélectionnez l’activation par e-mail ou SMS pour envoyer le code d’activation à l’adresse e-mail/téléphone de l’utilisateur

source: Users Approval System
de_de: Genehmigungssystem für Benutzer

source: Turn the approval system On and Off (If disabled all users will be approved by default)
de_de: Schalte das Genehmigungssystem ein oder aus (wenn es deaktiviert ist, werden alle Benutzer genehmigt. Nicht mit dem Verifizierungsabzeichen verwechseln.)
