Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Now you can retrieve informations from our system via HTTP GET requests which supports the following parameters
de_de: Jetzt kannst du Informationen aus unserem System über HTTP GET-Anfragen abrufen, die folgende Parameter unterstützen
fr_fr: Maintenant, vous pouvez récupérer des informations de notre système via des requêtes HTTP GET qui prend en charge les paramètres suivants

source: get user info
de_de: Benutzerinformationen abrufen
fr_fr: Obtenir des informations sur l’utilisateur

source: You can retrive user info like this
de_de: Du kannst die Benutzerinformationen wie folgt abrufen
fr_fr: Vous pouvez récupérer des informations utilisateur comme ceci

source: The result will be
de_de: Das Ergebnis wird sein
fr_fr: Le résultat sera

source: Your App Name
de_de: Dein App Name
fr_fr: Nom de votre application

source: Your App domain (example: www.domain.com)
de_de: Deine App-Domäne (Beispiel: www.domain.com)
fr_fr: Domaine de votre application (exemple : www.domain.com)

source: Redirect URL
de_de: URL umleiten
fr_fr: URL de redirection

source: Your App Redirect URL (example: https://www.domain.com/test.php)
de_de: Deine App Redirect URL (Beispiel: https://www.domain.com/test.php)
fr_fr: URL de redirection de votre application (exemple : https://www.domain.com/test.php)

source: App Description
de_de: App Beschreibung
fr_fr: Description de l’application

source: Set a description for your App (maximum 200 characters)
de_de: Lege eine Beschreibung für deine App fest (maximal 200 Zeichen)
fr_fr: Définir une description pour votre application (maximum 200 caractères)

source: Select a category for your App
de_de: Wähle eine Kategorie für deine App
fr_fr: Sélectionnez une catégorie pour votre application

source: App Icon (1024 x 1024), supported formats (JPG, PNG)
de_de: App Symbol (1024 x 1024), unterstützte Formate (JPG, PNG)
fr_fr: Icône de l’application (1024 x 1024), formats pris en charge (JPG, PNG)

source: Create
de_de: Erstellen
fr_fr: Créer

source: Add the following code in your site, inside the head tag
de_de: Füge den folgenden Code in deiner Website ein, und zwar innerhalb des head-Tags
fr_fr: Ajoutez le code suivant dans votre site, à l’intérieur de la balise head

source: Then place the share button after changing the URL you want to share to your page HTML
de_de: Dann platziere den Share-Button, nachdem du die URL geändert hast, die du auf deiner HTML-Seite teilen möchtest
fr_fr: Placez ensuite le bouton de partage après avoir modifié l’URL que vous souhaitez partager sur votre page HTML

source: Also you can use this code to share the current page
de_de: Du kannst auch diesen Code verwenden, um die aktuelle Seite zu teilen

source: Create New Offer
de_de: Neues Angebot erstellen
fr_fr: Créer une nouvelle offre

source: Type
de_de: Typ

source: Discount Percent
de_de: Rabatt in Prozent
fr_fr: Pourcentage de remise

source: Discount Amount
de_de: Rabatt Betrag
fr_fr: Montant de la remise

source: Buy X Get Y Discount
de_de: Kaufe X Erhalte Y Rabatt
fr_fr: Acheter X Obtenir Y Réduction

source: Spend X Get Y Off
de_de: Gib X aus und erhalte Y Rabatt
fr_fr: Dépenser X Obtenir Y Off

source: Enter numric value (Example: 5)
de_de: Zahlenwert eingeben (Beispiel: 5)
fr_fr: Entrez une valeur numérique (exemple : 5)

source: Enter numric value (Example: 2)
de_de: Zahlenwert eingeben (Beispiel: 2)
fr_fr: Entrez une valeur numérique (exemple : 2)

source: Amount Off
de_de: Betrag Aus
fr_fr: Montant réduit

source: Discounted Items and/or Services
de_de: Ermäßigte Artikel und/oder Dienstleistungen
fr_fr: Articles et/ou services à prix réduit

source: Original Price
de_de: Ursprünglicher Preis

source: Mark as Sold
de_de: Als verkauft markieren
fr_fr: Marquer comme vendu

source: Mark as Available
de_de: Als verfügbar markieren
fr_fr: Marquer comme disponible

source: Mark as Closed
de_de: Als geschlossen markieren
fr_fr: Marquer comme fermé

source: Unsave Post
de_de: Beitrag nicht speichern
fr_fr: Ne pas sauvé

source: Save Post
de_de: Beitrag speichern
fr_fr: Sauvegarder Poster

source: Unboost Post
de_de: Beitrag nicht mehr boosten
fr_fr: Supprimer la publication

source: Boost Post
de_de: Beitrag boosten
fr_fr: Booster la publication

source: Unpin Post
de_de: Beitrag entpinnen
fr_fr: degoupiller

source: Pin Post
de_de: Beitrag anpinnen
fr_fr: Epingler cet article

source: Edit Product
de_de: Produkt bearbeiten
fr_fr: Modifier le produit

source: Edit Funding
de_de: Spendenaufruf bearbeiten
fr_fr: Modifier le financement

source: Edit Offer
de_de: Angebot bearbeiten
fr_fr: Modifier l’offre

source: Edit Course
de_de: Kurs bearbeiten

source: Edit Post
de_de: Beitrag bearbeiten
fr_fr: Modifier le message

source: For Everyone
de_de: Für jeden

source: For Subscribers Only
de_de: Nur für Abonnenten

source: Delete Post
de_de: Beitrag löschen
fr_fr: Supprimer cet article

source: Allow on Timeline
de_de: Auf der Timeline zulassen
fr_fr: Autoriser sur la chronologie

source: Hide from Timeline
de_de: In der Timeline ausblenden
fr_fr: Masquer de la chronologie

source: Turn on Commenting
de_de: Kommentare einschalten
fr_fr: Activer les commentaires

source: Turn off Commenting
de_de: Kommentare ausschalten
fr_fr: Désactiver les commentaires

source: Unfollow
de_de: Nicht mehr folgen
fr_fr: Ne plus Suivre

source: Stop seeing posts but stay friends
de_de: Beiträge nicht mehr sehen, aber Freunde bleiben
fr_fr: Arrêter de voir les messages, mais rester amis

source: Hide this post
de_de: Beitrag ausblenden
fr_fr: Cachez ce poste

source: See fewer posts like this
de_de: Weniger Beiträge wie diesen sehen
fr_fr: Voir moins de messages comme celui-ci

source: Report post
de_de: Beitrag melden
fr_fr: Rapport: Post

source: Open post in new tab
de_de: Beitrag in neuem Tab öffnen
fr_fr: Ouvrir poste dans un nouvel onglet

source: Open Author Profile
de_de: Autorenprofil öffnen
fr_fr: Ouvrir le profil de l’auteur

source: shared
de_de: geteilt
fr_fr: partagée

source: Anonymous post
de_de: Anonymer Beitrag
fr_fr: Post anonyme

source: photo
de_de: Foto

source: poll
de_de: Umfrage
fr_fr: scrutin

source: file
de_de: Datei

source: shared a link
de_de: einen Link geteilt
fr_fr: partage un lien

source: was live
de_de: war live
fr_fr: était en direct

source: added a photo
de_de: ein Foto hinzugefügt
fr_fr: a ajouté une photo

source: added
de_de: hinzugefügt
fr_fr: supplémentaire

source: photos to the album
de_de: Fotos zum Album
fr_fr: Gérer des photos / album

source: updated the profile picture
de_de: hat sein Profilbild aktualisiert
fr_fr: Mise à jour de la photo de profil

source: updated the cover photo
de_de: hat sein Titelbild aktualisiert
fr_fr: Mise à jour de la photo de couverture

source: updated page picture
de_de: hat das Seitenbild aktualisiert
fr_fr: mis à jour sa photo de profil

source: updated cover photo
de_de: hat sein Titelbild aktualisiert
fr_fr: mis à jour la photo de couverture

source: updated group picture
de_de: hat das Gruppenbild aktualisiert
fr_fr: mis à jour sa photo de profil

source: updated group cover
de_de: hat das Gruppenbild aktualisiert
fr_fr: Couverture de groupe

source: updated event cover
de_de: hat das Eventbild aktualisiert
fr_fr: Mise à jour de la couverture de l’événement

source: added blog
de_de: hat ein neuen Blog hinzugefügt

source: added product for sale
de_de: hat ein Produkt hinzugefügt

source: raised funding request
de_de: startete einen Spendenaufruf

source: added offer
de_de: hat ein Angebot aufgegeben

source: added job
de_de: hat einen Job aufgegeben

source: added course
de_de: hat einen Kurs aufgegeben

source: added poll
de_de: hat eine Umfrage aufgegeben

source: added reel
de_de: hat ein Reel hochgeladen

source: added video
de_de: hat ein Video hochgeladen

source: added audio
de_de: hat eine Audio hochgeladen

source: added file
de_de: hat eine Datei hochgeladen

source: feeling_action
de_de: Gefühl_Aktion

source: feeling_value
de_de: gefühl_wert

source: Translate
de_de: Übersetzen
fr_fr: Traduire

source: Adult
de_de: Erwachsene

source: Show Attachments
de_de: Anhänge anzeigen
fr_fr: Pages à Afficher

source: New
de_de: Neu
fr_fr: Créer

source: Used
de_de: Gebraucht
fr_fr: Utilisé

source: In stock
de_de: Vorrätig
fr_fr: En stock

source: Out of stock
de_de: Nicht mehr lieferbar

source: SOLD
de_de: VERKAUFT
fr_fr: VENDU

source: Buy & Download
de_de: Kaufen & Herunterladen

source: Currently unavailable
de_de: Derzeit nicht verfügbar

source: Contact Seller
de_de: Verkäufer kontaktieren

source: Raised of
de_de: gespendet von
fr_fr: Élevé de

source: Donate
de_de: Spenden
fr_fr: Donner

source: Expires
de_de: Abgelaufen
fr_fr: Expire

source: Open
de_de: Offen
fr_fr: Ouvert

source: View Candidates
de_de: Kandidaten anzeigen
fr_fr: Voir les candidats

source: Apply Now
de_de: Jetzt anwenden
fr_fr: Postulez maintenant

source: Enroll Now
de_de: Jetzt einschreiben

source: Your browser does not support HTML5 audio
de_de: Dein Browser unterstützt kein HTML5-Audio
fr_fr: Votre navigateur ne supporte pas HTML5 audio

source: File Type
de_de: Dateityp
fr_fr: Type de fichier

source: Download
de_de: Herunterladen
fr_fr: Télécharger

source: Create New Product
de_de: Neues Produkt erstellen

source: Digital Product
de_de: Digitales Produkt

source: Enable this option if you are selling a digital product
de_de: Aktiviere diese Option, wenn du ein digitales Produkt verkaufen möchtest

source: OR Upload your File
de_de: ODER Laden deine Datei hoch

source: Product Name
de_de: Produktname
fr_fr: Nom du produit

source: Total Item Units
de_de: Gesamtposten Einheiten

source: Price
de_de: Preis
fr_fr: Prix

source: Unlike
de_de: Gefällt mir nicht mehr
fr_fr: Je n’aime pas

source: Like
de_de: Gefällt mir
fr_fr: J'aime

source: Turn the tips On and Off
de_de: Ein- und ausschalten der Tips

source: Make sure you have enabled
de_de: Stelle sicher, dass das Wallet System aktiviert ist
fr_fr: Assurez-vous d’avoir activé

source: Minimum Tip
de_de: Minimum Trinkgeld

source: The minimum amount of money so user can tip
de_de: Der Mindestbetrag, den der Nutzer als Trinkgeld geben kann

source: Maximum Tip
de_de: Maximum Trinkgeld

source: The maximum amount of money so user can tip
de_de: Der maximale Geldbetrag, den der Benutzer als Trinkgeld geben kann

source: Member
de_de: Mitglied
fr_fr: Membre

source: Submit
de_de: Einreichen

source: Content
de_de: Inhalt
fr_fr: Contenu

source: Create New Course
de_de: Neuen Kurs erstellen

source: Course Fees
de_de: Kursgebühren

source: Describe the responsibilities and preferred skills for this course
de_de: Beschreibe die Aufgaben und bevorzugten Fähigkeiten für diesen Kurs

source: Add New Package
de_de: Neues Paket hinzufügen
fr_fr: Ajouter un nouveau forfait

source: Pro Packages Enabled
de_de: Pro-Pakete aktiviert
fr_fr: Forfait Pro activés

source: Enable pro packages to be used as upgrading plans or for subscriptions
de_de: Aktiviere Pro-Pakete, die als Upgrade-Pakete oder für Abonnements verwendet werden können
fr_fr: Activer les forfaits pro à utiliser comme plans de mise à niveau ou pour les abonnements

source: Users Can Buy Packages From Wallet Balance
de_de: Benutzer können Pakete mit ihrem Guthaben bezahlen
fr_fr: Les utilisateurs peuvent acheter des forfaits à partir de Wallet Balance

source: Enable users to buy packages from their wallet balance
de_de: Nutzer können Pakete mir ihrem Wallet Guthaben kaufen
fr_fr: Permettre aux utilisateurs d’acheter des forfaits à partir du solde de leur portefeuille

source: Ads FREE
de_de: Werbefrei
fr_fr: Annonces GRATUITES

source: Disable any ads for all PRO user
de_de: Deaktiviere alle Anzeigen für alle PRO-Benutzer
fr_fr: Désactiver toutes les annonces pour tous les utilisateurs PRO

source: Permissions
de_de: Berechtigung

source: Period
de_de: Zeitraum
fr_fr: Période

source: Verified Permissions
de_de: Überprüfte Berechtigungen

source: If package comes with verified badge and package permissions set to be
de_de: Wenn das Paket mit einem verifizierten Ausweis versehen ist und die Paketberechtigungen auf

source: so the
de_de: so dass die

source: will be used instead
de_de: wird stattdessen verwendet

source: You can set the price as 0 and it will be trial package
de_de: Du kannst den Preis auf 0 setzen und es wird ein Testpaket sein.
fr_fr: Vous pouvez définir le prix sur 0 et ce sera un forfait d’essai

source: Paid Every
de_de: Bezahlt Jede
fr_fr: Payé chaque

source: For example 15 days, 2 Months, 1 Year
de_de: Zum Beispiel 15 Tage, 2 Monate, 1 Jahr
fr_fr: Par exemple 15 jours, 2 mois, 1 an

source: The theme color for this package
de_de: Die Themenfarbe für dieses Paket
fr_fr: La couleur du thème de ce Forfait

source: The perfect size for icon should be (wdith: 60px & height: 60px)
de_de: Die perfekte Größe für das Symbol sollte sein (Breite: 60px & Höhe: 60px)
fr_fr: La taille parfaite pour l’icône devrait être (wdith: 60px & hauteur: 60px)

source: Custom Description
de_de: Benutzerdefinierte Beschreibung
fr_fr: Description personnalisée

source: Add more text to show it to your users
de_de: Füge mehr Text hinzu, um ihn ihren Nutzern zu zeigen
fr_fr: Ajoutez plus de texte pour le montrer à vos utilisateurs

source: Verification Badge Enabled
de_de: Verifizierungsabzeichen aktiviert
fr_fr: Badge de vérification activé

source: Enable verification badge with this package
de_de: Aktiviere das Verifizierungsabzeichen mit diesem Paket
fr_fr: Activer le badge de vérification avec ce package

source: Package Permissions
de_de: Paketberechtigungen

source: You can manage permissions from
de_de: Du kannst die Berechtigungen von

source: How many videos categories allowed for this package (0 for unlimited)
de_de: Wie viele Videokategorien sind für dieses Paket erlaubt (0 für unbegrenzt)

source: How many blogs categories allowed for this package (0 for unlimited)
de_de: Wie viele Blog-Kategorien sind für dieses Paket erlaubt (0 für unbegrenzt)

source: Market Products
de_de: Produkte vermarkten

source: How many market products allowed to sell for this package (0 for unlimited)
de_de: Wie viele Marktprodukte darfst du für dieses Paket verkaufen (0 für unbegrenzt)

source: Boost Posts Enabled
de_de: Boost Posts aktiviert
fr_fr: Booster les publications activées

source: Enable boost posts feature
de_de: Aktivieren die Funktion „Boost Posts''
fr_fr: Activer la fonctionnalité de boost posts

source: Max posts boosts allowed
de_de: Maximal zulässige Boost Posts
fr_fr: Nombre maximal de boosts de publications autorisés

source: Boost Pages Enabled
de_de: Seitenboost aktiviert
fr_fr: Booster les pages activées

source: Enable boost pages feature
de_de: Aktivieren die Seitenboost Funktion
fr_fr: Activer la fonctionnalité de boost pages

source: Pages Boosts
de_de: Seiten Boosts
fr_fr: Pages Boostés

source: Max pages boosts allowed
de_de: Maximal erlaubte Seitenboosts
fr_fr: Nombre maximal de pages boostées autorisées

source: Subscription
de_de: Abonnement
fr_fr: Abonnement

source: Expiration
de_de: Ablauf

source: Reply To Review
de_de: Antwort auf Rezension

source: Write Your Reply
de_de: Schreibe deine Antwort

source: Recent Updates
de_de: Neueste Updates
fr_fr: Mises à jour récentes

source: Media
de_de: Medien

source: Create Blog
de_de: Blog erstellen
fr_fr: Créer un blog

source: Create Product
de_de: Produkt erstellen
fr_fr: Créer un Produit

source: Create Funding
de_de: Finanzierung erstellen
fr_fr: Créer un financement

source: Create Offer
de_de: Angebot erstellen
fr_fr: Créer une offre

source: Create Job
de_de: Job erstellen
fr_fr: Créer une offre d'emploi

source: Create Course
de_de: Kurs erstellen

source: New Posts
de_de: Neue Beiträge
fr_fr: Nouveau post

source: Share this event
de_de: Dieses Veranstaltung teilen

source: Hosted By
de_de: Veranstaltet von
fr_fr: Hôte :

source: No people available
de_de: Keine Personen verfügbar.
fr_fr: Aucun peuple disponible

source: Sponsored Event
de_de: Gesponserte Veranstaltung

source: Enable this option to add your own host to the event
de_de: Aktiviere diese Option, um deinen eigenen Gastgeber zu der Veranstaltung hinzuzufügen

source: Note: Only system admins can see this option
de_de: Hinweis: Nur Systemadministratoren können diese Option sehen

source: Sponsored By
de_de: Gesponsert durch

source: Sponsored URL
de_de: Gesponserte URL

source: Prices Info
de_de: Preise Infos

source: Once you delete your event you will no longer can access it again
de_de: Wenn du das Ereignis löschst, kannst du nicht mehr darauf zugreifen
fr_fr: Une fois que vous aurez supprimé votre événement, vous ne pourrez plus y accéder

source: This event is private and you need to be invited to see its info, members and posts
de_de: Diese Veranstaltung ist privat und du musst eingeladen werden, um die Informationen, Mitglieder und Beiträge sehen zu können
fr_fr: Cet événement est privé et vous devez être invité à voir ses informations, ses membres et ses messages.

source: Oops! Page Not Be Found
de_de: Huch! Seite nicht gefunden
fr_fr: Oups! Page introuvable

source: You have to activate your account before you start
de_de: Du musst dein Konto aktivieren, bevor du beginnst
fr_fr: Vous devez activer votre compte avant de commencer

source: Let's verify your
de_de: Lass dich verifizieren
fr_fr: Vérifions votre

source: phone
de_de: Telefon
fr_fr: téléphone

source: Please go to
de_de: Bitte gehe zu
fr_fr: S'il vous plaît aller à

source: to complete the activation process
de_de: um den Aktivierungsprozess abzuschließen
fr_fr: pour terminer le processus d’activation

source: Please check the SMS on your phone
de_de: Bitte prüfe die SMS auf deinem Smartphone
fr_fr: S’il vous plaît vérifier les SMS sur votre téléphone

source: Enter Code
de_de: Code eingeben
fr_fr: Entrez le code

source: Change Email
de_de: E-Mail Adresse ändern
fr_fr: Modifier l'adresse électronique

source: Resend SMS
de_de: SMS erneut senden
fr_fr: Renvoyer un SMS

source: Change Phone Number
de_de: Telefonnummer ändern
fr_fr: Changer de numéro de téléphone

source: Send and Transfer Money
de_de: Geld senden und überweisen
fr_fr: Envoyer et transférer de l’argent

source: Your
de_de: Deine
fr_fr: Votre

source: transfer transaction successfuly sent
de_de: Überweisungstransaktion erfolgreich gesendet
fr_fr: Transfert de transaction envoyé avec succès

source: Congratulation! Your wallet credit replenished successfully with
de_de: Herzlichen Glückwunsch! Dein Guthaben im Wallte wurde erfolgreich aufgefüllt mit
fr_fr: Félicitation! Votre crédit portefeuille réapprovisionné avec succès avec

source: from your affiliates credit
de_de: aus dem Kredit deiner Partner
fr_fr: à partir de votre crédit affiliés

source: from your points credit
de_de: von deinem Punkteguthaben
fr_fr: de votre crédit de points

source: from your market credit
de_de: von deinem Marktkredit

source: from your funding credit
de_de: aus deinem Finanzierungssaldo
fr_fr: de votre crédit de financement

source: from your monetization credit
de_de: von deinem Monetarisierungsguthaben
fr_fr: à partir de votre crédit de monétisation

source: payment transaction successfuly done
de_de: Zahlungsvorgang erfolgreich abgeschlossen
fr_fr: Transaction de paiement effectuée avec succès

source: Your Credit
de_de: Dein Kredit
fr_fr: Votre crédit

source: Send & Recieve Money
de_de: Geld senden und empfangen
fr_fr: Envoyer et recevoir de l’argent

source: Send Money
de_de: Geld senden
fr_fr: Envoyer de l’argent

source: Affiliates Credit
de_de: Affiliates Guthaben
fr_fr: Crédit Affiliés

source: Points Credit
de_de: Punkte Guthaben
fr_fr: Crédit de points

source: Marketplace Credit
de_de: Marktplatz Guthaben

source: Funding Credit
de_de: Spendenguthaben
fr_fr: Crédit de financement

source: Monetization Credit
de_de: Monetarisierungsguthaben
fr_fr: Crédit de monétisation

source: Wallet Transactions
de_de: Wallet Transaktionen
fr_fr: Transactions de portefeuille

source: Tip
de_de: Trinkgeld

source: Wallet Withdrawal
de_de: Abhebung des Wallets
fr_fr: Retrait du portefeuille

source: Market Credit
de_de: Markt Kredit

source: Buy Pro Package
de_de: Pro Paket kaufen
fr_fr: Acheter un forfait Pro

source: Subscribe to Profile
de_de: Profil abonnieren

source: Subscribe to Page
de_de: Seite abonnieren
fr_fr: S’abonner à la page

source: Subscribe to Group
de_de: Gruppe abonnieren
fr_fr: S’abonner au groupe

source: Market Purchase
de_de: Marktkauf

source: Paid Chat Message
de_de: Bezahlte Chat Nachricht

source: Paid Call
de_de: Bezahlter Anruf

source: Send a New Message
de_de: Neue Nachricht senden
fr_fr: Envoyer un nouveau message

source: No messages
de_de: Keine Nachrichten.
fr_fr: Pas de messages.

source: Add New game
de_de: Neues Spiel hinzufügen
fr_fr: Ajouter un nouveau jeu

source: Game
de_de: Spiel
fr_fr: Jeu

source: Game Source
de_de: Spiel Quelle
fr_fr: Source du jeu

source: The source link of your embedded game
de_de: Der Quelllink des eingebetteten Spiels
fr_fr: Le lien de la source de votre jeu intégré

source: Photo link
de_de: Bildlink

source: Post link
de_de: Beitragslink

source: Share to
de_de: Teilen mit

source: Create Event
de_de: Veranstaltung erstellen
fr_fr: Créer un événement

source: All Languages
de_de: Alle Sprachen

source: Photo
de_de: Foto

source: Voice Message
de_de: Sprachnachricht
fr_fr: Message vocal

source: View Order
de_de: Bestellung ansehen

source: Comments
de_de: Kommentare
fr_fr: Commentaires

source: Shares
de_de: Geteilt
fr_fr: Parts

source: Comment
de_de: Kommentieren
fr_fr: Commentaire

source: Monetization Enabled
de_de: Monetarisierung

source: Enable monetization to enable your users to earn money from their content
de_de: Aktiviere die Monetarisierung, damit deine Nutzer mit ihren Inhalten Geld verdienen können.

source: Users Can Subscribe Via Wallet Balance
de_de: Über Wallet Guthaben abonnieren
fr_fr: Les utilisateurs peuvent s’abonner via Wallet Balance

source: Enable users to subscribe via their wallet balance
de_de: Nutzer können mit ihrem Guthaben abonnieren
fr_fr: Permettre aux utilisateurs de s’abonner via le solde de leur portefeuille

source: Users Can Withdraw Earned Money
de_de: Benutzer können verdientes Geld abheben
fr_fr: Les utilisateurs peuvent retirer de l’argent gagné

source: If enabled users will be able to withdraw earned money
de_de: Wenn aktiviert, können die Nutzer ihr verdientes Geld abheben
fr_fr: Si cette option est activée, les utilisateurs pourront retirer de l’argent gagné

source: Custom Method
de_de: Benutzerdefinierte Methode
fr_fr: Méthode personnalisée

source: Users can send withdrawal requests via any of these methods
de_de: Die Nutzer können Abhebungsanträge über eine der folgenden Methoden stellen
fr_fr: Les utilisateurs peuvent envoyer des demandes de retrait via l’une de ces méthodes

source: Custom Method Name
de_de: Name der benutzerdefinierten Methode
fr_fr: Nom de la méthode personnalisée

source: Set the name of your custom withdrawal payment method
de_de: Lege den Namen deiner benutzerdefinierten Abhebungszahlungsmethode fest
fr_fr: Définir le nom de votre mode de paiement de retrait personnalisé

source: Minimum Withdrawal Request
de_de: Mindestauszahlungsantrag
fr_fr: Demande de retrait minimum

source: The minimum amount of money so user can send a withdrawal request
de_de: Der Mindestbetrag an Geld, damit der Benutzer eine Abhebungsanfrage senden kann
fr_fr: Le montant minimum d’argent pour que l’utilisateur puisse envoyer une demande de retrait

source: Users Can Transfer Earned Money To Wallet
de_de: Benutzer können verdientes Geld auf das Wallet übertragen
fr_fr: Les utilisateurs peuvent transférer de l’argent gagné vers Wallet
