Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Your info has been updated
de_de: Ihre Informationen wurden aktualisiert
fr_fr: Vos informations ont été mises à jour

source: Your account settings have been updated
de_de: Deine Kontoeinstellungen wurden aktualisiert
fr_fr: Les paramètres de votre compte ont été mis à jour

source: Your profile info have been updated
de_de: Deine Profilinformationen wurden aktualisiert
fr_fr: Les informations de votre profil ont été mises à jour

source: Your password has been updated
de_de: Dein Passwort wurde aktualisiert
fr_fr: Votre mot de passe a été mis à jour

source: Your two-factor authentication settings have been updated
de_de: Deine Einstellungen für die Zwei-Faktor-Authentifizierung wurden aktualisiert
fr_fr: Vos paramètres d’authentification à deux facteurs ont été mis à jour

source: Your privacy settings have been updated
de_de: Deine Datenschutzeinstellungen wurden aktualisiert
fr_fr: Vos paramètres de confidentialité ont été mis à jour

source: Your notifications settings have been updated
de_de: Deine Benachrichtigungseinstellungen wurden aktualisiert
fr_fr: Vos paramètres de notifications ont été mis à jour

source: Your membership settings have been updated
de_de: Deine Mitgliedschaftseinstellungen wurden aktualisiert

source: Your monetization settings have been updated
de_de: Deine Monetarisierungseinstellungen wurden aktualisiert
fr_fr: Vos paramètres de monétisation ont été mis à jour

source: You have to select a gift to send
de_de: Du musst ein zu versendendes Geschenk auswählen
fr_fr: Vous devez sélectionner un cadeau à envoyer

source: Your gift has been sent successfully
de_de: Dein Geschenk wurde erfolgreich versendet
fr_fr: Votre cadeau a été envoyé avec succès

source: Select which information you would like to download
de_de: Wähle die Informationen, die du herunterladen möchten
fr_fr: Sélectionnez les informations que vous souhaitez télécharger

source: You have to enter valid amount
de_de: Du musst einen gültigen Betrag eingeben
fr_fr: Vous devez entrer un montant valide

source: Your balance is less than the minimum withdrawal request amount
de_de: Dein Guthaben ist niedriger als der Mindestbetrag für die Abhebung
fr_fr: Votre solde est inférieur au montant minimum de la demande de retrait

source: Your balance is less than the requested amount
de_de: Dein Guthaben ist niedriger als der angeforderte Betrag
fr_fr: Votre solde est inférieur au montant demandé

source: Please select a valid payment method
de_de: Bitte wähle eine gültige Zahlungsmethode
fr_fr: Veuillez sélectionner un mode de paiement valide

source: Please enter a valid bank account details
de_de: Bitte gib eine gültige Kontoverbindung an
fr_fr: Veuillez saisir des coordonnées bancaires valides

source: Please enter a valid transfer to details
de_de: Bitte gib eine gültige Überweisungsnummer an
fr_fr: Veuillez saisir un transfert valide pour les détails

source: Sorry, you can't withdraw money at the moment
de_de: Leider kannst du im Moment kein Geld abheben.

source: The requested amount is less than the minimum withdrawal amount
de_de: Der beantragte Betrag ist geringer als der Mindestabhebungsbetrag
fr_fr: Le montant demandé est inférieur au montant minimum de retrait

source: Your withdrawal request has been sent
de_de: Dein Auszahlungsantrag wurde abgeschickt
fr_fr: Votre demande de retrait a été envoyée

source: Your invitation has been sent
de_de: Deine Einladung wurde verschickt
fr_fr: Votre invitation a été envoyée

source: This live no longer exists
de_de: Dieses Leben existiert nicht mehr
fr_fr: Ce live n’existe plus

source: Post
de_de: Beitrag

source: System Notifications
de_de: System-Benachrichtigungen
fr_fr: Système de Notification

source: Chat Message Sound
de_de: Nachrichtenton
fr_fr: Son du message de tchat

source: A sound will be played each time you receive a new message on an inactive chat window
de_de: Ein Ton wird jedes Mal abgespielt, wenn du eine neue Nachricht in einem inaktiven Chat-Fenster erhältst
fr_fr: Un son sera joué chaque fois que vous recevez un nouveau message sur une fenêtre de discussion inactive

source: Notifications Sound
de_de: Benachrichtigungston
fr_fr: Son de notification

source: A sound will be played each time you receive a new activity notification
de_de: Jedes Mal, wenn du eine neue Aktivitätsbenachrichtigung erhältst, wird ein Ton abgespielt
fr_fr: Un son sera émis chaque fois que vous recevrez une nouvelle notification d’activité

source: Email Notifications
de_de: E-Mail-Benachrichtigungen
fr_fr: Notification d'email

source: Email Me When
de_de: Maile mir, wenn
fr_fr: Envoyez-moi un e-mail quand

source: Someone reacted to my post
de_de: Jemand hat auf meinen Beitrag reagiert

source: Someone commented on my post
de_de: Jemand kommentierte meinen Beitrag
fr_fr: Quelqu’un a commenté mon post

source: Someone shared my post
de_de: Jemand hat meinen Beitrag geteilt
fr_fr: Quelqu’un a partagé mon message

source: Someone posted on my timeline
de_de: Jemand hat in meiner Timeline gepostet
fr_fr: Quelqu’un a posté sur mon mur

source: Someone mentioned me
de_de: Jemand hat mich erwähnt
fr_fr: Quelqu’un m’a mentionné

source: Someone visited my profile
de_de: Jemand hat mein Profil besucht
fr_fr: Quelqu’un a visité mon profil

source: Someone sent me/accepted my friend requset
de_de: Jemand hat mir eine Freundschaftsanfrage geschickt/akzeptiert
fr_fr: Quelqu’un m’a envoyé/accepté ma demande d’ami

source: Admin approved/declined my verification requests
de_de: Die Verwaltung hat meine Überprüfungsanträge genehmigt/abgelehnt

source: Admin approved my pending posts
de_de: Admin hat meine ausstehenden Beiträge genehmigt

source: Verification request sent by user/page
de_de: Von Benutzer/Seite gesendete Verifizierungsanfrage

source: Post published and needs approval
de_de: Beitrag veröffentlicht und muss genehmigt werden

source: New user needs approval
de_de: Neuer Benutzer benötigt Genehmigung

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les changements

source: See All Results
de_de: Alle Ergebnisse anzeigen
fr_fr: Voir tous les résulats

source: Clear
de_de: Leeren
fr_fr: clair

source: Recent Searches
de_de: Letzte Suchanfragen
fr_fr: Recherches récentes

source: Advanced Search
de_de: Erweiterte Suche
fr_fr: Recherche avancée

source: Select Photo
de_de: Foto auswählen

source: See More
de_de: Mehr sehen
fr_fr: Plus

source: Go Back
de_de: Zurück
fr_fr: Retour

source: View Event
de_de: Veranstaltung anzeigen
fr_fr: Voir l’événement

source: Search by Event Title
de_de: Suche nach Veranstaltungstitel

source: Interested
de_de: Interessiert
fr_fr: Intéressé

source: Going
de_de: Zusagen
fr_fr: Allant

source: Invited
de_de: Eingeladen
fr_fr: Invité

source: Actions
de_de: Aktionen

source: Public
de_de: Jeder

source: Closed
de_de: Geschlossen
fr_fr: Fermé

source: Secret
de_de: Geheim

source: No data to show
de_de: Keine Daten zum Anzeigen
fr_fr: Aucune donnée à afficher

source: Event ID
de_de: Veranstaltung ID
fr_fr: ID de l'évènement

source: Event Settings
de_de: Veranstaltungseinstellungen
fr_fr: Paramètres de l’événement

source: Name Your Event
de_de: Benenne deine Veranstaltung
fr_fr: Nommez votre événement

source: Start Date
de_de: Startdatum
fr_fr: Date de début

source: Your current server datetime is
de_de: Deine aktuelle Serverzeit ist
fr_fr: Votre datetime de serveur actuel est

source: End Date
de_de: Enddatum
fr_fr: Date de fin

source: Select Privacy
de_de: Privatsphäre wählen
fr_fr: Sélectionnez Confidentialité

source: Public Event
de_de: Öffentliche Veranstaltung
fr_fr: Événement Public

source: Closed Event
de_de: Geschlossene Veranstaltung
fr_fr: Événement fermé

source: Secret Event
de_de: Geheime Veranstaltung
fr_fr: Événement secret

source: Category
de_de: Kategorie
fr_fr: Catégorie

source: Location
de_de: Ort
fr_fr: Localisation

source: Country
de_de: Land
fr_fr: Pays

source: Select Country
de_de: Land auswählen
fr_fr: Sélectionner un pays

source: Language
de_de: Sprache

source: About
de_de: Über
fr_fr: Environ

source: Enable chat box for this event
de_de: Chatbox für dieses Ereignis aktivieren

source: Members Can Publish Posts?
de_de: Können Mitglieder Beiträge veröffentlichen?
fr_fr: Les membres peuvent-ils publier des messages?

source: Members can publish posts or only event admin
de_de: Mitglieder können Beiträge veröffentlichen oder nur Event-Admin
fr_fr: Les membres peuvent publier des publications ou uniquement l’administrateur d’événements

source: Post Approval
de_de: Nach der Genehmigung
fr_fr: Post approuvé

source: All posts must be approved by the event admin
de_de: Alle Beiträge müssen von der Veranstaltungsleitung genehmigt werden.
fr_fr: Toutes les publications doivent être approuvées par l’administrateur de l’événement

source: Note: Disable it will approve any pending posts
de_de: Hinweis: Durch die Deaktivierung werden alle ausstehenden Beiträge genehmigt.
fr_fr: Remarque: Désactiver il approuvera tous les messages en attente

source: Delete Posts
de_de: Beiträge löschen
fr_fr: Supprimer des publications

source: Delete Event
de_de: Veranstaltung löschen
fr_fr: Supprimer l’événement

source: Title
de_de: Titel
fr_fr: Titre

source: Description
de_de: Beschreibung

source: Order
de_de: Bestellung
fr_fr: Commande

source: Parent Category
de_de: Übergeordnete Kategorie
fr_fr: Catégorie parente

source: Set as a Parent Category
de_de: Als Partent-Kategorie festlegen
fr_fr: Définir comme catégorie de partie

source: CoinPayments is disabled
de_de: CoinPayments ist deaktiviert
fr_fr: CoinPayments est désactivé

source: Make sure you have configured
de_de: Vergewissere dich, dass du die folgenden Einstellungen vorgenommen hast
fr_fr: Assurez-vous d’avoir configuré

source: You can visit your CoinPayments account to see the transactions in more details
de_de: Sie können Ihr CoinPayments-Konto aufrufen, um die Transaktionen im Detail zu sehen
fr_fr: Vous pouvez visiter votre compte CoinPayments pour voir les transactions plus en détail

source: User
de_de: Benutzer
fr_fr: Utilisateur

source: Product
de_de: Produkt
fr_fr: Produit

source: Amount
de_de: Menge
fr_fr: Quantité

source: Created
de_de: Erstellt
fr_fr: Créé

source: Updated
de_de: Aktualisiert
fr_fr: Actualisé

source: Status Message
de_de: Statusmeldung
fr_fr: Message d’état

source: Processing
de_de: In Bearbeitung
fr_fr: Traitement

source: Complete
de_de: Abgeschlossen
fr_fr: Complet

source: Turn the developers apps On and Off
de_de: Schalten Sie die Entwickler-Apps ein und aus
fr_fr: Activer et désactiver les applications des développeurs

source: Developers apps will allow other developers to use your system APIs like login with and get user info
de_de: Entwickler-Apps ermöglichen es anderen Entwicklern, Ihre System-APIs zu nutzen, wie z. B. sich mit anzumelden und Benutzerdaten abzurufen
fr_fr: Les applications de développement permettront à d’autres développeurs d’utiliser vos API système comme la connexion et d’obtenir des informations utilisateur

source: Turn the share plugin On and Off
de_de: Teilen-Plugin ein- und ausschalten
fr_fr: Activer et désactiver le plugin de partage

source: More Stories
de_de: Mehr Storys
fr_fr: Plus de lecture

source: Basic
de_de: Basis
fr_fr: Général

source: Work
de_de: Arbeit
fr_fr: Professionel

source: Education
de_de: Ausbildung
fr_fr: Éducation

source: Other
de_de: Andere
fr_fr: Autre

source: Password
de_de: Passwort
fr_fr: Mot de passe

source: My Affiliates
de_de: Meine Affiliates
fr_fr: Mes affiliés

source: My Points
de_de: Meine Punkte
fr_fr: Mes points

source: Upload Photo
de_de: Lade ein Foto hoch

source: Upload a new photo
de_de: Lade ein neues Foto hoch

source: Select a photo
de_de: Wähle ein Foto aus

source: Drag to reposition cover
de_de: Ziehen, um das Foto neu zu positionieren
fr_fr: Faire glisser pour repositionner le capot

source: Joined
de_de: Beigetreten
fr_fr: Inscrit depuis le

source: Join
de_de: Beitreten
fr_fr: Nous rejoindre

source: Unboost
de_de: Nicht mehr bewerben
fr_fr: Débooster

source: Review
de_de: Bewertung

source: Share
de_de: Teilen
fr_fr: Partager

source: Share this group
de_de: Diese Gruppe teilen

source: Report
de_de: Melden
fr_fr: Signaler

source: Report this to admins
de_de: Dies den Administratoren melden

source: Edit in Admin Panel
de_de: Im Admin Panel bearbeiten
fr_fr: Modifier dans le panneau d’administration

source: Edit in Moderator Panel
de_de: Im Moderator Panel bearbeiten
fr_fr: Modifier dans le panneau du modérateur

source: Store
de_de: Shop

source: Reviews
de_de: Bewertungen

source: Members
de_de: Mitglieder
fr_fr: Membres

source: SUBSCRIBE
de_de: ABONNIEREN
fr_fr: S’INSCRIRE

source: STARTING FROM
de_de: ANFANG VON

source: Public Group
de_de: Öffentliche Gruppe
fr_fr: Groupe public

source: Closed Group
de_de: Geschlossene Gruppe
fr_fr: Groupe fermé

source: Secret Group
de_de: Geheime Gruppe
fr_fr: Groupe secret

source: members
de_de: Mitglieder
fr_fr: Participants

source: See All
de_de: Alle anzeigen
fr_fr: Tout voir

source: Invite Friends
de_de: Freunde einladen
fr_fr: Inviter des amis

source: You can access this as your account is system admin account!
de_de: Du kannst darauf zugreifen, da dein Konto ein Systemadministratorkonto ist!
fr_fr: Vous pouvez y accéder car votre compte est un compte administrateur système!

source: persons
de_de: Personen
fr_fr: personnes

source: wants to join this group
de_de: möchte dieser Gruppe beitreten
fr_fr: veut rejoindre ce groupe

source: posts
de_de: Beiträge

source: pending needs your approval
de_de: Ausstehend. Braucht deine Zustimmung
fr_fr: En attente a besoin de votre approbation

source: You have
de_de: Du hast
fr_fr: Vous avez

source: pending
de_de: ausstehend
fr_fr: en instance

source: Pending Posts
de_de: Ausstehende Posts
fr_fr: Postes en attente

source: Albums
de_de: Alben

source: doesn't have photos
de_de: Fotos haben nicht werden.
fr_fr: ne pas avoir des photos

source: doesn't have albums
de_de: hat keine Alben
fr_fr: n'est pas membres

source: Back to Albums
de_de: Zurück zu den Alben
fr_fr: Retour aux albums

source: doesn't have videos
de_de: hat keine Videos
fr_fr: n’a pas de vidéos

source: doesn't have reels
de_de: hat keine Reels

source: doesn't have reviews
de_de: hat keine Bewertungen

source: Invites
de_de: Einladungen
fr_fr: Invite

source: doesn't have members
de_de: hat keine Mitglieder
fr_fr: n'est pas membres

source: doesn't have subscribers
de_de: hat keine Abonnenten
fr_fr: n’a pas d’abonnés

source: No friends to invite
de_de: Keine Freunde zum Einladen
fr_fr: Pas d’amis à inviter

source: Group Settings
de_de: Gruppeneinstellungen
fr_fr: Paramètres du groupe

source: Join Requests
de_de: Beitrittsanträge
fr_fr: Demandes d’adhésion

source: Delete Group
de_de: Gruppe löschen
fr_fr: Supprimer le groupe

source: Name Your Group
de_de: Name deiner Gruppe
fr_fr: Nommez votre groupe

source: Group Username
de_de: Gruppen Benutzername
fr_fr: Nom d’utilisateur du groupe

source: Can only contain alphanumeric characters (A–Z, 0–9) and periods ('.')
de_de: Kann nur alphanumerische Zeichen (A-Z, 0-9) und Punkte ('.') enthalten
fr_fr: Ne peut contenir que des caractères alphanumériques (A–Z, 0–9) et des points ('.')

source: Note: Change group privacy to public will approve any pending join requests
de_de: Hinweis: Wenn du die Privatsphäre der Gruppe auf ,,öffentlich'' änderst, werden alle ausstehenden Beitrittsanfragen genehmigt.
fr_fr: Remarque : Modifier la confidentialité du groupe en public approuvera toutes les demandes de participation en attente

source: Enable chat box for this group
de_de: Chatbox für diese Gruppe aktivieren

source: Members can publish posts or only group admins
de_de: Mitglieder können Beiträge veröffentlichen oder nur Gruppenadministratoren
fr_fr: Les membres peuvent publier des publications ou uniquement des administrateurs de groupe

source: All posts must be approved by a group admin
de_de: Alle Beiträge müssen von einem Gruppenadministrator genehmigt werden.
fr_fr: Tous les messages doivent être approuvés par un administrateur de groupe

source: Member Requests
de_de: Anfragen von Mitgliedern
fr_fr: Demandes des membres

source: No Requests
de_de: Keine Anfragen
fr_fr: Aucune demande

source: doesn't have admins
de_de: hat keine Admins
fr_fr: n’a pas d’administrateurs

source: All Members
de_de: Alle Mitglieder
fr_fr: Tous les membres

source: Now you can earn money from your content. Via paid posts or subscriptions plans.
de_de: Jetzt kannst du mit deinen Inhalten Geld verdienen, über bezahlte Beiträge oder Abonnements.

source: There is commission
de_de: Es gibt eine Provision
fr_fr: Il y a une commission

source: will be deducted
de_de: wird abgezogen
fr_fr: sera déduit

source: You can
de_de: Du kannst
fr_fr: Vous pouvez

source: withdraw your money
de_de: Dein Geld abheben
fr_fr: Retirez votre argent

source: or
de_de: oder
fr_fr: ou

source: You can transfer your money to your
de_de: Du kannst dein Geld auf dein
fr_fr: Vous pouvez transférer votre argent à votre

source: Only super admin can manage monetization and money goes to his monetization money balance
de_de: Nur der Super-Admin kann die Monetarisierung verwalten und das Geld geht auf sein Monetarisierungs-Guthaben
fr_fr: Seul le super administrateur peut gérer la monétisation et l’argent va à son solde monétaire de monétisation

source: Monetization Settings
de_de: Monetarisierungseinstellungen
fr_fr: Paramètres de monétisation

source: Enable or disable monetization for your content
de_de: Aktivieren oder Deaktivieren der Monetarisierung für deine Inhalte
fr_fr: Activer ou désactiver la monétisation de votre contenu

source: Subscriptions Plans
de_de: Abonnements-Pläne

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten
fr_fr: Éditer

source: Add new plan
de_de: Neuen Plan hinzufügen

source: Monetization Balance
de_de: Monetarisierungsbilanz
fr_fr: Solde de monétisation

source: Group Subscribers
de_de: Gruppenabonnenten
fr_fr: Abonnés du groupe

source: Monetization Money Balance
de_de: Monetarisierung Geldsaldo
fr_fr: Monétisation Solde monétaire

source: Once you delete your group you will no longer can access it again
de_de: Sobald du deine Gruppe gelöscht hast, kannst du nicht mehr auf sie zugreifen.
fr_fr: Une fois que vous aurez supprimé votre groupe, vous ne pourrez plus y accéder

source: Random Pictures
de_de: Zufällige Bilder
fr_fr: Images aléatoires

source: Profile pictures will be generated randomly and may be dublicated
de_de: Profilbilder werden zufällig generiert und können dupliziert werden
fr_fr: Les photos de profil seront générées de manière aléatoire et pourront être doublées

source: Number of Users
de_de: Anzahl der Nutzer
fr_fr: Nombre d’utilisateurs

source: How many users you want to generate (Maximum is 1000 per request)
de_de: Wie viele Nutzer du generieren möchtest (maximal 1000 pro Anfrage)
fr_fr: Le nombre d’utilisateurs que vous souhaitez générer (le maximum est de 1000 par demande)

source: This password will be used for all generated accounts (Default is 123456789)
de_de: Dieses Passwort wird für alle generierten Konten verwendet (Standard ist 123456789) wähle daher ein individuelles
fr_fr: Ce mot de passe sera utilisé pour tous les comptes générés (123456789 par défaut)

source: Names Language
de_de: Sprache
fr_fr: Noms Langue

source: Select the language of generated names
de_de: Wähle die Sprache für die Fakes
fr_fr: Sélectionnez la langue des noms générés

source: Generate
de_de: Generieren
fr_fr: Générer

source: Number of Pages
de_de: Anzahl der Seiten
fr_fr: Nombre de pages

source: How many pages you want to generate (Maximum is 1000 per request)
de_de: Wie viele Seiten du generieren möchtest (maximal 1000 pro Anfrage)
fr_fr: Combien de pages vous souhaitez générer (le maximum est de 1000 par requête)

source: Page Category
de_de: Seitenkategorie
fr_fr: Catégories

source: Select Category
de_de: Kategorie auswählen
fr_fr: Sélectionner une catégorie

source: Number of Groups
de_de: Anzahl der Gruppen
fr_fr: Vos groupes

source: How many groups you want to generate (Maximum is 1000 per request)
de_de: Wie viele Gruppen du erstellen möchtest (maximal 1000 pro Anfrage)
fr_fr: Le nombre de groupes que vous souhaitez générer (le maximum est de 1000 par demande)

source: Group Category
de_de: Gruppenkategorie
fr_fr: Catégorie

source: Before add custom auto-connect make sure you enabled getting started and location data is required
de_de: Stelle vor dem Hinzufügen einer benutzerdefinierten automatischen Verbindung sicher, dass du die ersten Schritte aktiviert hast und Standortdaten erforderlich sind
fr_fr: Avant d’ajouter une connexion automatique personnalisée, assurez-vous d’avoir activé la mise en route et que les données de localisation sont requises.

source: Auto Friend
de_de: Auto. Freund
fr_fr: Ami automatique

source: When a user creates a new account, select which users you want to auto friend
de_de: Wenn ein Benutzer ein neues Konto erstellt, wähle die Benutzer aus, die du automatisch als Freunde hinzufügen möchtest
fr_fr: Lorsqu’un utilisateur crée un nouveau compte, sélectionnez les utilisateurs que vous souhaitez associer automatiquement

source: Select Users
de_de: Benutzer auswählen
fr_fr: Sélectionner des utilisateurs

source: Search for users you want new accounts to auto friend
de_de: Suche nach Nutzern, die für neue Konten automatisch befreundet sein sollen
fr_fr: Rechercher les utilisateurs que vous souhaitez que de nouveaux comptes deviennent automatiquement amis

source: All Countries
de_de: Alle Länder
fr_fr: Pays

source: Search for users you want new accounts to auto connect
de_de: Suche nach Benutzern, mit denen du neue Konten automatisch verbinden möchtest
fr_fr: Recherchez les utilisateurs auxquels vous souhaitez que les nouveaux comptes se connectent automatiquement

source: to this country
de_de: zu diesem Land
fr_fr: vers ce pays

source: Add Auto Friend Users For Specific Country
de_de: Benutzer für ein bestimmtes Land als automatische Freunde hinzufügen
fr_fr: Ajouter des utilisateurs Auto Friend pour un pays spécifique

source: When a user creates a new account, select which users you want to auto follow
de_de: Wenn ein Benutzer ein neues Konto erstellt, wähle aus, welchen Benutzern du automatisch folgen möchtest
fr_fr: Lorsqu’un utilisateur crée un nouveau compte, sélectionnez les utilisateurs que vous souhaitez suivre automatiquement

source: Search for users you want new accounts to auto follow
de_de: Suche nach Nutzern, denen neue Konten automatisch folgen sollen
fr_fr: Recherchez les utilisateurs que vous souhaitez que les nouveaux comptes suivent automatiquement

source: Add Auto Follow Users For Specific Country
de_de: Auto-Follow-Benutzer für ein bestimmtes Land hinzufügen
fr_fr: Ajouter des utilisateurs de suivi automatique pour un pays spécifique

source: When a user creates a new account, select which pages you want to auto like
de_de: Wenn ein Benutzer ein neues Konto erstellt, wählen die Seiten aus, die automatisch angezeigt werden sollen
fr_fr: Lorsqu’un utilisateur crée un nouveau compte, sélectionnez les pages que vous souhaitez aimer automatiquement.

source: Select Pages
de_de: Seiten auswählen
fr_fr: Sélectionner des pages

source: Search for pages you want new accounts to auto like
de_de: Suche nach Seiten, die neuen Konten automatisch gefallen sollen
fr_fr: Recherchez les pages que vous souhaitez que les nouveaux comptes aiment automatiquement

source: Search for pages you want new accounts to auto connect
de_de: Suche nach Seiten, mit denen neue Konten automatisch verbunden werden sollen
fr_fr: Recherchez les pages auxquelles vous souhaitez que les nouveaux comptes se connectent automatiquement
