Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Crop animated images will make them static, You can skip the cropping process by clicking on the cancel button
de_de: Animierte Bilder zuschneiden macht sie statisch. Du kannst den Zuschneidevorgang überspringen, indem du auf die Schaltfläche ,,Abbrechen'' klickst

source: Your file is ready to download
de_de: Deine Datei ist bereit zum Download
fr_fr: Votre fichier est prêt à être téléchargé

source: Documents
de_de: Dokumente

source: Company Incorporation File
de_de: Datei zur Unternehmensgründung

source: Personal Photo
de_de: Persönliches Foto
fr_fr: Photo personnelle

source: Company Tax File
de_de: Unternehmenssteuerdatei

source: Business Website
de_de: Unternehmenswebseite

source: Business Address
de_de: Unternehmensadresse

source: Verify
de_de: Verifiziert
fr_fr: Vérification

source: Row to begin at
de_de: Zeile beginnt bei

source: Number of rows
de_de: Anzahl der Zeilen

source: Set to 0 to export all results
de_de: Auf 0 setzen, um alle Ergebnisse zu exportieren

source: Date range
de_de: Datumsbereich

source: Export
de_de: Exportieren

source: Payment
de_de: Zahlung

source: Note: Paying via wallet credit will not be charged any VAT or fees
de_de: Hinweis: Bei der Zahlung per Wallet Credit fallen keine Mehrwertsteuer oder Gebühren an.

source: Credit Card
de_de: Kreditkarte
fr_fr: Carte de crédit

source: Wallet Credit
de_de: Wallet Guthaben
fr_fr: Crédit de portefeuille

source: Pay
de_de: Bezahlen
fr_fr: Payer

source: Card Info
de_de: Karteninformation
fr_fr: Informations sur la carte

source: Card Number
de_de: Kartennummer
fr_fr: Numéro de carte bancaire

source: Exp Month
de_de: Exp Monat
fr_fr: Date d'expiration (mois)

source: Exp Year
de_de: Exp Jahr
fr_fr: Date d'expiration (année)

source: Billing Information
de_de: Informationen zur Rechnungsstellung
fr_fr: Informations de facturation

source: State
de_de: Staat
fr_fr: Pays

source: Account Number / IBAN
de_de: Kontonummer / IBAN
fr_fr: Numéro de compte / IBAN

source: Account Name
de_de: Name des Kontos
fr_fr: Nom du compte

source: Routing Code
de_de: Weiterleitungscode
fr_fr: Code de routage / swift

source: Bank Receipt
de_de: Bankquittung
fr_fr: Reçu bancaire

source: Search for nodes you want new accounts to auto connect
de_de: Suche nach Knoten, mit denen neue Konten automatisch verbunden werden sollen
fr_fr: Recherchez les nœuds auxquels vous souhaitez que les nouveaux comptes se connectent automatiquement

source: Load Older Threads
de_de: Ältere Threads laden
fr_fr: Charger les sujets plus âgés

source: No Conversation Selected
de_de: Keine Konversation ausgewählt
fr_fr: Aucune Conversation sélectionnée

source: Earn up to
de_de: Verdiene bis zu
fr_fr: Gagnez jusqu’à

source: For each user you will refer
de_de: Für jeden Benutzer wirst du auf
fr_fr: Pour chaque utilisateur, vous vous référerez

source: You will be paid when
de_de: Du wirst bezahlt, wenn
fr_fr: Vous serez payé lorsque

source: new user registered
de_de: neuer Benutzer registriert
fr_fr: Nouvel utilisateur enregistré

source: Your affiliate link is
de_de: Dein Affiliatelink lautet
fr_fr: Votre lien d’affiliation est

source: Affiliates Money Balance
de_de: Affiliates Geldsaldo
fr_fr: Solde d’argent des affiliés

source: No affiliates
de_de: Keine Affiliates
fr_fr: Pas d’affiliés

source: Add New Field
de_de: Neues Feld hinzufügen
fr_fr: Ajouter un nouveau champ

source: For
de_de: Für
fr_fr: Pour

source: Mandatory
de_de: Pflichtfeld
fr_fr: Obligatoire

source: Course
de_de: Kurs

source: Text Box
de_de: Textfeld
fr_fr: libellé

source: Select Box
de_de: Auswahlbox
fr_fr: Sélectionner une case

source: Multiple Select
de_de: Mehrfachauswahl
fr_fr: Sélection multiple

source: Field For
de_de: Feld für
fr_fr: Champ pour

source: Where you want to use this field for
de_de: Soll dieses Feld für das Benutzerprofil, eine Seite, Gruppe oder ein Ereignis verwendet werden
fr_fr: Où vous souhaitez utiliser ce champ pour

source: Select Options
de_de: Optionen wählen
fr_fr: Sélectionnez Options

source: The description will show under the field
de_de: Die Beschreibung wird unter dem Feld angezeigt
fr_fr: La description s’affichera sous le champ

source: Field place in settings page
de_de: Feld auf der Einstellungsseite platzieren
fr_fr: Emplacement de champ dans la page des paramètres

source: Value Length
de_de: Wertlänge
fr_fr: Longueur de la valeur

source: Default value is 32, and max value is 1000
de_de: Der Standardwert ist 32 und der Maximalwert ist 1000
fr_fr: La valeur par défaut est 32 et la valeur maximale est 1000

source: The order of this field, custom fields will be displayed in ascending order
de_de: Die Reihenfolge dieses Feldes, benutzerdefinierte Felder werden in aufsteigender Reihenfolge angezeigt
fr_fr: L’ordre de ce champ, les champs personnalisés seront affichés dans l’ordre croissant

source: Clickable
de_de: Anklickbar
fr_fr: Cliquable

source: Make the value shows as link
de_de: Den Wert als Link anzeigen lassen
fr_fr: Faire en sorte que la valeur s’affiche sous forme de lien

source: User must fill the field
de_de: Der Benutzer muss das Feld ausfüllen
fr_fr: L’utilisateur doit remplir le champ

source: Show in Registration
de_de: Im Registrierungsformular anzeigen
fr_fr: Afficher dans l’inscription

source: Show the field in the user registration, create page, create group or create event
de_de: Das Feld soll in der Benutzerregistrierung, bei der Erstellung von Seiten, Gruppen und Veranstaltungen angezeigt werden
fr_fr: Afficher le champ dans l’enregistrement de l’utilisateur, créer une page, créer un groupe ou créer un événement

source: Show the field in the user's profile, page, group or event
de_de: Das Feld im Profil, auf der Seite, in der Gruppe oder im Ereignis des Benutzers anzeigen
fr_fr: Afficher le champ dans le profil, la page, le groupe ou l’événement de l’utilisateur

source: Show in Search
de_de: In der Suche anzeigen
fr_fr: Afficher dans la recherche

source: Show the field in the find people page
de_de: Das Feld auf der Personensuchseite anzeigen
fr_fr: Afficher le champ dans la page Rechercher des personnes

source: The label of your custom field, also will be used as a placeholder
de_de: Die Bezeichnung deines benutzerdefinierten Feldes, die auch als Platzhalter verwendet wird
fr_fr: L’étiquette de votre champ personnalisé sera également utilisée comme espace réservé

source: The type of your custom field
de_de: Der Typ deines benutzerdefinierten Feldes
fr_fr: Le type de votre champ personnalisé

source: Allow users to create ads
de_de: Erlaube es Nutzern, Anzeigen zu erstellen
fr_fr: Autoriser les utilisateurs à créer des publicités

source: Enable it will enable wallet by default
de_de: Wenn aktiviert, dann wird das Wallet standardmäßig aktiviert
fr_fr: L’activer activera le portefeuille par défaut

source: Ads Campaigns Approval System
de_de: Genehmigungssystem für Werbekampagnen
fr_fr: Système d’approbation des campagnes publicitaires

source: Turn the approval system On and Off
de_de: Das Genehmigungssystem ein- und ausschalten
fr_fr: Activer et désactiver le système de Tchat

source: If disabled all campaigns will be approved by default
de_de: Wenn diese Option deaktiviert ist, werden alle Kampagnen standardmäßig genehmigt
fr_fr: Si cette option est désactivée, toutes les campagnes seront approuvées par défaut.

source: Cost by View
de_de: Kosten per View
fr_fr: Coût par vue

source: Cost by Click
de_de: Kosten per Click
fr_fr: Coût par clic

source: Add New Ads
de_de: Neue Anzeige hinzufügen
fr_fr: Ajouter de nouvelles annonces

source: Post (Right Panel)
de_de: Beitrag (rechtes Panel)
fr_fr: Post (panneau de droite)

source: Post (Footer)
de_de: Beitrag (Fußzeile)
fr_fr: Post (pied de page)

source: Market Page
de_de: Marktseite
fr_fr: Marketplace

source: Offers Page
de_de: Angebotsseite
fr_fr: Offre

source: Jobs Page
de_de: Jobseite
fr_fr: Emplois

source: Courses Page
de_de: Kursseite

source: Movies Page
de_de: Filmseite
fr_fr: Films

source: Blog (Right Panel)
de_de: Blog (rechtes Panel)

source: Blog (Footer)
de_de: Blog (Fußzeile)

source: Search for pages you want to show this ads
de_de: Suchst du nach Seiten, auf denen du diese Anzeige anzeigen möchtest

source: Search for groups you want to show this ads
de_de: Suchst du nach Gruppen, für die du diese Anzeigen anzeigen möchtest

source: To publish posts your account must be verified
de_de: Um Beiträge zu veröffentlichen, muss dein Konto verifiziert sein

source: Reel uploaded successfully
de_de: Reel erfolgreich hochgeladen

source: Custom Reel Thumbnail
de_de: Benutzerdefiniertes Reel Thumbnail

source: Video uploaded successfully
de_de: Video erfolgreich hochgeladen
fr_fr: Vidéo téléchargée avec succès

source: Custom Video Thumbnail
de_de: Benutzerdefiniertes Video Thumbnail
fr_fr: Miniature vidéo personnalisée

source: Audio uploaded successfully
de_de: Audio erfolgreich hochgeladen
fr_fr: Audio téléchargé avec succès

source: File uploaded successfully
de_de: Datei erfolgreich hochgeladen
fr_fr: Fichier uploadé avec succès

source: Create Album
de_de: Album erstellen
fr_fr: Créer un Album

source: Create Poll
de_de: Umfrage erstellen
fr_fr: Créer un sondage

source: Upload Reel
de_de: Reel hochladen

source: Upload Video
de_de: Video hochladen
fr_fr: Télécharger une vidéo

source: Upload Audio
de_de: Audio hochladen
fr_fr: Télécharger l’audio

source: Upload File
de_de: Datei hochladen
fr_fr: Télécharger un fichier

source: Anonymous Post
de_de: Anonymer Beitrag

source: Share your post as anonymous post
de_de: Teile deinen Beitrag als anonymen Beitrag

source: Adult Content
de_de: Inhalt für Erwachsene

source: Share your post as adult content
de_de: Teile deinen Beitrag als 18+ Inhalt

source: Enable Tips
de_de: Trinkgeld aktivieren

source: Allow people to send you tips
de_de: Erlaube es anderen, dir Trinkgelder zu schicken

source: Subscribers Only
de_de: Nur Abonnenten

source: Share this post to
de_de: Diesen Beitrag weiterleiten an

source: subscribers only
de_de: nur für Abonnenten

source: Upload a preview image for your post (This image will be blured)
de_de: Lade ein Vorschaubild für deinen Beitrag hoch (Dieses Bild wird unscharf sein)

source: Set a price to your post
de_de: Lege einen Preis für deinen Beitrag fest

source: subscribers also paying
de_de: Abonnenten zahlen auch

source: Any
de_de: Jede
fr_fr: Quelconque

source: You can't access this category
de_de: Du kannst nicht auf diese Kategorie zugreifen

source: Manage Allowed Categories
de_de: Erlaubte Kategorien verwalten

source: Played
de_de: Abgespielt
fr_fr: Joué

source: System Permissions Groups
de_de: Systemberechtigungsgruppen

source: Custom Permissions Groups
de_de: Benutzerdefinierte Berechtigungsgruppen

source: Modules Permissions
de_de: Module Berechtigungen

source: Can Create Pages
de_de: Kann Seiten erstellen

source: Can Create Groups
de_de: Kann Gruppen erstellen

source: Can Create Events
de_de: Kann Veranstaltungen erstellen

source: Can Watch Videos
de_de: Kann Videos ansehen

source: Write
de_de: Schreib

source: Can Write Blogs
de_de: Kann Blogs schreiben

source: Read
de_de: Lesen

source: Can Read Blogs
de_de: Kann Blogs lesen

source: Market
de_de: Marktplatz
fr_fr: Marketplace

source: Can Sell Products
de_de: Kann Produkte verkaufen

source: Can Create Offers
de_de: Kann Angebote erstellen

source: Can Create Jobs
de_de: Kann Jobs anlegen

source: Can Create courses
de_de: Kann Kurse erstellen

source: Can Add Threads/Replies
de_de: Kann Themen/Antworten hinzufügen

source: Can Watch Movies
de_de: Kann Filme ansehen

source: Can Play Games
de_de: Kann Spiele spielen

source: Features Permissions
de_de: Funktionen Berechtigungen

source: Can Send Gifts
de_de: Kann Geschenke versenden

source: Stories Permissions
de_de: Story Berechtigungen

source: Can Add Stories
de_de: Kann Storys hinzufügen

source: Posts Permissions
de_de: Beiträgsberechtigungen

source: Can Publish Posts
de_de: Kann Beiträge veröffentlichen

source: Can Add Colored Posts
de_de: Kann farbige Beiträge hinzufügen

source: Can Add Feelings/Activity Posts
de_de: Kann Beiträge zu Gefühlen/Aktivitäten hinzufügen

source: Can Add Polls Posts
de_de: Kann Umfragebeiträge hinzufügen

source: Can Add Geolocation Posts
de_de: Kann Geolocation Posts hinzufügen

source: GIF Posts
de_de: GIF Beiträge

source: Can Add GIF Posts
de_de: Kann GIF-Beiträge hinzufügen

source: Anonymous Posts
de_de: Anonyme Beiträge

source: Can Add Anonymous Posts
de_de: Kann anonyme Beiträge hinzufügen

source: Registration Permissions
de_de: Berechtigungen für die Registrierung

source: Can Generate Invitation Codes
de_de: Kann Einladungscodes generieren

source: Chat Permissions
de_de: Chat Berechtigungen

source: Audio Call
de_de: Audioanruf

source: Can Make Audio Calls
de_de: Kann Audioanrufe tätigen

source: Video Call
de_de: Videoanruf

source: Can Make Video Calls
de_de: Kann Videoanrufe tätigen

source: Live Permissions
de_de: Live Berechtigungen

source: Can Go Live
de_de: Kann live gehen

source: Uploads Permissions
de_de: Upload Berechtigungen

source: Videos Upload
de_de: Videos hochladen

source: Can Upload Videos
de_de: Kann Videos hochladen

source: Can Upload Audio
de_de: Kann Audio hochladen

source: Files Upload
de_de: Dateien hochladen

source: Can Upload Files
de_de: Kann Dateien hochladen

source: Money Permissions
de_de: Genehmigungen für Geld

source: Can Create Ads
de_de: Kann Anzeigen erstellen

source: Can Raise Funding
de_de: Kann Finanzmittel beschaffen

source: Can Monetize Content
de_de: Kann Inhalte monetarisieren

source: Can Receive Tips
de_de: Kann Trinkgeld erhalten

source: Custom Points System
de_de: Benutzerdefiniertes Punktesystem

source: Enable it to override the default points system
de_de: Aktiviere diese Option, um das standardmäßige Punktesystem außer Kraft zu setzen

source: Customization
de_de: Personalisierung
fr_fr: Personnalisation

source: Reach
de_de: Erreichen
fr_fr: Atteindre

source: Can Raise funding
de_de: Kann Finanzierung aufbringen

source: More Blogs
de_de: Mehr Blogs

source: Sub-Categories
de_de: Unterkategorien
fr_fr: Sous-catégories

source: Posted
de_de: Veröffentlicht
fr_fr: Posté

source: Please log in to like, share and comment!
de_de: Bitte loggen Sie sich ein, um liken, teilen und zu kommentieren!
fr_fr: Connectez-vous pour aimer, partager et commenter!

source: Type a tag name and press Enter or Comma to add it
de_de: Gib einen Tag Name ein und drücke die Eingabetaste oder ein Komma, um ihn hinzuzufügen.

source: Delete Blog
de_de: Blog löschen

source: Publish To
de_de: Veröffentlichen in
fr_fr: Publier sur

source: Rating
de_de: Bewertung

source: Write Your Review
de_de: Schreibe deine Rezension

source: Add New Address
de_de: Neue Adresse hinzufügen

source: Create New Page
de_de: Neue Seite erstellen
fr_fr: Créer une nouvelle page

source: Sent Requests
de_de: Gesendete Anfragen
fr_fr: Demandes envoyées

source: People You May Know
de_de: Personen, die du vielleicht kennst
fr_fr: Personnes que vous connaissez peut-être

source: No people available for your search
de_de: Keine Personen für deine Suche verfügbar
fr_fr: Aucune personne disponible pour votre recherche

source: Respond to Your Friend Request
de_de: Freundschaftsanfragen
fr_fr: Répondre à la demande d’ami

source: Query
de_de: Abfrage

source: Gender
de_de: Geschlecht
fr_fr: Genre

source: Relationship
de_de: Beziehungsstatus
fr_fr: Relation

source: Promoted Offers
de_de: Beworbene Angebote
fr_fr: Offres sponsorisées

source: Expire Soon
de_de: Bald ablaufend
fr_fr: Expire bientôt

source: Expire Latest
de_de: Spätester Ablauf
fr_fr: Expire au plus tard

source: Getting the Camera and Mic permissions
de_de: Berechtigungen für Kamera und Mikrofon erhalten
fr_fr: Obtention des autorisations Caméra et Micro

source: Section
de_de: Abschnitt

source: Set as a Section
de_de: Als Abschnitt festlegen
fr_fr: Définir en tant que section

source: Search by Thread Title or Text
de_de: Suche nach Titel oder Text des Themas

source: Search by Reply Text
de_de: Suche nach Antworttext

source: User Group
de_de: Benutzergruppe
fr_fr: Groupe d'utilisateur

source: I expressly agree to receive the newsletter
de_de: Ich bin ausdrücklich mit dem Erhalt des Newsletters einverstanden
fr_fr: J’accepte expressément de recevoir la newsletter

source: By creating your account, you agree to our
de_de: Mit der Erstellung deines Kontos erklärst du dich mit unseren
fr_fr: En créant votre compte, vous acceptez notre

source: Terms
de_de: Bedingungen
fr_fr: Conditions générale de vente

source: Privacy Policy
de_de: Datenschutzbestimmungen
fr_fr: Politique de confidentialité

source: People Who Voted For This Option
de_de: Personen, die für diese Option gestimmt haben
fr_fr: Personnes ayant voté pour cette option

source: No people voted for this
de_de: Keiner hat dafür gestimmt
fr_fr: Aucun peuple n’a voté pour cela

source: More Funding
de_de: Mehr Finanzierungen
fr_fr: Plus de financement

source: Boost Page
de_de: Seite bewerben
fr_fr: Page booster

source: Share this page
de_de: Diese Seite teilen

source: people like this
de_de: Leute mögen auch
fr_fr: ﻿Les gens qui ont lié ça

source: Page Settings
de_de: Seiteneinstellungen
fr_fr: Paramètres de la Page

source: Page Information
de_de: Seiteninformationen
fr_fr: Page d'information

source: For example: Subscribe, Get tickets, Preorder now or Shop now
de_de: Zum Beispiel: Abonnieren, Tickets kaufen, Jetzt vorbestellen oder Jetzt einkaufen
fr_fr: Par exemple : S’abonner, Obtenir des billets, Précommander maintenant ou Acheter maintenant

source: Page Subscribers
de_de: Seiten Abonnenten
fr_fr: Abonnés à la page

source: This page is verified
de_de: Diese Seite ist verifiziert
fr_fr: Cette page est vérifiée

source: Upload your company incorporation file and tax file
de_de: Lade deine Unternehmensgründungsdatei und Steuerdatei hoch

source: Enter your business website
de_de: Eingabe der Website deines Unternehmens

source: Enter your business address
de_de: Gib deine Unternehmensaddresse ein

source: Once you delete your page you will no longer can access it again
de_de: Wenn du deine Seite löschst, kannst du sie nicht mehr aufrufen
fr_fr: Une fois votre page supprimée, vous ne pourrez plus y accéder

source: UPDATE
de_de: AKTUALISIERUNG

source: INVOICE
de_de: RECHNUNG

source: Download Details
de_de: Einzelheiten herunterladen

source: Tracking Details
de_de: Einzelheiten zur Verfolgung

source: Shipping Addresses
de_de: Lieferadressen

source: Items
de_de: Artikel

source: Qty:
de_de: Menge:

source: Sign in with Facebook
de_de: Mit Facebook anmelden

source: Sign in with Google
de_de: Mit Google anmelden

source: Sign in with X
de_de: Anmelden mit X

source: Sign in with LinkedIn
de_de: Mit LinkedIn anmelden

source: Sign in with VK
de_de: Mit VK anmelden

source: Sign in with WordPress
de_de: Mit WordPress anmelden

source: Sign in with
de_de: Anmeldung mit

source: Share Invitation Code
de_de: Einladungscode teilen
fr_fr: Partager le code d’invitation

source: Your invitation code is
de_de: Dein Einladungscode lautet
fr_fr: Votre code d’invitation est

source: Share the code to
de_de: Teile den Code mit
fr_fr: Partager le code avec

source: Phone number i.e +1234567890
de_de: Telefonnummer, z. B. +1234567890
fr_fr: Numéro de téléphone, c’est-à-dire +1234567890

source: Search by Course Title or Description
de_de: Suche nach Kurstitel oder Beschreibung

source: Promoted Products
de_de: Beworbene Produkte
fr_fr: Produits promus

source: Your cart is empty.
de_de: Ihr Warenkorb ist leer

source: Shipping Address
de_de: Lieferadresse

source: Select a shipping address
de_de: Wähle eine Lieferadresse

source: You have no addresses
de_de: Du hast keine Adressen

source: Total Price
de_de: Gesamtpreis

source: Checkout
de_de: Kasse

source: Total Orders
de_de: Aufträge insgesamt

source: Sales Orders
de_de: Kundenaufträge

source: Email Verification Required
de_de: E-Mail Verifizierung erforderlich
fr_fr: Vérification des e-mails requise

source: Check your email inbox
de_de: Prüfe deinen E-Mail-Posteingang
fr_fr: Vérifiez votre boîte de réception

source: to complete the verification process
de_de: um den Verifizierungsprozess abzuschließen
fr_fr: pour terminer le processus de vérification

source: Phone Number
de_de: Telefonnummer
fr_fr: Numéro de téléphone

source: Phone Verification Required
de_de: Telefonverifizierung erforderlich
fr_fr: Vérification téléphonique requise

source: Check your phone SMS
de_de: Überprüfe deine SMS
fr_fr: Vérifiez les SMS de votre téléphone

source: to complete phone verification process
de_de: um den Telefonverifizierungsprozess abzuschließen
fr_fr: pour terminer le processus de vérification par téléphone

source: Phone number (e.g: +1234567890)
de_de: Telefonnummer (z. B.: +1234567890)

source: Your account is already verified if you changed your username you will lose the verification badge
de_de: Dein Konto ist bereits verifiziert, wenn du deinen Benutzernamen änderst, verlierst du das Verifizierungsabzeichen
fr_fr: Votre compte est déjà vérifié si vous avez changé votre nom d’utilisateur, vous perdrez le badge de vérification

source: Secuirty Check
de_de: Sicherheitscheck
fr_fr: Contrôle de sécurité

source: Current Password
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel

source: You need to enter your current password for security check
de_de: Du musst dein aktuelles Passwort zur Sicherheitsprüfung eingeben
fr_fr: Vous devez entrer votre mot de passe actuel pour le contrôle de sécurité

source: Advertising
de_de: Werbung
fr_fr: Publicités

source: Boosted
de_de: Geboostet

source: explore
de_de: erkunden
fr_fr: explorer

source: PAID POST
de_de: BEZAHLTER POST

source: PAY TO UNLOCK
de_de: BEZAHLEN ZUM FREISCHALTEN

source: Course Candidates
de_de: Kurs Kandidaten

source: Create New Job
de_de: Neuen Auftrag erstellen
fr_fr: Créer un nouvel emploi

source: Manage Banned IPs
de_de: Gesperrte IPs verwalten
fr_fr: Gérer les adresses IP interdites

source: Reset
de_de: Zurücksetzen

source: Login As
de_de: Anmeldung als

source: Pending Users
de_de: Ausstehende Benutzer

source: Search by Username, First Name, Last Name, Email or Phone
de_de: Suche nach Benutzername, Vorname, Nachname, E-Mail oder Telefon

source: Select date range to filter the results by posts count
de_de: Wähle einen Datumsbereich, um die Ergebnisse nach der Anzahl der Beiträge zu filtern.

source: Date Range
de_de: Datumsbereich

source: Posts Count
de_de: Anzahl der Beiträge

source: Account
de_de: Konto
fr_fr: Compte

source: Verified User
de_de: Verifizierter Benutzer
fr_fr: Utilisateur vérifiée

source: Ban Message
de_de: Bann Nachricht
fr_fr: Message d’interdiction

source: The message that is presented on this profile, if empty 404 error will be used instead
de_de: Die Nachricht, die auf diesem Profil angezeigt wird, wenn leer 404 Fehler wird stattdessen verwendet werden
fr_fr: Le message qui est présenté sur ce profil, si l’erreur 404 vide sera utilisé à la place

source: Account Activated
de_de: Konto Aktiviert
fr_fr: Compte activé

source: Account activation disabled from your system
de_de: Kontoaktivierung in deinem System deaktiviert
fr_fr: Activation de compte désactivée à partir de votre système

source: Account activation enabled from your system settings by
de_de: Aktivierung des Kontos über Ihre Systemeinstellungen durch
fr_fr: Activation de compte activée à partir de vos paramètres système par

source: If demo mode enabled this user will not be able to do anything
de_de: Wenn der Demomodus aktiviert ist, kann der Benutzer nichts mehr machen und ist erheblich in der Nutzung eingeschränkt
fr_fr: Si le mode démo est activé, cet utilisateur ne pourra rien faire
