Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: You have to enter the app icon
de_de: Du musst das App-Symbol eingeben
fr_fr: Vous devez entrer l’icône de l’application

source: We're sorry, but the application you're trying to use doesn't exist or has been disabled
de_de: Es tut mir leid, aber die App, die Sie verwenden möchten, existiert nicht oder wurde deaktiviert.
fr_fr: Nous sommes désolés, mais l’application que vous essayez d’utiliser n’existe pas ou a été désactivée

source: Log in With
de_de: Anmelden mit
fr_fr: Connectez-vous avec

source: The wallet system has been disabled by the admin
de_de: Das Walletsystem wurde vom Administrator deaktiviert

source: The wallet transfer feature has been disabled by the admin
de_de: Die Funktion zur Übertragung des Wallets wurde vom Administrator deaktiviert

source: You must enter valid amount of money
de_de: Du musst einen gültigen Geldbetrag eingeben
fr_fr: Vous devez entrer un montant d’argent valide

source: You can't transfer more than
de_de: Du kannst es nicht mehr übertragen als

source: You must search for a user to send money to
de_de: Du musst nach einem Benutzer suchen, dem du Geld senden möchtest
fr_fr: Vous devez rechercher un utilisateur à qui envoyer de l’argent

source: You can't send money to yourself!
de_de: Du kannst dir selbst kein Geld senden
fr_fr: Vous ne pouvez pas envoyer de l’argent à vous-même!

source: You can't send money to this user!
de_de: Du kannst kein Geld an diesen Benutzer senden!
fr_fr: Vous ne pouvez pas envoyer d’argent à cet utilisateur !

source: The tips system has been disabled by the admin
de_de: Das Tipsystem wurde vom Administrator deaktiviert

source: The amount is less the minimum amount allowed
de_de: Der Betrag ist geringer als der zulässige Mindestbetrag

source: The amount is more than the maximum amount allowed
de_de: Der Betrag ist höher als der zulässige Höchstbetrag

source: This user can't receive tips
de_de: Dieser Benutzer kann kein Trinkgeld erhalten

source: The affiliates system has been disabled by the admin
de_de: Das Partnersystem wurde vom Administrator deaktiviert

source: The amount is larger than your current affiliates balance
de_de: Der Betrag ist höher als das aktuelle Guthaben deiner Affiliates
fr_fr: Le montant est supérieur au solde actuel de vos affiliés

source: The points system has been disabled by the admin
de_de: Das Punktesystem wurde vom Administrator deaktiviert

source: Sorry, You can't withdraw points at the moment
de_de: Tut mir leid, du kannst derzeit keine Punkte abziehen

source: The amount is larger than your current points balance
de_de: Der Betrag ist höher als dein aktueller Punktestand
fr_fr: Le montant est supérieur à votre solde de points actuel

source: The market module has been disabled by the admin
de_de: Das Marktmodul wurde vom Administrator deaktiviert

source: The amount is larger than your current market balance
de_de: Der Betrag ist größer als dein aktuelles Marktguthaben

source: The funding module has been disabled by the admin
de_de: Das Finanzierungsmodul wurde vom Administrator deaktiviert

source: The amount is larger than your current funding balance
de_de: Der Betrag ist größer als dein aktueller Finanzierungssaldo
fr_fr: Le montant est supérieur à votre solde de financement actuel

source: The amount is larger than your current monetization balance
de_de: Der Betrag ist größer als dein aktueller Monetarisierungssaldo
fr_fr: Le montant est supérieur à votre solde de monétisation actuel

source: The packages system has been disabled by the admin
de_de: Das Paketsystem wurde vom Administrator deaktiviert

source: Subscribed
de_de: Abonniert
fr_fr: Souscrit

source: You already subscribed to this package, Please select different package
de_de: Du hast dieses Paket bereits abonniert, bitte wähle ein anderes Paket
fr_fr: Vous avez déjà souscrit à ce forfait, Veuillez sélectionner un autre forfait

source: This monetization plan is not available
de_de: Dieser Monetarisierungsplan ist nicht verfügbar

source: You already subscribed to this
de_de: Du hast diese Seite bereits abonniert
fr_fr: Vous n'êtes pas autorisé à le faire

source: This post is not available
de_de: Dieser Post ist nicht verfügbar

source: This post doesn't need payment
de_de: Dieser Beitrag muss nicht bezahlt werden

source: The funding system has been disabled by the admin
de_de: Das Finanzierungssystem wurde von der Verwaltung deaktiviert

source: This message will cost you
de_de: Diese Nachricht kostet dich

source: and you have
de_de: und du hast

source: in your wallet, Recharge your wallet to continue
de_de: in deinem Wallet, lade dein Wallet auf, um fortzufahren

source: This call will cost you
de_de: Dieser Anruf kostet dich

source: This
de_de: Diese
fr_fr: Ceci

source: You don't have the right to send gifts
de_de: Du hast nicht die Berechtigung, Geschenke zu verschicken
fr_fr: Vous n’avez pas le droit d’envoyer des cadeaux

source: You can't send a gift to this user
de_de: Du kannst kein Geschenk an diesen Benutzer senden
fr_fr: Vous ne pouvez pas envoyer de cadeau à cet utilisateur

source: You have already reported this before!
de_de: Du hast dies schon einmal gemeldet!
fr_fr: Vous avez déjà signalé cet utilisateur avant !

source: You must select valid category for your report
de_de: Du musst eine gültige Kategorie für deinen Bericht auswählen
fr_fr: Vous devez sélectionner une catégorie valide pour votre rapport

source: You have reached the maximum limit of comments/hour, please try again later
de_de: Du hast die maximale Anzahl an Kommentaren pro Stunde erreicht. Bitte versuche es später noch einmal.
fr_fr: Vous avez atteint la limite maximale de commentaires/heure, veuillez réessayer plus tard

source: Text Length Limit Reached
de_de: Textlängengrenze erreicht
fr_fr: Limite de longueur de texte atteinte

source: Your message characters length is over the allowed limit
de_de: Die Länge deiner Nachricht überschreitet die zulässige Grenze
fr_fr: La longueur en caractères de votre message dépasse la limite autorisée

source: Characters
de_de: Charaktere
fr_fr: Caractères

source: Comments disabled for this post
de_de: Kommentare sind für diesen Beitrag deaktiviert
fr_fr: Commentaires désactivés pour cet article

source: The events module has been disabled by the admin
de_de: Das Ereignismodul wurde vom Administrator deaktiviert

source: The pages events has been disabled by the admin
de_de: Die Seite Ereignisse wurde vom Administrator deaktiviert

source: The page you are trying to add event to doesn't exist
de_de: Die Seite, zu der du ein Ereignis hinzufügen möchten, existiert nicht

source: You must enter a sponsor name
de_de: Du musst einen Sponsorennamen eingeben

source: Please enter a valid sponsor url
de_de: Bitte gib eine gültige Sponsor-URL ein

source: You must enter a name for your event
de_de: Du musst einen Namen für das Ereignis eingeben
fr_fr: Vous devez entrer un nom pour votre événement

source: Event name must be at least 3 characters long. Please try another
de_de: Der Ereignisname muss mindestens 3 Zeichen lang sein. Bitte versuche einen anderen
fr_fr: Le nom de l’événement doit comporter au moins 3 caractères. S’il vous plaît essayer un autre

source: You have to enter the event start date
de_de: Du musst das Datum des Veranstaltungsbeginns eingeben
fr_fr: Vous devez entrer la date de début de l’événement

source: You have to enter the event end date
de_de: Du musst das Enddatum der Veranstaltung eingeben
fr_fr: Vous devez entrer la date de fin de l’événement

source: Event end date must be after the start date
de_de: Das Enddatum der Veranstaltung muss nach dem Startdatum liegen.
fr_fr: La date de fin de l’événement doit être postérieure à la date de début

source: You must select a valid privacy for your event
de_de: Du musst einen gültigen Datenschutz für deine Veranstaltung auswählen
fr_fr: Vous devez sélectionner une confidentialité valide pour votre événement

source: You must select valid category for your event
de_de: Du musst eine gültige Kategorie für Ihre Veranstaltung auswählen
fr_fr: Vous devez sélectionner une catégorie valide pour votre événement

source: Please enter a valid tickets link
de_de: Bitte gib einen gültigen Ticket-Link ein

source: The audio call feature has been disabled by the admin
de_de: Die Audioanruf-Funktion wurde vom Administrator deaktiviert

source: The video call feature has been disabled by the admin
de_de: Diese Videoanruf-Funktion wurde durch den Admin deaktiviert

source: You are not authorized to do this
de_de: Du bist dafür nicht berechtigt
fr_fr: Vous n'êtes pas autorisé à le faire

source: Backup failed!, Make sure the backup folder is writable (chmod 777)
de_de: Sicherung fehlgeschlagen, stelle sicher, dass der Sicherungsordner beschreibbar ist (chmod 777)

source: New email message from
de_de: Neue E-Mail-Nachricht von

source: Your email could not be sent. Please try again later
de_de: Ihre E-Mail konnte nicht gesendet werden. Bitte versuche es später erneut
fr_fr: Votre e-mail n’a pas pu être envoyé. Veuillez réessayer plus tard

source: The forums module has been disabled by the admin
de_de: Das Forenmodul wurde vom Administrator deaktiviert

source: You can't add a thread to a main section
de_de: Du kannst kein Thema zu einem Hauptabschnitt hinzufügen
fr_fr: Vous ne pouvez pas ajouter un fil de discussion à une section principale

source: You must enter a title for your thread
de_de: Du musst einen Titel für dein Thema eingeben
fr_fr: Vous devez entrer un titre pour votre fil de discussion

source: Thread title must be at least 3 characters long. Please try another
de_de: Der Titel des Themas muss mindestens 3 Zeichen lang sein. Bitte versuche einen anderen
fr_fr: Le titre du fil doit comporter au moins 3 caractères. S’il vous plaît essayer un autre

source: You must enter some text for your thread
de_de: Du musst einen Text für dein Thema eingeben
fr_fr: Vous devez entrer du texte pour votre fil de discussion

source: You must enter some text for your reply
de_de: Du musst einen Text für deine Antwort eingeben
fr_fr: Vous devez entrer du texte pour votre réponse

source: Publish posts disabled by admin
de_de: Veröffentlichen von Beiträgen durch den Administrator deaktiviert
fr_fr: Publier les publications désactivées par l’administrateur

source: You have reached the maximum limit of posts/hour, please try again later
de_de: Du hast die maximale Anzahl an Beiträgen pro Stunde erreicht. Bitte versuche es später noch einmal.
fr_fr: Vous avez atteint la limite maximale de publications/heure, veuillez réessayer plus tard

source: The invitation system has been disabled by the admin
de_de: Das Einladungssystem wurde vom Administrator deaktiviert

source: You have reached the maximum number of invitation codes
de_de: Du hast die maximale Anzahl von Einladungscodes erreicht
fr_fr: Vous avez atteint le nombre maximum de codes d’invitation

source: This invitation code is expired or invalid
de_de: Dieser Einladungscode ist abgelaufen oder ungültig
fr_fr: Ce code d’invitation a expiré ou n’est pas valide

source: You already invited this email before
de_de: Du hast diese E-Mail schon einmal eingeladen
fr_fr: Vous avez déjà invité cet e-mail avant

source: Invite you to join
de_de: Einladen, sich anzuschließen
fr_fr: Vous inviter à vous joindre

source: Invitation email could not be sent
de_de: Einladungs-E-Mail konnte nicht gesendet werden
fr_fr: Impossible d’envoyer l’e-mail d’invitation

source: You already invited this phone number before
de_de: Du hast diese Rufnummer schon einmal eingeladen
fr_fr: Vous avez déjà invité ce numéro de téléphone avant

source: Invitation SMS could not be sent
de_de: Einladungs-SMS konnte nicht gesendet werden
fr_fr: Le SMS d’invitation n’a pas pu être envoyé

source: Invalid node id
de_de: Ungültige Node-ID

source: Please enter a title
de_de: Bitte gib einen Titel ein

source: Please enter a valid price
de_de: Bitte gib einen gültigen Preis an

source: The price must be less than or equal to
de_de: Der Preis muss kleiner oder gleich sein als

source: You can't add more than one free plan
de_de: Du kannst nicht mehr als einen kostenlosen Plan hinzufügen

source: Please enter a valid paid every value
de_de: Bitte gib einen gültigen bezahlten Wert ein

source: Please enter a valid period
de_de: Bitte gib einen gültigen Zeitraum ein

source: Already subscribed to this
de_de: Bereits abonniert

source: You are not subscribed to this
de_de: Du bist nicht für diese Seite angemeldet

source: Your payment is pending
de_de: Deine Zahlung ist noch nicht erfolgt
fr_fr: Votre paiement est en attente

source: Message
de_de: Nachricht

source: sent you a friend request
de_de: hat dir eine Freundschaftsanfrage geschickt
fr_fr: vous a envoyé une demande d’ami

source: accepted your friend request
de_de: akzeptierte deine Freunschaftsanfrage
fr_fr: accepté votre demande d’ami

source: now following you
de_de: folgt dir jetzt
fr_fr: Vous suivez désormais

source: poked you
de_de: stupste dich an
fr_fr: vous a poké

source: Sent you a gift
de_de: hat dir ein Geschenk geschickt
fr_fr: Vous a envoyé un cadeau

source: subscribed to your profile
de_de: besuchte dein Profil
fr_fr: visité votre profil

source: subscribed to your page
de_de: deine Seite abonniert
fr_fr: abonné à votre page

source: subscribed to your group
de_de: deine Gruppe abonniert
fr_fr: abonné à votre groupe

source: bought your post
de_de: hat deinen Post gekauft

source: reacted to your post
de_de: reagierte auf dein Post
fr_fr: a réagi à votre message

source: reacted to your photo
de_de: reagierte auf dein Foto
fr_fr: a réagi à votre photo

source: reacted to your comment
de_de: reagierte auf deinen Kommentar
fr_fr: a réagi à votre commentaire

source: reacted to your reply
de_de: reagierte auf deine Antwort
fr_fr: a réagi à votre réponse

source: commented on your post
de_de: kommentierte deinen Post
fr_fr: commenté votre message

source: commented on your photo
de_de: kommentierte dein Foto
fr_fr: commenté votre photo

source: replied to your comment
de_de: antwortete auf deinen Kommentar
fr_fr: a répondu à votre commentaire

source: shared your post
de_de: teilte deinen Post
fr_fr: partagé votre message

source: voted on your poll
de_de: hat abgestimmt
fr_fr: a voté sur votre sondage

source: mentioned you in a post
de_de: erwähnte dich in einem Beitrag
fr_fr: vous a mentionné dans un post

source: mentioned you in a comment
de_de: erwähnte dich in einem Kommentar
fr_fr: vous a mentionné dans un commentaire

source: mentioned you in a reply
de_de: hat dich in eine Antwort erwähnt
fr_fr: vous a mentionné dans une réponse

source: visited your profile
de_de: besuchte dein Profil
fr_fr: Visité votre profil

source: posted on your wall
de_de: hat auf deine Pinnwand gepostet
fr_fr: Quelqu’un a posté sur votre mur

source: invite you to like a page
de_de: lud dich ein eine Seite zu folgen
fr_fr: vous inviter à aimer une page

source: added you as admin to
de_de: hat dich als Administrator hinzugefügt
fr_fr: vous a ajouté en tant qu’administrateur à

source: page
de_de: seite

source: created new event
de_de: Erstelle ein neues Event

source: asked to join your group
de_de: bat dich deine Gruppe beizutreten
fr_fr: invité à rejoindre votre groupe

source: added you to
de_de: hat dich hinzugefügt zu
fr_fr: vous a ajouté à

source: group
de_de: Gruppe
fr_fr: groupe

source: accepted your request to join
de_de: akzeptierte deine Beitrittsanfrage
fr_fr: accepté votre demande d’adhésion

source: invite you to join a group
de_de: hat dich eingeladen eine Gruppe beizutreten

source: added pending post in your group
de_de: ausstehenden Beitrag in deiner Gruppe hinzugefügt
fr_fr: ajout d’une publication en attente dans votre groupe

source: approved your your pending post in group
de_de: dein Beitrag in der Gruppe wurde genehmigt
fr_fr: approuvé Vous êtes votre message en attente dans le groupe

source: invite you to join an event
de_de: hat dich zu einem Event eingeladen
fr_fr: vous inviter à participer à un événement

source: added pending post in your event
de_de: post in deinem Event wurde hinzugefügt
fr_fr: ajout d’une publication en attente dans votre événement

source: approved your your pending post in event
de_de: dein Beitrag in dem Event wurde genehmigt
fr_fr: approuvé que vous êtes votre poste en attente dans l’événement

source: replied to your thread
de_de: hat auf dein Thema geantwortet
fr_fr: a répondu à votre fil de discussion

source: sent you
de_de: gesendet
fr_fr: vous a envoyé

source: Tip you with
de_de: Tippe mit

source: Your CoinPayments transaction complete successfully
de_de: Deine Coin Payments-Transaktion wurde erfolgreich abgeschlossen
fr_fr: Votre transaction CoinPayments se termine avec succès

source: Sent new bank transfer
de_de: Neue Überweisung gesendet
fr_fr: Envoi d’un nouveau virement bancaire

source: Your bank transfer has been approved
de_de: Deine Überweisung ist genehmigt worden

source: Your bank transfer has been declined
de_de: Deine Überweisung wurde abgelehnt

source: Sent new wallet withdrawal request
de_de: Antrag auf Abhebung einer neuen Brieftasche gesendet
fr_fr: Envoi d’une nouvelle demande de retrait de portefeuille

source: Your wallet withdrawal request has been approved
de_de: Dein Antrag auf Abhebung der Brieftasche wurde genehmigt

source: Your wallet withdrawal request has been declined
de_de: Dein Antrag auf Abhebung von der Brieftasche wurde abgelehnt

source: Sent new affiliates withdrawal request
de_de: Gesendete Rückzugsanträge für neue Mitglieder
fr_fr: Demande de retrait des nouveaux affiliés envoyés

source: Your affiliates withdrawal request has been approved
de_de: Dein Antrag auf Rücknahme von Affiliates wurde genehmigt

source: Your affiliates withdrawal request has been declined
de_de: Dein Antrag auf Abhebung von Affiliates wurde abgelehnt

source: Sent new points withdrawal request
de_de: Antrag auf Abzug neuer Punkte gesendet
fr_fr: Nouvelle demande de retrait de points envoyée

source: Your points withdrawal request has been approved
de_de: Dein Antrag auf Abzug von Punkten wurde genehmigt

source: Your points withdrawal request has been declined
de_de: Dein Antrag auf Abhebung von Punkten wurde abgelehnt

source: Sent new market withdrawal request
de_de: Antrag auf Rücknahme eines neuen Marktes gestellt

source: Your market withdrawal request has been approved
de_de: Dein Antrag auf Marktrücknahme wurde genehmigt

source: Your market withdrawal request has been declined
de_de: Dein Antrag auf Marktrücknahme wurde abgelehnt

source: Your product is out of stock
de_de: Dein Produkt ist nicht mehr lieferbar

source: You got new order
de_de: Du hast einen neuen Verkauf

source: Your order tracking updated
de_de: Deine Auftragsverfolgung aktualisiert

source: Your order status updated
de_de: Status deiner Bestellung aktualisiert

source: Your order delivered
de_de: Deine Bestellung wird geliefert

source: applied to your job
de_de: auf deinen Arbeitsplatz angewendet
fr_fr: appliqué à votre emploi

source: enrolled to your course
de_de: für deinen Kurs eingeschrieben

source: Sent new funding withdrawal request
de_de: Neuer Antrag auf Rücknahme der Finanzierung gestellt
fr_fr: Envoi d’une nouvelle demande de retrait de financement

source: Your funding withdrawal request has been approved
de_de: Dein Antrag auf Rücknahme der Spende wurde genehmigt

source: Your funding withdrawal request has been declined
de_de: Dein Antrag auf Auszahlung wurde abgelehnt

source: donated to your funding request with
de_de: gespendet für deinen Finanzierungsantrag mit
fr_fr: donné à votre demande de financement avec

source: Sent new monetization withdrawal request
de_de: Neue Anfrage zur Rücknahme der Monetarisierung gesendet
fr_fr: Nouvelle demande de retrait de monétisation envoyée

source: Your monetization withdrawal request has been approved
de_de: Dein Antrag auf Rücknahme der Monetarisierung wurde genehmigt

source: Your monetization withdrawal request has been declined
de_de: Dein Antrag auf Monetarisierungsentzug wurde abgelehnt

source: Added new ads campaign
de_de: Neue Anzeigenkampagne hinzugefügt
fr_fr: Ajout d’une nouvelle campagne publicitaire

source: Edited ads campaign
de_de: Bearbeitete Anzeigenkampagne
fr_fr: Campagne publicitaire modifiée

source: Your ads campaign has been approved
de_de: Deine Anzeigenkampagne wurde genehmigt

source: Your ads campaign has been declined
de_de: Deine Anzeigenkampagne wurde abgelehnt

source: reported new content
de_de: neue Inhalte gemeldet
fr_fr: nouveau contenu signalé

source: sent new verification request
de_de: neue Überprüfungsanfrage gesendet
fr_fr: nouvelle demande de vérification envoyée

source: Your verification request has been approved
de_de: dein Verifizierungsantrag wurde genehmigt

source: Your verification request has been declined
de_de: Deine Verifizierungsanfrage wurde abgelehnt

source: Your page verification request has been approved
de_de: Dein Seitenverifizierungsantrag wurde genehmigt

source: Your page verification request has been declined
de_de: Dein Seitenverifizierungsantrag wurde abgelehnt

source: is live now
de_de: ist jetzt live
fr_fr: est en ligne maintenant

source: Your video has been converted
de_de: Dein Video wurde konvertiert
fr_fr: Votre vidéo a été convertie

source: reviewed your page
de_de: deine Seite wurde überprüft

source: replied on your review
de_de: hat auf deine Bewertung geantwortet

source: reviewed your group
de_de: deine Gruppe wurde überprüft

source: reviewed your event
de_de: dein Event wurde überprüft

source: reviewed your post
de_de: dein Post wurde überprüft

source: sent new post for approval
de_de: neuen Beitrag zur Genehmigung geschickt

source: Your post has been approved
de_de: Dein Beitrag wurde genehmigt

source: sent new user for approval
de_de: neuen Benutzer zur Genehmigung geschickt

source: Your account has been approved
de_de: Dein Konto wurde genehmigt

source: sent you a paid message
de_de: hat dir eine bezahlte Nachricht geschickt

source: sent new mass notification
de_de: neue Massenbenachrichtigung gesendet

source: paid to see your post
de_de: bezahlte, um deinen Beitrag zu sehen

source: Approved your bank transfer
de_de: deine Überweisung wurde genehmigt
fr_fr: Approuvé votre virement bancaire

source: Declined your bank transfer
de_de: Deine Überweisung wurde abgelehnt
fr_fr: Vous avez refusé votre virement bancaire

source: Approved your wallet withdrawal request
de_de: Antrag auf Abhebung deiner Brieftasche wurde genehmigt
fr_fr: Approuvé votre demande de retrait de portefeuille

source: Declined your wallet withdrawal request
de_de: Antrag auf Abhebung deiner Brieftasche wurde abgelehnt
fr_fr: Vous avez refusé votre demande de retrait de portefeuille

source: Approved your affiliates withdrawal request
de_de: Genehmigt deinen Antrag auf Rücknahme durch Affiliates
fr_fr: Approuvé votre demande de retrait d’affiliés

source: Declined your affiliates withdrawal request
de_de: Ablehnung deines Antrags auf Rücknahme durch Affiliates
fr_fr: Refusé votre demande de retrait d’affiliés

source: Approved your points withdrawal request
de_de: dein Antrag auf Abzug von Punkten wurde genehmigt
fr_fr: Approuvé votre demande de retrait de points

source: Declined your points withdrawal request
de_de: dein Antrag auf Abzug von Punkten wurde abgelehnt
fr_fr: Vous avez refusé votre demande de retrait de points

source: Approved your market withdrawal request
de_de: Dein Antrag auf Marktrücknahme wurde genehmigt

source: Declined your market withdrawal request
de_de: Dein Antrag auf Marktrücknahme wurde abgelehnt

source: Approved your funding withdrawal request
de_de: Dein Antrag auf Rücknahme der Spende wurde genehmigt
fr_fr: Approuvé votre demande de retrait de financement
