Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Declined your funding withdrawal request
de_de: Dein Antrag auf Rücknahme der Spende wurde abgelehnt
fr_fr: Vous avez refusé votre demande de retrait de financement

source: Approved your monetization withdrawal request
de_de: Dein Antrag auf Rücknahme der Monetarisierung wurde genehmigt
fr_fr: Approbation de votre demande de retrait de monétisation

source: Declined your monetization withdrawal request
de_de: Dein Antrag auf Rücknahme der Monetarisierung wurde abgelehnt

source: Approved ads campaign
de_de: Genehmigte Anzeigenkampagnen

source: Declined your ads campaign
de_de: Abgelehnte Anzeigenkampagnen
fr_fr: Vous avez refusé votre campagne publicitaire

source: replied to your review
de_de: hat auf deine Bewertung geantwortet

source: his account is pending approval
de_de: dieses Konto wurde noch nicht genehmigt

source: Notification from
de_de: Benachrichtigung von

source: The live feature has been disabled by the admin
de_de: Die Live-Funktion wurde vom Administrator deaktiviert

source: Your cart is empty
de_de: Dein Warenkorb ist leer

source: The product %s is not available anymore
de_de: Das Produkt %s ist nicht mehr verfügbar

source: This is not a product
de_de: Es handelt sich nicht um ein Produkt

source: This product is not in the cart
de_de: Dieses Produkt befindet sich nicht im Warenkorb

source: Invalid quantity
de_de: Ungültige Menge

source: This product is not exists
de_de: Dieses Produkt existiert nicht

source: The quantity you entered is not available
de_de: Die von dir eingegebene Menge ist nicht verfügbar

source: The page you're trying to review doesn't exist
de_de: Die Seite, die du überprüfen möchtest, existiert nicht

source: The group you're trying to review doesn't exist
de_de: Die Gruppe, die du überprüfen möchtest, existiert nicht

source: The event you're trying to review doesn't exist
de_de: Das Event, das du überprüfen möchtest, existiert nicht

source: The post you're trying to review doesn't exist
de_de: Den Beitrag, den du überprüfen möchtest, existiert nicht

source: The node you're trying to review doesn't exist
de_de: Die Notiz, die du überprüfen möchtest, existiert nicht

source: You already reviewed this before
de_de: Du hast es bereits überprüft

source: You can't review your own page
de_de: Du kannst deine Seite nicht überprüfen

source: You can't review your own group
de_de: Du kannst deine Gruppe nicht überprüfen

source: You can't review your own event
de_de: Du kannst dein Event nicht überprüfen

source: You can't review your own post
de_de: Du kannst deinen Beitrag nicht überprüfen

source: Please select a valid rate
de_de: Bitte wähle einen gültigen Tarif

source: Your review must be less than 1000 characters
de_de: Dein Beitrag muss weniger als 1000 Zeichen umfassen.

source: The review you're trying to delete doesn't exist
de_de: Die Bewertung, die du zu löschen versuchst, existiert nicht

source: The review you're trying to reply on doesn't exist
de_de: Die Bewertung, auf das du antworten möchtest, existiert nicht

source: The page you're trying to reply on doesn't exist
de_de: Die Seite, auf das du antworten möchtest, existiert nicht

source: The group you're trying to reply on doesn't exist
de_de: Die Gruppe, auf das antworten möchtest, existiert nicht

source: The event you're trying to reply on doesn't exist
de_de: Das Event, auf das antworten möchtest, existiert nicht

source: The post you're trying to reply on doesn't exist
de_de: Der Beitrag, auf das du antworten möchtest, existiert nicht

source: You must enter a reply
de_de: Du musst eine Antwort eingeben

source: Invalid field for
de_de: Ungültiges Feld für

source: Invalid field get
de_de: Ungültiges Feld erhalten

source: Invalid node_id
de_de: Ungültige node_id

source: Invalid field set
de_de: Ungültiger Feldsatz

source: You must select
de_de: Du musst auswählen
fr_fr: Vous devez sélectionner

source: You must select at least one option from
de_de: Du musst mindestens eine der folgenden Optionen auswählen
fr_fr: Vous devez sélectionner au moins une option parmi

source: You must enter
de_de: Du musst eingeben
fr_fr: Vous devez entrer

source: The maximum value for
de_de: Der Höchstwert für
fr_fr: Valeur maximale de

source: The groups module has been disabled by the admin
de_de: Das Gruppenmodul wurde vom Administrator deaktiviert

source: You must enter a name for your group
de_de: Du musst einen Namen für deine Gruppe eingeben
fr_fr: Vous devez entrer un nom pour votre groupe

source: Group name must be at least 3 characters long. Please try another
de_de: Der Gruppenname muss mindestens 3 Zeichen lang sein. Bitte versuche einen anderen
fr_fr: Le nom du groupe doit comporter au moins 3 caractères. S’il vous plaît essayer un autre

source: You must enter a web address for your group
de_de: Du musst eine Webadresse für deine Gruppe angeben
fr_fr: Vous devez entrer une adresse Web pour votre groupe

source: Please enter a valid web address (a-z0-9_.) with minimum 3 characters long
de_de: Bitte gib eine gültige Webadresse (a-z0-9_.) mit mindestens 3 Zeichen Länge ein
fr_fr: Veuillez saisir une adresse Web valide (a-z0-9_.) avec un minimum de 3 caractères

source: as web address
de_de: als Webadresse
fr_fr: comme adresse Web

source: Sorry, it looks like this web address
de_de: Entschuldigung, es sieht aus wie diese Webadresse
fr_fr: Désolé, cela ressemble à cette adresse Web

source: belongs to an existing group
de_de: zu einer bestehenden Gruppe gehört
fr_fr: appartient à un groupe existant

source: You must select a valid privacy for your group
de_de: Du musst einen gültigen Datenschutz für deine Gruppe auswählen
fr_fr: Vous devez sélectionner une confidentialité valide pour votre groupe

source: You must select valid category for your group
de_de: Du musst eine gültige Kategorie für deine Gruppe auswählen
fr_fr: Vous devez sélectionner une catégorie valide pour votre groupe

source: Group
de_de: Gruppe
fr_fr: Groupe

source: Event
de_de: Veranstaltung
fr_fr: Evenement

source: more
de_de: mehr
fr_fr: ﻿Plus

source: You aren't allowed to message
de_de: Du darfst keine Nachrichten an
fr_fr: Vous n’êtes pas autorisé à envoyer un message

source: You are not authorized to view this
de_de: Du bist nicht berechtigt, dieses Dokument zu sehen
fr_fr: Vous n'êtes pas autorisé à voir ceci

source: You can't chat with this
de_de: Damit kannst du nicht chatten

source: because your chat privacy is set to friends only
de_de: weil deine Chat-Privatsphäre auf „nur Freunde“ eingestellt ist

source: This photo can't be deleted as it maybe your current profile image or cover
de_de: Dieses Foto kann nicht gelöscht werden, da es vielleicht dein aktuelles Profilbild oder Titelbild ist.
fr_fr: Cette photo ne peut pas être supprimée car il s’agit peut-être de votre image de profil actuelle ou de votre couverture

source: This album can't be deleted
de_de: Dieses Album kann nicht gelöscht werden
fr_fr: Remarque : Toutes vos données seront supprimées

source: Buy
de_de: Kaufen
fr_fr: Acheter

source: Get
de_de: Siehe
fr_fr: Avoir

source: Spend
de_de: Spenden
fr_fr: Dépenser

source: Free Shipping
de_de: Kostenloser Versand
fr_fr: Livraison gratuite

source: Hour
de_de: Stunde
fr_fr: Heure

source: Day
de_de: Tag
fr_fr: Jour

source: Week
de_de: Woche
fr_fr: Semaine

source: Month
de_de: Monat
fr_fr: Mois

source: Year
de_de: Jahr
fr_fr: Année

source: Full Time
de_de: Vollzeit
fr_fr: Temps plein

source: Part Time
de_de: Teilzeit
fr_fr: Temps partiel

source: Internship
de_de: Praktikum
fr_fr: Stage

source: Volunteer
de_de: Ehrenamtlich
fr_fr: Volontaire

source: Contract
de_de: Vertrag
fr_fr: Contrat

source: You don't have permission to view this post
de_de: Du hast nicht die Erlaubnis, diesen Beitrag zu sehen

source: Publishing to this group has been disabled by group admins
de_de: Die Veröffentlichung in dieser Gruppe wurde von den Gruppenadministratoren deaktiviert
fr_fr: La publication dans ce groupe a été désactivée par les administrateurs du groupe

source: Publishing to this event has been disabled by event admins
de_de: Die Veröffentlichung dieses Ereignisses wurde von den Veranstaltungsadministratoren deaktiviert
fr_fr: La publication sur cet événement a été désactivée par les administrateurs d’événements

source: You can not do this with anonymous post
de_de: Du kannst dies nicht mit anonymen Beiträgen tun
fr_fr: Vous ne pouvez pas le faire avec un message anonyme

source: You reached the maximum number of boosted posts! Upgrade your package to get more
de_de: Du hast die maximale Anzahl an hervorgehobenen Beiträgen erreicht! Aktualisiere dein Paket, um mehr zu erhalten
fr_fr: Vous avez atteint le nombre maximum de posts boostés ! Mettez à niveau votre Forfait pour en obtenir plus

source: You can't boost a post from a group or event
de_de: Du kannst einen Beitrag einer Gruppe oder eines Ereignisses nicht hervorheben
fr_fr: Vous ne pouvez pas mettre en avant une publication d’un groupe ou d’un événement

source: Only group admin can pin the post
de_de: Nur der Gruppenadministrator kann den Beitrag anheften
fr_fr: Seul l’administrateur de groupe peut épingler la publication

source: Only event admin can pin the post
de_de: Nur der Eventadministrator kann den Beitrag anheften
fr_fr: Seul l’administrateur de l’événement peut épingler la publication

source: Only group admin can unpin the post
de_de: Nur der Gruppenadministrator kann den Beitrag entpinnen
fr_fr: Seul l’administrateur du groupe peut détacher la publication

source: Only event admin can unpin the post
de_de: Nur der Eventadministrator kann den Beitrag entpinnen
fr_fr: Seul l’administrateur de l’événement peut détacher la publication

source: The blogs module has been disabled by the admin
de_de: Das Blog-Modul wurde vom Administrator deaktiviert

source: To use this feature your account must be verified
de_de: Um diese Funktion nutzen zu können, muss dein Konto verifiziert sein

source: You can't enable both subscribers only & paid post
de_de: Du kannst nicht beides aktivieren: nur Abonnenten und bezahlte Beiträge

source: You must enter a title for your blog
de_de: Du musst einen Titel für deinen Blog eingeben
fr_fr: Vous devez saisir un titre pour votre article

source: Title must be at least 3 characters long. Please try another
de_de: Der Titel muss mindestens 3 Zeichen lang sein. Bitte versuche einen anderen

source: You must enter some text for your blog
de_de: Du musst einen Text für deinen Blog eingeben
fr_fr: Vous devez entrer du texte pour votre article

source: You must select valid category for your blog
de_de: Du musst eine Kategorie für deinen Blog auswählen
fr_fr: Vous devez sélectionner une catégorie valide pour votre article

source: Paid post description is more than 1000 characters
de_de: Die Beschreibung des bezahlten Beitrags umfasst mehr als 1000 Zeichen

source: The blogs has been disabled by the admin
de_de: Die Blogs wurden vom Administrator deaktiviert

source: The pages module has been disabled by the admin
de_de: Das Seitenmodul wurde vom Administrator deaktiviert

source: You must enter a title for your page
de_de: Sie müssen einen Titel für Ihre Seite eingeben.
fr_fr: Vous devez entrer un titre pour votre page

source: Page title must be at least 3 characters long. Please try another
de_de: Der Seitentitel muss mindestens 3 Zeichen lang sein. Bitte versuche einen anderen
fr_fr: Titre de la page doit comporter au moins 3 caractères. Veuillez essayer un autre

source: You must enter a username for your page
de_de: Sie müssen einen Benutzernamen für Ihre Seite eingeben.
fr_fr: Vous devez entrer un nom d'utilisateur pour votre page

source: Sorry, it looks like this username
de_de: Entschuldigung aber der Benutzername sieht so aus
fr_fr: Désolé, il semble que ce nom d'utilisateur

source: belongs to an existing page
de_de: gehört zu einer bestehenden Seite
fr_fr: appartient à une page existante

source: You must select valid category for your page
de_de: Sie müssen gültige Kategorie für Ihre Seite auswählen.
fr_fr: Vous devez sélectionner la catégorie valide pour votre page

source: Please enter a valid website URL
de_de: Bitte geben Sie eine gültige Website-URL ein
fr_fr: Veuillez saisir une URL de site Web valide

source: Please select a valid action button color
de_de: Bitte wählen Sie eine gültige Farbe für die Aktionsschaltfläche
fr_fr: Veuillez sélectionner une couleur de bouton d’action valide

source: Please enter a valid action button URL
de_de: Bitte geben Sie eine gültige URL für die Aktionsschaltfläche ein
fr_fr: Veuillez saisir une URL de bouton d’action valide

source: Demo Restriction
de_de: Demo-Beschränkung
fr_fr: Restriction de démo

source: Settings have been updated
de_de: Die Einstellungen wurden aktualisiert
fr_fr: Les paramètres ont été mis à jour

source: Paid
de_de: Bezahlt

source: You already paid to this movie
de_de: Du hast bereits für diesen Film bezahlt

source: You already paid to this order
de_de: Du hast bereits für diese Bestellung bezahlt

source: Thanks
de_de: Danke
fr_fr: Merci

source: Tip Sent Successfully
de_de: Trinkgeld erfolgreich gesendet

source: Payment Declined: Please verify your information and try again, or try another payment method
de_de: Die Zahlung wurde abgelehnt: Bitte überprüfe deine Angaben und versuche es erneut oder versuche eine andere Zahlungsmethode
fr_fr: Paiement refusé : veuillez vérifier vos informations et réessayer, ou essayer un autre mode de paiement

source: You already subscribed to this free trial package, Please select different package
de_de: Du hast dieses kostenlose Testpaket bereits abonniert, bitte wähle ein anderes Paket
fr_fr: Vous avez déjà souscrit à ce forfait d’essai gratuit, veuillez sélectionner un autre forfait

source: Sorry this package is not free!
de_de: Dieses Paket ist leider nicht kostenlos!
fr_fr: Désolé, ce forfait n’est pas gratuit!

source: Sorry this plan is not free!
de_de: Dieser Plan ist leider nicht kostenlos!

source: You already sneak peaked to this free plan, Please select different plan
de_de: Du besitzt bereits den kostenlosen Plan, bitte wähle einen anderen Plan aus

source: Please attach your bank receipt
de_de: Bitte füge deinen Bankbeleg bei
fr_fr: Veuillez joindre votre reçu bancaire

source: Your request has been successfully sent, we will notify you once it's approved
de_de: Dein Antrag wurde erfolgreich abgeschickt, wir werden dich benachrichtigen, sobald er genehmigt ist.
fr_fr: Votre demande a été envoyée avec succès, nous vous en informerons une fois qu’elle sera approuvée

source: Select valid discount percent
de_de: Gültigen Rabattprozentsatz auswählen
fr_fr: Sélectionnez un pourcentage de remise valide

source: Enter valid discount amount
de_de: Gültigen Rabattbetrag eingeben
fr_fr: Entrez un montant de remise valide

source: Enter valid Buy X amount
de_de: Gültigen Buy X-Betrag eingeben
fr_fr: Entrez un montant Acheter X valide

source: Enter valid Get Y amount
de_de: Gültigen Get Y-Betrag eingeben
fr_fr: Entrez un montant Get Y valide

source: Enter valid Spend X amount
de_de: Gültigen Betrag eingeben Spend X
fr_fr: Entrez un montant Dépenser X valide

source: Enter valid Amount Y amount
de_de: Gültigen Betrag eingeben Y Betrag
fr_fr: Entrez le montant Y valide

source: Select valid discount type for your offer
de_de: Wähle einen gültigen Rabatttyp für dein Angebot
fr_fr: Sélectionnez un type de réduction valide pour votre offre

source: End date must be after today datetime
de_de: Enddatum muss nach dem Startdatum liegen
fr_fr: Date de fin doit être postérieure à la date de début

source: select valid category for your offer
de_de: Wähle eine gültige Kategorie für dein Angebot
fr_fr: sélectionnez une catégorie valide pour votre offre

source: Add title for your offer
de_de: Titel für dein Angebot hinzufügen
fr_fr: Ajouter un titre à votre offre

source: Minimum offer title is 3 characters
de_de: Der Angebotstitel muss mindestens 3 Zeichen umfassen.
fr_fr: Le titre minimum de l’offre est de 3 caractères

source: Maximum offer title is 100 characters
de_de: Der Angebotstitel darf maximal 100 Zeichen lang sein.
fr_fr: Le titre maximum de l’offre est de 100 caractères

source: Enter valid price for your offer
de_de: Gültigen Preis für Ihr Angebot eingeben

source: Add description for your offer
de_de: Beschreibung für dein Angebot hinzufügen
fr_fr: Ajouter une description pour votre offre

source: Minimum offer description is 32 characters
de_de: Die Angebotsbeschreibung muss mindestens 32 Zeichen umfassen.
fr_fr: La description minimale de l’offre est de 32 caractères

source: Maximum offer description is 1000 characters
de_de: Die maximale Angebotsbeschreibung beträgt 1000 Zeichen
fr_fr: La description maximale de l’offre est de 1000 caractères

source: Add at least one photo for your offer
de_de: Füge mindestens ein Foto für dein Angebot hinzu

source: You have reached the maximum products limit
de_de: Du hast die maximale Anzahl von Produkten erreicht

source: Please add your product file or download URL
de_de: Bitte füge deine Produktdatei oder Download-URL hinzu

source: Please add valid product download URL
de_de: Bitte füge eine gültige Produkt-Download-URL hinzu

source: Please add your product name
de_de: Bitte gib einen Produktnamen ein
fr_fr: Veuillez ajouter le nom de votre produit

source: Please add your product quantity
de_de: Bitte geben Sie Ihre Produktmenge an

source: Please add valid product quantity
de_de: Bitte gültige Produktmenge hinzufügen

source: Please add your product price
de_de: Bitte füge einen Produktpreis hinzu
fr_fr: Veuillez ajouter le prix de votre produit

source: Please add valid product price (0 for free or more)
de_de: Bitte gib einen gültigen Produktpreis ein (0 für kostenlos oder mehr)
fr_fr: S’il vous plaît ajouter un prix de produit valide (0 gratuit ou plus)

source: Please select valid product category
de_de: Bitte wähle eine gültige Produktkategorie aus
fr_fr: Veuillez sélectionner une catégorie de produit valide

source: Please select valid product status
de_de: Bitte wähle einen gültigen Produktstatus aus
fr_fr: Veuillez sélectionner un statut de produit valide

source: The poll option you provided is too long. Please try again
de_de: Die von dir angegebene Umfrageoption ist zu lang. Bitte versuche es erneut
fr_fr: L’option de sondage que vous avez fournie est trop longue. Veuillez réessayer

source: This option was already added to the poll
de_de: Diese Option wurde bereits in die Umfrage aufgenommen
fr_fr: Cette option a déjà été ajoutée au sondage

source: Ask a question so people know what your poll is about
de_de: Stelle eine Frage, damit die Leute wissen, worum es in deiner Umfrage geht
fr_fr: Posez une question pour que les gens sachent en quoi consiste votre sondage

source: Your account must be verified to share adult content
de_de: Dein Konto muss verifiziert sein, um Inhalte für Erwachsene (18+) teilen zu können

source: Posts reviews disabled by admin
de_de: Beiträge Bewertungen vom Administrator deaktiviert

source: You don't have the right permission to do this action
de_de: Du hast keine Berechtigung, diese Aktion durchzuführen

source: Add title for your course
de_de: Gib einen Titel für deinen Kurs an

source: Minimum course title is 3 characters
de_de: Der Gruppentitel muss mindestens 3 Zeichen lang sein.

source: Maximum course title is 100 characters
de_de: Der Gruppentitel darf maximal 100 Zeichen lang sein.

source: Add location for your course
de_de: Gib einen Standort für deinen Kurs an

source: Enter valid fees for your course
de_de: Gib gültige Gebühren für deinen Kurs ein

source: Select valid currency for your course
de_de: Wähle eine gültige Währung für deinen Kurs

source: Add start date for your course
de_de: Gib ein Startdatum für deinen Kurs an

source: Start date must be greater than current date
de_de: Startdatum muss größer sein als das aktuelle Datum

source: Add end date for your course
de_de: Gib ein Enddatum für deinen Kurs an

source: End date must be greater than start date
de_de: Enddatum muss nach dem Startdatum liegen

source: select valid category for your course
de_de: Wählen eine gültige Kategorie für deinen Kurs

source: Add description for your course
de_de: Gib eine Beschreibung für deinen Kurs an

source: Minimum course description is 32 characters
de_de: Die Kursbeschreibung muss mindestens 32 Zeichen umfassen.

source: Maximum course description is 1000 characters
de_de: Die maximale Kursbeschreibung beträgt 1000 Zeichen.

source: Add cover image for your course
de_de: Füge ein Titelbild für deinen Kurs hinzu

source: This content is no longer exist
de_de: Dieser Inhalt ist nicht mehr vorhanden
fr_fr: Ce contenu n’existe plus

source: You already applied for this course before
de_de: Du hast dich schon einmal für diesen Kurs angemeldet

source: Please enter your name
de_de: Bitte gib deinen Namen ein
fr_fr: Veuillez entrer votre nom

source: Please enter your location
de_de: Bitte gib deinen Standort ein
fr_fr: Veuillez entrer votre emplacement

source: Please enter your phone number
de_de: Bitte gib deine Telefonnummer ein
fr_fr: Veuillez entrer votre numéro de téléphone

source: Please enter your email
de_de: Bitte gib deine E-Mail ein
fr_fr: S’il vous plaît entrer votre email

source: Done
de_de: Abschließen
fr_fr: Terminé

source: Your application has been submitted successfully
de_de: Diene Bewerbung wurde erfolgreich eingereicht
fr_fr: Votre demande a été soumise avec succès

source: Success
de_de: Erfolg
fr_fr: Succès

source: This has been shared Successfully
de_de: Dies wurde erfolgreich geteilt
fr_fr: Ceci a été partagé avec succès

source: Add title for your funding request
de_de: Titel für deinen Finanzierungsantrag hinzufügen
fr_fr: Ajouter un titre à votre demande de financement

source: Minimum funding title is 3 characters
de_de: Der Titel des Spendenaufrufs muss mindestens 3 Zeichen umfassen.
fr_fr: Le titre de financement minimum est de 3 caractères

source: Maximum funding title is 100 characters
de_de: Der Titel der Förderung darf maximal 100 Zeichen umfassen.
fr_fr: Le titre de financement maximum est de 100 caractères

source: Please add valid funding amount
de_de: Bitte gültigen Finanzierungsbetrag hinzufügen
fr_fr: Veuillez ajouter un montant de financement valide

source: Add description for your funding request
de_de: Beschreibung für deinen Finanzierungsantrag hinzufügen
fr_fr: Ajouter une description pour votre demande de financement

source: Minimum funding description is 32 characters
de_de: Die Beschreibung des Spendenaufrufs muss mindestens 32 Zeichen umfassen.
fr_fr: La description minimale du financement est de 32 caractères

source: Maximum funding description is 1000 characters
de_de: Die Beschreibung des Spendenaufrufs darf maximal 1000 Zeichen umfassen.
fr_fr: La description maximale du financement est de 1000 caractères

source: Add cover image for your funding request
de_de: Titelbild für deinen Finanzierungsantrag hinzufügen
fr_fr: Ajouter une image de couverture pour votre demande de financement

source: Please the amount you would like to receive
de_de: Bitte gib den Betrag an, den du erhalten möchtest
fr_fr: S’il vous plaît le montant que vous souhaitez recevoir

source: Add title for your job
de_de: Titel für deinen Jobstelle hinzufügen
fr_fr: Ajouter un titre pour votre emploi

source: Minimum job title is 3 characters
de_de: Die Stellenbezeichnung muss mindestens 3 Zeichen umfassen.
fr_fr: Le titre minimum du poste est de 3 caractères

source: Maximum job title is 100 characters
de_de: Die maximale Stellenbezeichnung beträgt 100 Zeichen.
fr_fr: Le titre maximum du poste est de 100 caractères

source: Add location for your job
de_de: Standort für deinen Auftrag hinzufügen
fr_fr: Ajouter un emplacement pour votre travail
