Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Offers Results
de_de: Angebote Ergebnisse
fr_fr: Résultats des offres

source: The number of results in the offers module
de_de: Die Anzahl der Ergebnisse im Angebotsmodul
fr_fr: Le nombre de résultats dans le module offres

source: Jobs Results
de_de: Jobs Ergebnisse
fr_fr: Résultats de l’emploi

source: The number of results in the jobs module
de_de: Die Anzahl der Ergebnisse im Auftragsmodul
fr_fr: Le nombre de résultats dans le module emplois

source: Courses Results
de_de: Kurs Ergebnisse

source: The number of results in the courses module
de_de: Die Anzahl der Ergebnisse im Modul Kurse

source: Games Results
de_de: Spiele Ergebnisse
fr_fr: Résultats des Jeux

source: The number of results in the games module
de_de: Die Anzahl der Ergebnisse im Spielemodul
fr_fr: Le nombre de résultats dans le module jeux

source: The number of results in the search module
de_de: Die Anzahl der Ergebnisse im Suchmodul
fr_fr: Le nombre de résultats dans le module de recherche

source: Minimum Results
de_de: Minimum Ergebnisse
fr_fr: Résultats minimums

source: The Min number of results per request
de_de: Die Mindestanzahl von Ergebnissen pro Anfrage
fr_fr: Le nombre Min de résultats par demande

source: Maximum Results
de_de: Maximum Ergebnisse
fr_fr: Maximum de résultats

source: The Max number of results per request
de_de: Die maximale Anzahl von Ergebnissen pro Anfrage
fr_fr: Le nombre maximum de résultats par demande

source: Minimum Even Results
de_de: Mindestens gleichmäßige Ergebnisse
fr_fr: Résultats même minimales

source: The Min even number of results per request
de_de: Die minimale gerade Anzahl von Ergebnissen pro Anfrage
fr_fr: Le nombre de pair de Min des résultats par demande

source: Maximum Even Results
de_de: Maximal gleichmäßige Ergebnisse
fr_fr: Résultats Maximum Même

source: The Max even number of results per request
de_de: Die maximale gerade Anzahl von Ergebnissen pro Anfrage
fr_fr: Le nombre de résultats par demande Max même

source: Tracking Code
de_de: Sendeverfolgungsnummer:
fr_fr: Code de Suivi

source: The analytics tracking code (Ex: Google Analytics)
de_de: Der Tracking-Code für die Analyse (z. B. Google Analytics)
fr_fr: L'analytique code de suivi (Ex : Google Analytique)

source: Job Candidates
de_de: Job Bewerber
fr_fr: Candidats à un emploi

source: This information will let us know more about you
de_de: Mit diesen Informationen erfahren wir mehr über Sie
fr_fr: Cette information va nous le faire savoir plus sur vous

source: Step 1
de_de: 1. Schritt
fr_fr: Étape 1

source: Upload your photo
de_de: Laden Sie Ihr Foto hoch
fr_fr: Télécharger une photo

source: Step 2
de_de: 2. Schritt
fr_fr: Étape 2

source: Update your info
de_de: Aktualisieren Sie Ihre Informationen
fr_fr: Mise à jour de vos infos

source: Step 3
de_de: 3. Schritt
fr_fr: Étape 3

source: Manage Connections
de_de: Verbindungen verwalten

source: Add Friends
de_de: Freunde hinzufügen
fr_fr: Ajouter des amis

source: Welcome
de_de: Willkommen
fr_fr: Bienvenue

source: Let's start with your photo
de_de: Fangen wir mit Ihrem Foto an
fr_fr: Nous allons commencer avec votre photo

source: Share your information with our community
de_de: Teilen Sie Ihre Informationen mit unserer Gemeinschaft
fr_fr: Partager vos informations avec notre communauté

source: Current City
de_de: Aktuelle Stadt
fr_fr: Ville actuelle

source: Hometown
de_de: Heimatstadt
fr_fr: Ville d'origine

source: Work Title
de_de: Unternehmen
fr_fr: Travail Titre

source: Work Place
de_de: Position
fr_fr: centre de travail

source: Work Website
de_de: Webseite
fr_fr: Site web

source: School
de_de: Schule
fr_fr: École

source: Class
de_de: Klasse
fr_fr: Classe

source: Add Followers
de_de: Follower hinzufügen

source: Get latest activities from our popular users
de_de: Erhalten Sie die neuesten Aktivitäten von unseren beliebten Nutzern
fr_fr: Obtenez les dernières activités de nos utilisateurs populaires

source: Finish
de_de: Fertigstellen
fr_fr: Finis

source: All
de_de: Alle
fr_fr: Tout

source: No reactions yet
de_de: Noch keine Reaktionen
fr_fr: Pas encore de réactions

source: Post Reviews
de_de: Beitragsreview

source: this post
de_de: Dieser Beitrag

source: Delete Comment
de_de: Kommentar löschen
fr_fr: Supprimer le commentaire

source: Edit Comment
de_de: Kommentar bearbeiten
fr_fr: Editer le commentaire

source: React
de_de: Reagieren
fr_fr: Réagir

source: View previous replies
de_de: Vorherige Antworten anzeigen
fr_fr: Voir les réponses précédentes

source: Manage Ads, Create new Campaign
de_de: Anzeigen verwalten, neue Kampagnen erstellen
fr_fr: Gérer les annonces, créer une nouvelle campagne

source: Ads Campaigns
de_de: Anzeigenkampagnen
fr_fr: Campagnes publicitaires

source: Turn off the ad blocker or add this web page's URL as an exception so you use ads system without any problems
de_de: Schalte den Werbeblocker aus oder füge die URL dieser Webseite als Ausnahme hinzu, damit du das Anzeigensystem ohne Probleme nutzen kannst
fr_fr: Désactivez le bloqueur de publicités ou ajoutez l’URL de cette page Web en tant qu’exception afin d’utiliser le système publicitaire sans aucun problème

source: After you turn off the ad blocker, you'll need to refresh your screen
de_de: Nachdem du den Werbeblocker deaktiviert hast, musst du die Seite neuladen.
fr_fr: Après avoir désactivé le bloqueur de publicité, vous devez actualiser votre écran

source: My Campaigns
de_de: Meine Kampagnen
fr_fr: Mes campagnes

source: Start - End Date
de_de: Start - Enddatum
fr_fr: Date de début - fin

source: Bidding
de_de: Bieten
fr_fr: Enchères

source: Clicks/Views
de_de: Klicks/Ansichten
fr_fr: Clic/vue

source: Clicks
de_de: Klicks
fr_fr: Clics

source: Views
de_de: Ansichten
fr_fr: Vue

source: Approval Pending
de_de: Genehmigung ausstehend
fr_fr: Approbation en attente

source: Active
de_de: Aktiv

source: Not Active
de_de: Nicht Aktiv
fr_fr: Non actif

source: Your current wallet credit is
de_de: Dein aktuelles Guthaben im Wallet beträgt
fr_fr: Votre crédit portefeuille actuel est

source: Replenish your wallet credit
de_de: Fülle dein Guthaben im Wallet auf
fr_fr: Reconstituer votre crédit portefeuille

source: Your campaign will need to be approved by admin before publishing
de_de: Deine Kampagne muss vor der Veröffentlichung vom Administrator genehmigt werden.
fr_fr: Votre campagne devra être approuvée par l’administrateur avant d’être publiée

source: Campaign Details
de_de: Details zur Kampagne
fr_fr: Détails de la campagne

source: Campaign Title
de_de: Titel der Kampagne
fr_fr: Titre de la campagne

source: Set a title for your campaign
de_de: Legen einen Titel für deine Kampagne fest
fr_fr: Définir un titre pour votre campagne

source: Campaign Start Date
de_de: Datum des Kampagnenbeginns
fr_fr: Date de début de la campagne

source: Set Campaign start datetime (UTC)
de_de: Startzeitpunkt der Kampagne festlegen (UTC)
fr_fr: Définir la date de début de la campagne (UTC)

source: Campaign End Date
de_de: Enddatum der Kampagne
fr_fr: Date de fin de campagne

source: Set Campaign end datetime (UTC)
de_de: Endzeitpunkt der Kampagne festlegen (UTC)
fr_fr: Définir la date de fin de campagne (UTC)

source: Campaign Budget
de_de: Kampagnen Budget
fr_fr: Budget de la campagne

source: Set a budget for your campaign, campaign will be paused if reached its limit
de_de: Legen ein Budget für deine Kampagne fest. Die Kampagne wird pausiert, wenn das Limit erreicht ist.
fr_fr: Définissez un budget pour votre campagne, la campagne sera suspendue si elle atteint sa limite

source: Campaign Bidding
de_de: Gebote für Kampagnen
fr_fr: Enchères de campagne

source: Target Audience
de_de: Zielgruppe
fr_fr: Public cible

source: Audience Country
de_de: Zielgruppen Land
fr_fr: Pays de l’audience

source: Audience Gender
de_de: Zielgruppen Geschlecht
fr_fr: Sexe de l'audience

source: Audience Relationship
de_de: Zielgruppen Beziehung
fr_fr: Relation avec le public

source: In a relationship
de_de: In einer Beziehung
fr_fr: Dans une relation

source: Married
de_de: Verheiratet
fr_fr: Marié

source: It's complicated
de_de: Es ist kompliziert
fr_fr: C’est compliqué

source: Separated
de_de: Getrennt
fr_fr: Séparé

source: Divorced
de_de: Geschieden
fr_fr: Divorcé

source: Widowed
de_de: Verwitwet
fr_fr: Veuf

source: Potential Reach
de_de: Potenzielle Reichweite
fr_fr: Portée potentielle

source: Ads Details
de_de: Anzeigen Details
fr_fr: Détail des annonces

source: Ads Title
de_de: Anzeigen Titel
fr_fr: Titre des annonces

source: Set a title for your ads
de_de: Lege einen Titel für deine Anzeigen fest
fr_fr: Définir un titre pour vos annonces

source: Ads Description
de_de: Anzeigen Beschreibung
fr_fr: Description des annonces

source: Set a description for your ads (maximum 200 characters)
de_de: Lege eine Beschreibung für deine Anzeigen fest (maximal 200 Zeichen)
fr_fr: Définir une description pour vos annonces (maximum 200 caractères)

source: Advertise For
de_de: Werben für
fr_fr: Annoncez pour

source: Page
de_de: Seite

source: Target URL
de_de: Ziel-URL
fr_fr: URL cible

source: Enter your URL you want to advertise for
de_de: Gib die URL ein, für die du werben möchtest
fr_fr: Entrez l’URL pour laquelle vous souhaitez faire de la publicité

source: Target Page
de_de: Zielseite
fr_fr: Page cible

source: Select Page
de_de: Seite auswählen
fr_fr: Sélectionner une page

source: Select one of your pages you want to advertise for
de_de: Wähle eine deiner Seiten aus, für die du werben möchtest
fr_fr: Sélectionnez l’une des pages pour lesquelles vous souhaitez faire de la publicité

source: Target Group
de_de: Zielgruppe
fr_fr: Groupe-cible

source: Select Group
de_de: Gruppe auswählen
fr_fr: Sélectionner un groupe

source: Select one of your groups you want to advertise for
de_de: Wähle eine deiner Gruppen aus, für die du werben möchtest
fr_fr: Sélectionnez l’un des groupes pour lesquels vous souhaitez faire de la publicité

source: Target Event
de_de: Ziel Ereignis
fr_fr: Événement cible

source: Select Event
de_de: Ereignis auswählen
fr_fr: Sélectionner un événement

source: Select one of your events you want to advertise for
de_de: Wählen eine deiner Veranstaltungen aus, für die du werben möchtest
fr_fr: Sélectionnez l’un de vos événements pour lesquels vous souhaitez faire de la publicité

source: Ads Placement
de_de: Anzeigenplatzierung
fr_fr: Placement des annonces

source: Sidebar
de_de: Seitenleiste
fr_fr: Barre latérale

source: Ads Image
de_de: Anzeigen Bild
fr_fr: Image des annonces

source: Uploaded Successfully
de_de: Erfolgreich hochgeladen
fr_fr: Téléchargé avec succès

source: Maximum file size is
de_de: Die maximale Dateigröße beträgt
fr_fr: La taille maximale du fichier est de

source: and allowed extensions are
de_de: und erlaubte Erweiterungen sind
fr_fr: et les extensions autorisées sont

source: Publish
de_de: Veröffentlichen.
fr_fr: Publié

source: You can advertise for a URL or one of your pages, groups or events
de_de: Du kannst für eine URL oder eine deiner Seiten, Gruppen oder Veranstaltungen werben
fr_fr: Vous pouvez faire de la publicité pour une URL ou l’une de vos pages, groupes ou événements

source: Update Order
de_de: Bestellung aktualisieren

source: placed
de_de: platziert

source: canceled
de_de: abgebrochen

source: accepted
de_de: akzeptiert

source: packed
de_de: verpackt

source: shipped
de_de: versandt

source: delivered
de_de: geliefert

source: Tracking Link
de_de: Sendeverfolgungsnummer:

source: Tracking Number
de_de: Sendeverfolgungsnummer:

source: Sponsored
de_de: Gesponsert
fr_fr: Commandité

source: Test Message
de_de: Test Nachricht
fr_fr: Message test

source: The message will sent to Website Email only
de_de: Die Nachricht wird nur an die Website E-Mail gesendet.
fr_fr: Le message sera envoyé à l’adresse e-mail du site Web uniquement

source: Send to
de_de: Senden an
fr_fr: Envoyer à

source: All Users
de_de: Alle Nutzer
fr_fr: Tous les utilisateurs

source: Users who activated their account
de_de: Benutzer, die ihr Konto aktiviert haben
fr_fr: Utilisateurs ayant activé leur compte

source: Users who did not activated their account
de_de: Benutzer, die ihr Konto nicht aktiviert haben
fr_fr: Utilisateurs n’ayant pas activé leur compte

source: Users who did not login from 1 week
de_de: Benutzer, die sich seit 1 Woche nicht mehr angemeldet haben
fr_fr: Utilisateurs qui ne se sont pas connectés depuis 1 semaine

source: Users who did not login from 1 month
de_de: Benutzer, die sich seit 1 Monat nicht mehr angemeldet haben
fr_fr: Utilisateurs qui ne se sont pas connectés depuis 1 mois

source: Users who did not login from 3 months
de_de: Benutzer, die sich seit 3 Monaten nicht mehr angemeldet haben
fr_fr: Utilisateurs qui ne se sont pas connectés depuis 3 mois

source: Users who did not login from 6 months
de_de: Benutzer, die sich seit 6 Monaten nicht mehr angemeldet haben
fr_fr: Utilisateurs qui ne se sont pas connectés depuis 6 mois

source: Users who did not login from 9 months
de_de: Benutzer, die sich seit 9 Monaten nicht mehr angemeldet haben
fr_fr: Utilisateurs qui ne se sont pas connectés depuis 9 mois

source: Users who did not login from 1 year
de_de: Benutzer, die sich seit 1 Jahr nicht mehr angemeldet haben
fr_fr: Utilisateurs qui ne se sont pas connectés depuis 1 an

source: Subject
de_de: Betreff
fr_fr: Objet

source: Send
de_de: Senden
fr_fr: Envoyer

source: Attention
de_de: Achtung

source: Your account is already verified if you changed your name you will lose the verification badge
de_de: Dein Konto ist bereits verifiziert, wenn du deinen Namen änderst, verlierst du das Verifizierungsabzeichen.
fr_fr: Votre compte est déjà vérifié si vous avez changé de nom, vous perdrez le badge de vérification

source: First Name
de_de: Vorname
fr_fr: Prénom

source: Last Name
de_de: Nachname
fr_fr: Nom

source: I am
de_de: Ich bin:
fr_fr: Je suis

source: Select Sex
de_de: Wählen Sie Ihr Geschlecht
fr_fr: Sélectionnez le sexe

source: Select Relationship
de_de: Beziehungstatus auswählen
fr_fr: Sélectionner une relation

source: Website link must start with http:// or https://
de_de: Der Link zur Website muss mit http:// oder https:// beginnen.
fr_fr: Le lien vers le site Web doit commencer par http:// ou https://

source: Birthdate
de_de: Geburtsdatum
fr_fr: Date de naissance

source: Select Month
de_de: Monat auswählen
fr_fr: Choisir le mois

source: Mar
de_de: Mär

source: Jun
de_de: Juni
fr_fr: Juin

source: Jul
de_de: Juli
fr_fr: Juil

source: Oct
de_de: Okt

source: Dec
de_de: Dez
fr_fr: Déc

source: Select Day
de_de: Tag auswählen
fr_fr: Choisir le jour

source: Select Year
de_de: Wähle Jahr :
fr_fr: Sélectionner l’année

source: Facebook Profile URL
de_de: Facebook Profil URL
fr_fr: URL du profil Facebook

source: X Profile URL
de_de: X Profil URL

source: YouTube Profile URL
de_de: YouTube Profil URL
fr_fr: URL du profil Youtube

source: Instagram Profile URL
de_de: Instagram Profil URL
fr_fr: URL du profil Instagram

source: Twitch Profile URL
de_de: Twitch Profil URL
fr_fr: URL du profil Twitch

source: LinkedIn Profile URL
de_de: LinkedIn Profil URL
fr_fr: URL du profil LinkedIn

source: Vkontakte Profile URL
de_de: Vkontakte Profil URL
fr_fr: URL du profil Vkontakte

source: Profile Background
de_de: Profilhintergrund
fr_fr: Contexte du profil

source: Add New Currency
de_de: Neue Währung hinzufügen
fr_fr: Ajouter une nouvelle devise

source: Currency Name
de_de: Währungsbezeichnung
fr_fr: Nom de la devise

source: Currency name, For Example: U.S. Dollar, Euro or Pound Sterling
de_de: Währungsbezeichnung, zum Beispiel: U.S. Dollar, Euro oder Pfund Sterling
fr_fr: Nom de la devise, par exemple : dollar américain, euro ou livre sterling

source: Currency Code
de_de: Währungscode
fr_fr: Code de devise

source: Currency code, For Example: USD, EUR or GBP
de_de: Währungscode, zum Beispiel: USD, EUR oder GBP
fr_fr: Code de devise, par exemple : USD, EUR ou GBP

source: Currency Symbol
de_de: Währungssymbol
fr_fr: Symbole monétaire

source: Currency symbol, For Example: $, € or £
de_de: Währungssymbol, Zum Beispiel: $, € oder £
fr_fr: Symbole monétaire, par exemple : $, € ou £

source: Currency Symbol Direction
de_de: Währung Symbol Richtung
fr_fr: Direction du symbole monétaire

source: Where to add the currency symbol relative to the money value
de_de: Wo das Währungssymbol in Bezug auf den Geldwert hinzugefügt werden soll
fr_fr: Où ajouter le symbole monétaire par rapport à la valeur monétaire

source: Job Apply
de_de: Job bewerben
fr_fr: Postuler à un emploi

source: Your Experience
de_de: Deine Erfahrung
fr_fr: Votre expérience

source: Where did you work?
de_de: Wo haben Sie gearbeitet?
fr_fr: Où avez-vous travaillé ?

source: From
de_de: Von
fr_fr: Du

source: I currently work here
de_de: Ich arbeite derzeit hier
fr_fr: Je travaille actuellement ici

source: Job Questions
de_de: Fragen zum Beruf
fr_fr: Questions d’emploi

source: Required
de_de: Erforderlich

source: Upload your CV
de_de: Laden Sie Ihren Lebenslauf hoch

source: Allowed file types
de_de: Erlaubte Dateitypen

source: Apply
de_de: Anwenden
fr_fr: Appliquer

source: minutes
de_de: minuten

source: PAID CONTENT
de_de: BEZAHLTER INHALT
fr_fr: CONTENU PAYANT

source: PAY
de_de: ZAHLEN

source: TO WATCH FOR
de_de: ZU BEACHTEN

source: DAYS
de_de: TAGE

source: Duration
de_de: Dauer
fr_fr: Durée

source: results were found for the search for
de_de: Ergebnisse wurden gefunden für die Suche nach
fr_fr: Des résultats ont été trouvés pour la recherche de

source: Search by Job Title or Description
de_de: Suche nach Jobtitel oder Beschreibung

source: Author
de_de: Autor
fr_fr: Auteur

source: Explore the developer tools we offer
de_de: Entdecke die von uns angebotenen Entwickler-Tools
fr_fr: Explorez les outils de développement que nous proposons

source: Documentation
de_de: Dokumentation

source: This documentation explain how to register, configure, and develop your app so you can successfully use our APIs
de_de: Diese Dokumentation erklärt, wie du deine Anwendung registrierst, konfigurierst und entwickelst, damit du unsere APIs erfolgreich nutzen kannst.
fr_fr: Cette documentation explique comment enregistrer, configurer et développer votre application afin que vous puissiez utiliser nos API avec succès.

source: Create App
de_de: App erstellen
fr_fr: Créer une application

source: In order for your app to access our APIs, you must register your app using the
de_de: Damit deine Anwendung auf unsere APIs zugreifen kann, musst du deine Anwendung mit der
fr_fr: Pour que votre application puisse accéder à nos API, vous devez enregistrer votre application à l’aide du bouton

source: Registration creates an App ID that lets us know who you are, helps us distinguish your app from other apps
de_de: Bei der Registrierung wird eine App-ID erstellt, mit der wir wissen, wer du bist und die uns hilft, deine App von anderen Apps zu unterscheiden.
fr_fr: L’inscription crée un ID d’application qui nous permet de savoir qui vous êtes, nous aide à distinguer votre application des autres applications

source: You will need to create a new App
de_de: Du musst eine neue App erstellen
fr_fr: Vous devrez créer une nouvelle application

source: Once you created your App you will get your
de_de: Sobald du deine App erstellt hast, erhältst du
fr_fr: Une fois que vous avez créé votre application, vous obtiendrez votre

source: and
de_de: und
fr_fr: et

source: Log in With system is a fast and convenient way for people to create accounts and log into your app. Our Log in With system enables two scenarios, authentication and asking for permissions to access people's data. You can use Login With system simply for authentication or for both authentication and data access
de_de: Das Login-mit-System ist eine schnelle und bequeme Möglichkeit für Personen, Konten zu erstellen und sich bei deiner App anzumelden. Unser Login-mit-System ermöglicht zwei Szenarien: Authentifizierung und die Beantragung von Berechtigungen für den Zugriff auf die Daten von Personen. Du kannst das Login-mit-System einfach für die Authentifizierung oder sowohl für die Authentifizierung als auch für den Datenzugriff verwenden
fr_fr: Se connecter avec le système est un moyen rapide et pratique pour les gens de créer des comptes et de se connecter à votre application. Notre système Log in With permet deux scénarios, l’authentification et la demande d’autorisations pour accéder aux données des personnes. Vous pouvez utiliser Connexion avec le système simplement pour l’authentification ou pour l’authentification et l’accès aux données

source: Starting the OAuth login process, You need to use a link for your app like this
de_de: Um den OAuth-Anmeldeprozess zu starten, musst du einen Link für deine Anwendung wie folgt verwenden
fr_fr: Démarrage du processus de connexion OAuth, vous devez utiliser un lien pour votre application comme celui-ci

source: The user will be redirect to Log in With page like this
de_de: Der Benutzer wird zur Seite Anmelden mit wie folgt umgeleitet
fr_fr: L’utilisateur sera redirigé vers la page Se connecter avec comme ceci

source: Once the user accpeted your app, the user will be redirected to your App Redirect URL with
de_de: Sobald der Benutzer deine App akzeptiert hat, wird er zu deiner App-Redirect-URL weitergeleitet mit
fr_fr: Une fois que l’utilisateur a accédé à votre application, il sera redirigé vers l’URL de redirection de votre application avec

source: like this
de_de: wie diese
fr_fr: Comme ça

source: valid only for one time usage, so once you used it you will not be able to use it again and generate new code you will need to redirect the user to the log in with link again
de_de: gilt nur für die einmalige Verwendung, d. h., wenn du ihn einmal benutzt hast, kannst du ihn nicht erneut verwenden und einen neuen Code generieren, sondern musst den Benutzer erneut auf den Link „Anmelden mit“ umleiten
fr_fr: Valide uniquement pour une utilisation unique, donc une fois que vous l’avez utilisé, vous ne pourrez plus l’utiliser et générer un nouveau code, vous devrez rediriger l’utilisateur vers le lien de connexion avec

source: which means that now you are ready to retrive data from our APIs and to start this process you will need to authorize your app and get the
de_de: Das bedeutet, dass du jetzt bereit bist, Daten von unseren APIs abzurufen. Um diesen Prozess zu starten, musst du deine Anwendung autorisieren und die
fr_fr: ce qui signifie que vous êtes maintenant prêt à récupérer des données à partir de nos API et pour démarrer ce processus, vous devrez autoriser votre application et obtenir le

source: and you can follow our steps to learn how to get it
de_de: und du kannst unsere Schritte befolgen, um zu lernen, wie man es bekommt
fr_fr: et vous pouvez suivre nos étapes pour apprendre à l’obtenir

source: To get an access token, make an HTTP GET request to the following endpoint like this
de_de: Um ein Zugriffstoken abzurufen, stelle eine HTTP-GET-Anfrage an den folgenden Endpunkt wie folgt
fr_fr: Pour obtenir un jeton d’accès, effectuez une requête HTTP GET vers le point de terminaison suivant comme ceci

source: valid only for only one 1 hour, so once it got invalid you will need to genarte new one by redirect the user to the log in with link again
de_de: nur für 1 Stunde gültig, d.h. wenn sie ungültig geworden ist, musst du eine neue generieren, indem du den Benutzer wieder auf den Login-Link umleitest
fr_fr: Valide seulement pour une seule 1 heure, donc une fois qu’il est devenu invalide, vous devrez en genarte nouveau en redirigeant l’utilisateur vers le lien de connexion avec à nouveau

source: Once you get your
de_de: Sobald du deine
fr_fr: Une fois que vous avez obtenu votre
