Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: If enabled, users will be pending for approval by the admin or moderators
de_de: Wenn diese Option aktiviert ist, werden die Benutzer zur Genehmigung durch den Administrator oder die Moderatoren aufgefordert.

source: Age Restriction
de_de: Altersbeschränkung
fr_fr: Limite d’âge

source: Enable/Disable age restriction
de_de: Altersbeschränkung aktivieren/deaktivieren
fr_fr: Activer/désactiver la restriction d’âge

source: Minimum Age
de_de: Mindestalter
fr_fr: Âge minimum

source: The minimum age required to register (in years)
de_de: Das für die Anmeldung erforderliche Mindestalter (in Jahren)
fr_fr: L’âge minimum requis pour s’inscrire (en années)

source: Enable/Disable getting started page after registration
de_de: Aktivieren/Deaktivieren der Einstiegsseite nach der Registrierung
fr_fr: Activer/désactiver pour commence page après enregistrement

source: Required Data
de_de: Erforderliche Daten
fr_fr: Données requises

source: Profile Image Required
de_de: Profilbild erforderlich
fr_fr: Image de profil requise

source: Location Data Required
de_de: Wohndaten erforderlich
fr_fr: Données de localisation requises

source: Work Data Required
de_de: Arbeitsdaten erforderlich
fr_fr: Données de travail requises

source: Education Data Required
de_de: Bildungsdaten erforderlich
fr_fr: Données requises sur l’éducation

source: Such data will be mandatory when user getting started
de_de: Der Benutzer kann diese Schritte überspringen, wenn keines davon ausgewählt wurde
fr_fr: Ces données seront obligatoires lors de la mise en route de l’utilisateur

source: Newsletter Consent
de_de: Newsletter-Zustimmung
fr_fr: Consentement à la newsletter

source: Enable/Disable newsletter consent during the registration
de_de: Aktivieren/Deaktivieren der Newsletter-Zustimmung bei der Registrierung
fr_fr: Activer/désactiver le consentement à la newsletter lors de l’inscription

source: Max Accounts/IP
de_de: Max. Konten/IP
fr_fr: Nombre maximal de comptes/IP

source: The Maximum number of accounts allowed to register per IP (0 for unlimited)
de_de: Die maximale Anzahl von Konten, die pro IP registriert werden können (0 für unbegrenzt)
fr_fr: Le nombre maximum de comptes autorisés à s’inscrire par IP (0 pour illimité)

source: Name Minimum Length
de_de: Name Mindestlänge
fr_fr: Longueur minimale du nom

source: The First and Last name minimum length
de_de: Die Mindestlänge von Vor- und Nachname
fr_fr: La longueur minimale du prénom et du nom

source: Turn registration/login via social media (Facebook, Twitter and etc) On and Off
de_de: Registrierung/Anmeldung über soziale Medien (Facebook, Twitter usw.) ein- und ausschalten
fr_fr: Activer et désactiver l’inscription / connexion via les médias sociaux (Facebook, Twitter, etc.)

source: Turn registration/login via Facebook On and Off
de_de: Registrierung/Login über Facebook ein- und ausschalten
fr_fr: Tour d'inscription/connexion via Facebook sur et en dehors

source: Turn registration/login via Google On and Off
de_de: Registrierung/Login über Google ein- und ausschalten
fr_fr: Activer et désactiver l’enregistrement / la connexion via Google

source: Turn registration/login via Linkedin On and Off
de_de: Registrierung/Login über LinkedIn ein- und ausschalten
fr_fr: Tour d'inscription/connexion via Linkedin sur et en dehors

source: Linkedin App Secret
de_de: LinkedIn secret key

source: Turn registration/login via Vkontakte On and Off
de_de: Schalte die Registrierung/Login per Vkontakte ein- oder aus
fr_fr: Tour d'inscription/connexion via Vkontakte sur et en dehors

source: Turn registration/login via WordPress On and Off
de_de: Registrierung/Login über WordPress ein- und ausschalten

source: Turn registration/login via other Delus website On and Off
de_de: Registrierung/Anmeldung über eine andere Delus-Website ein- und ausschalten

source: Please enter your Delus App Domain without http:// or https://
de_de: Bitte gib deine Delus App Domain ohne http:// oder https:// ein.

source: Profile
de_de: Profil

source: Friends System
de_de: Freundessystem

source: if disabled only following system will be available
de_de: wenn deaktiviert, ist nur folgendes System verfügbar

source: Disable Friend Request After Decline
de_de: Freundschaftsanfrage nach Ablehnung deaktivieren
fr_fr: Désactiver la demande d’ami après le refus

source: If enabled user A will be able to send friendship request to user B again
de_de: Wenn diese Option aktiviert ist, kann Benutzer A erneut eine Freundschaftsanfrage an Benutzer B senden.
fr_fr: Si cette option est activée, l’utilisateur A pourra à nouveau envoyer une demande d’amitié à l’utilisateur B

source: Max Friends/User
de_de: Max. Freunde/Benutzer
fr_fr: Max Amis/Utilisateur

source: The Maximum number of friends allowed per User (0 for unlimited)
de_de: Die maximal zulässige Anzahl von Freunden pro Benutzer (0 für unbegrenzt)
fr_fr: Le nombre maximum d’amis autorisés par utilisateur (0 pour illimité)

source: Switch Accounts
de_de: Konten wechseln

source: Allow users to switch between multiple accounts
de_de: Benutzer können zwischen mehreren Konten wechseln

source: Disable Genders
de_de: Geschlechter deaktivieren

source: If disabled genders will be hidden for the users
de_de: Wenn deaktiviert, werden die Geschlechter für die Benutzer ausgeblendet

source: Show Usernames Only
de_de: Nur Nutzernamen anzeigen
fr_fr: Afficher uniquement les noms d’utilisateur

source: If disabled full names will be displayed instead
de_de: Wenn deaktiviert, werden stattdessen die vollständigen Namen angezeigt
fr_fr: Si désactivé, les noms complets seront affichés à la place

source: Disable Username Changes
de_de: Änderungen des Benutzernamens deaktivieren

source: If enabled users will not be able to change their usernames
de_de: Wenn diese Option aktiviert ist, können Benutzer ihre Benutzernamen nicht ändern.

source: Allow Special Characters
de_de: Sonderzeichen zulassen
fr_fr: Autoriser les caractères spéciaux

source: Allow special Characters in user's first & last name
de_de: Sonderzeichen im Vor- und Nachnamen des Benutzers zulassen
fr_fr: Autoriser les caractères spéciaux dans le prénom et le nom de l’utilisateur

source: Allow users to delete their account
de_de: Nutzern erlauben, ihr Konto zu löschen
fr_fr: Permettre aux utilisateurs de supprimer leur compte

source: Download User Information
de_de: Benutzerinformationen herunterladen
fr_fr: Télécharger les informations utilisateur

source: Allow users to download their account information from settings page
de_de: Benutzer können ihre Kontoinformationen von der Einstellungsseite herunterladen
fr_fr: Autoriser les utilisateurs à télécharger les informations de leur compte à partir de la page des paramètres

source: Verification Requests
de_de: Verifizierungsanfragen
fr_fr: Demandes de vérification

source: Turn the verification requests from users & pages On and Off
de_de: Schalte die Verifizierungsanfragen von Benutzern und Seiten ein und aus
fr_fr: Activer et désactiver les demandes de vérification des utilisateurs et des pages

source: Verification Documents
de_de: Dokumente zur Überprüfung
fr_fr: Documents de vérification

source: Enable it to make verification documents required
de_de: Ermögliche es, Verifizierungsdokumente erforderlich zu machen

source: Required for Posts
de_de: Erforderlich für Posts

source: If enabled then verification will be required to publish posts
de_de: Wenn diese Option aktiviert ist, ist eine Überprüfung erforderlich, um Beiträge zu veröffentlichen.

source: Required for Monetization
de_de: Für die Monetarisierung erforderlich

source: If enabled then verification will be required to enable monetization
de_de: Wenn aktiviert, ist eine Verifizierung erforderlich, um die Monetarisierung zu ermöglichen.

source: Required for Adult Content
de_de: Erforderlich für Inhalte für Erwachsene

source: If enabled then verification will be required to share or consume adult content
de_de: Wenn diese Option aktiviert ist, ist eine Verifizierung erforderlich, um Inhalte für Erwachsene zu teilen oder zu konsumieren.

source: Relationship Status
de_de: Beziehungsstatus
fr_fr: Statut de la relation

source: Turn the Relationship Status On/Off
de_de: Den Beziehungsstatus ein-/ausschalten
fr_fr: Activer/désactiver l’état de la relation

source: Website
de_de: Webseite
fr_fr: Site internet

source: Turn the Website On/Off
de_de: Die Website ein-/ausschalten
fr_fr: Activer/désactiver le site Web

source: About Me
de_de: Über mich
fr_fr: À propos de moi

source: Turn the About Me On/Off
de_de: Über mich ein-/ausschalten
fr_fr: Activer/désactiver le À propos de moi

source: Work Info
de_de: Informationen zur Arbeit
fr_fr: Code postal professionnel

source: Turn the Work info On/Off
de_de: Arbeitsinfo ein-/ausschalten
fr_fr: Activer/désactiver les informations professionnelles

source: Location Info
de_de: Standort-Infos
fr_fr: informations d'emplacement

source: Turn the Location info On/Off
de_de: Standortinformationen ein-/ausschalten
fr_fr: Activer/désactiver les informations de localisation

source: Education Info
de_de: Infos zur Ausbildung
fr_fr: info de l'éducation

source: Turn the Education info On/Off
de_de: Bildungsinfo ein-/ausschalten
fr_fr: Activer/désactiver les informations éducatives

source: Turn the Social Links On/Off
de_de: Soziale Links ein-/ausschalten
fr_fr: Activer/désactiver les liens sociaux

source: Profile Design
de_de: Profil Design
fr_fr: Conception de profil

source: Allow users to upload background image to their profiles
de_de: Erlauben Sie Nutzern, ein Hintergrundbild in ihr Profil hochzuladen
fr_fr: Autoriser les utilisateurs à télécharger une image d’arrière-plan sur leurs profils

source: Set the default privacy settings for your new users
de_de: Lege die Standard-Datenschutzeinstellungen für deine neuen Benutzer fest

source: Enable/Disable SMTP email system
de_de: Aktivieren/Deaktivieren SMTP e-Mail-Systems
fr_fr: Système de messagerie SMTP activé/désactivé

source: PHP mail() function will be used in case of disabled
de_de: PHP Mail ()-Funktion wird bei Behinderten verwendet werden
fr_fr: Fonction mail() de PHP sera utilisée dans le cas de personnes handicapées

source: SMTP Require Authentication
de_de: SMTP Authentifizierung erforderlich
fr_fr: Exiger une authentification SMTP

source: Enable/Disable SMTP authentication
de_de: Aktivieren/Deaktivieren der SMTP-Authentifizierung
fr_fr: Activer/désactiver l’authentification SMTP

source: SMTP SSL Encryption
de_de: SMTP-SSL-Verschlüsselung
fr_fr: Cryptage SSL SMTP

source: Enable/Disable SMTP SSL encryption
de_de: Enable/Disable SMTP SSL encryption (SMTP-Verschlüsselung aktivieren/einstellen)
fr_fr: Activer/désactiver le chiffrement SSL SMTP

source: TLS encryption will be used in case of disabled
de_de: TLS-Verschlüsselung wird verwendet, wenn sie deaktiviert ist
fr_fr: Le cryptage TLS sera utilisé en cas de désactivation

source: SMTP Username
de_de: SMTP-Benutzername
fr_fr: Nom d'utilisateur SMTP

source: SMTP Password
de_de: SMTP Passwort
fr_fr: Mot de passe SMTP

source: Set the From email address
de_de: Legen Sie die Absender-E-Mail-Adresse fest
fr_fr: Définissez l’adresse e-mail de l’expéditeur

source: For example: email@domain.com
de_de: Zum Beispiel: email@domain.com
fr_fr: Par exemple : email@domain.com

source: Select your default SMS provider
de_de: Wähle deinen Standard-SMS-Anbieter
fr_fr: Sélectionnez votre fournisseur SMS par défaut

source: Set the maximum number of SMS messages that can be sent per hour
de_de: Lege die maximale Anzahl von SMS-Nachrichten fest, die pro Stunde versendet werden können.

source: Test Phone Number
de_de: Test-Telefonnummer
fr_fr: Numéro de téléphone de test

source: Your phone number to test the SMS service i.e +12344567890
de_de: Deine Telefonnummer zum Testen des SMS-Dienstes, z. B. +12344567890
fr_fr: Votre numéro de téléphone pour tester le service SMS, c’est-à-dire +12344567890

source: A test SMS will be sent to this phone number when you test the connection
de_de: Eine Test-SMS wird an diese Telefonnummer gesendet, wenn du die Verbindung testest
fr_fr: Un SMS de test sera envoyé à ce numéro de téléphone lorsque vous testerez la connexion

source: Website Notifications
de_de: Website-Benachrichtigungen
fr_fr: Notifications du site Web

source: Push Notifications
de_de: Push-Benachrichtigungen

source: Profile Visit Notification
de_de: Profilbesuch-Benachrichtigung
fr_fr: Notification de visite de profil

source: Turn the profile visit notification On and Off
de_de: Benachrichtigung über Profilbesuche ein- und ausschalten
fr_fr: Activer la notification de visite profil et désactiver

source: Browser Notifications
de_de: Browser-Benachrichtigungen
fr_fr: Notifications du navigateur

source: Turn the browser notifications On and Off
de_de: Ein- und ausschalten der Browser-Benachrichtigungen
fr_fr: Activer et désactiver les notifications du navigateur

source: Noty Notifications
de_de: Noty-Benachrichtigungen

source: Turn the noty notifications On and Off
de_de: Ein- und ausschalten der Benachrichtigungen
fr_fr: Activer et désactiver les notifications noty

source: preview
de_de: Vorschau
fr_fr: Aperçu

source: Enable/Disable email notifications system
de_de: Aktivieren/Deaktivieren des Systems für E-Mail-Benachrichtigungen
fr_fr: Activer/désactiver le système de notifications par e-mail

source: Email User When
de_de: E-Mail Benutzer wenn
fr_fr: Envoyer un e-mail à l’utilisateur lorsque

source: Someone reacted to his post
de_de: Jemand reagierte auf seinen Beitrag

source: Someone commented on his post
de_de: Jemand kommentierte seinen Beitrag
fr_fr: Quelqu’un a commenté son message

source: Someone shared his post
de_de: Jemand teilte seinen Beitrag
fr_fr: Quelqu’un a partagé son message

source: Someone posted on his timeline
de_de: Jemand postete auf seiner Timeline
fr_fr: Quelqu’un a posté sur sa timeline

source: Someone mentioned him
de_de: Jemand hat ihn erwähnt
fr_fr: Quelqu’un l’a mentionné

source: Someone visited his profile
de_de: Jemand hat sein Profil besucht
fr_fr: Quelqu’un a visité son profil

source: Someone sent him or accepted his friend requset
de_de: Jemand hat ihm eine Freundschaftsanfrage geschickt oder diese angenommen
fr_fr: Quelqu’un lui a envoyé ou a accepté sa demande d’ami

source: Email Admin When
de_de: E-Mail-Admin wenn

source: OneSignal Push Notifications
de_de: OneSignal Push-Benachrichtigungen

source: OneSignal REST API Key
de_de: OneSignal REST API-Schlüssel
fr_fr: Clé API REST OneSignal

source: Chat Enabled
de_de: Chat aktiviert
fr_fr: Tchat activé

source: Turn the chat system On and Off
de_de: Das Chatsystem ein- und ausschalten
fr_fr: Mettez le système de chat sur et en dehors

source: Voice Notes
de_de: Sprachnotizen
fr_fr: Notes vocales

source: Turn the voice notes in chat On and Off
de_de: Ein- und ausschalten der Sprachnotizen im Chat
fr_fr: Activer et désactiver les notes vocales dans le tchat

source: User Status Enabled
de_de: Benutzerstatus Aktiviert
fr_fr: Statut: activé

source: Turn the Last Seen On and Off
de_de: Zuletzt gesehen ein- und ausschalten
fr_fr: Tourner le dernier vu sur et en dehors

source: Typing Status Enabled
de_de: Tippstatus Aktiviert (schreiben...)
fr_fr: État de frappe activé

source: Turn the Typing Status On and Off
de_de: Ein- und ausschalten des Tippstatus (schreiben...)
fr_fr: Activer et désactiver l’état de saisie

source: Needs a good server to work fine
de_de: Benötigt einen guten Server, um gut zu funktionieren
fr_fr: Besoin d’un bon serveur pour bien fonctionner

source: Seen Status Enabled
de_de: Gesehen Status Aktiviert
fr_fr: Statut affiché activé

source: Turn the Seen Status On and Off
de_de: Ein- und ausschalten des Zuletzt gesehen Status
fr_fr: Activer et désactiver l’état Vu

source: Delete For Everyone
de_de: Löschen für alle
fr_fr: Supprimer pour tout le monde

source: Permanently remove the conversation for all chat members when user delete it
de_de: Dauerhaftes Entfernen der Konversation für alle Chatmitglieder, wenn der Benutzer sie löscht
fr_fr: Supprimer définitivement la conversation pour tous les membres du chat lorsque l’utilisateur la supprime

source: Audio Call Enabled
de_de: Audioanruf aktiviert
fr_fr: Appel audio activé

source: Turn the audio call system On and Off
de_de: Ein- und ausschalten des Audio-Anrufsystems
fr_fr: Activer et désactiver le système d’appel audio

source: Video Call Enabled
de_de: Videoanrufe aktiviert
fr_fr: Appel vidéo activé

source: Turn the video call system On and Off
de_de: Ein- und ausschalten des Videoanrufsystems
fr_fr: Activer et désactiver le système d’appel vidéo

source: Agora App Certificate
de_de: Agora App Zertifikat
fr_fr: Certificat d’application Agora

source: Stop
de_de: Stopp
fr_fr: Arrêter

source: Live Stream Enabled
de_de: Live Stream Aktiviert
fr_fr: Diffusion en direct activée

source: Turn the live stream system On and Off
de_de: Ein- und ausschalten des Live-Stream-Systems
fr_fr: Activer et désactiver le système de diffusion en direct

source: Save Live Videos
de_de: Live-Videos speichern
fr_fr: Enregistrer des vidéos en direct

source: Turn the save live stream videos On and Off
de_de: Ein- und ausschalten der gespeicherten Live-Stream-Videos
fr_fr: Activer et désactiver l’enregistrement des vidéos en direct

source: Uploads Directory
de_de: Uploads Verzeichnis
fr_fr: Annuaire ajouts

source: The path of uploads local directory
de_de: Der Pfad des lokalen Verzeichnisses des Uploads
fr_fr: Le chemin d’accès au répertoire local des téléchargements

source: Uploads Prefix
de_de: Upload-Präfix
fr_fr: Télécharge le préfixe

source: Add a prefix to the uploaded files (No spaces or special characters only like 'mysite' or 'my_site')
de_de: Füge den hochgeladenen Dateien ein Präfix hinzu (keine Leer- oder Sonderzeichen, z. B. 'mysite' oder 'my_site')
fr_fr: Ajoutez un préfixe aux fichiers téléchargés (pas d’espaces ou de caractères spéciaux uniquement comme 'monsite' ou 'my_site')

source: Maximum Total Upload Size
de_de: Maximale Gesamtgröße des Uploads

source: The Maximum total size of uploaded files per day per user
de_de: Die maximale Gesamtgröße der hochgeladenen Dateien pro Tag und Benutzer

source: in kilobytes (1M = 1024KB)
de_de: in Kilobyte (1 M = 1024 KB)
fr_fr: en kilo-octets (1 M = 1 024 Ko)

source: 0 = Unlimited
de_de: 0 = Unlimitiert

source: Photo Upload
de_de: Foto Upload
fr_fr: Téléchargement de photos

source: Enable photo upload to share & upload photos to the site
de_de: Aktiviere den Foto-Upload, um Fotos zu teilen und auf die Website hochzuladen
fr_fr: Permettre l'upload de photos à partager & télécharger des photos sur le site

source: Photo Upload in Comments
de_de: Foto-Upload in den Kommentaren
fr_fr: Téléchargement de photos dans les commentaires

source: Enable photo upload in comments
de_de: Foto-Upload in Kommentaren aktivieren
fr_fr: Activer le téléchargement de photos dans les commentaires

source: Photo Upload in Chat
de_de: Foto-Upload im Chat
fr_fr: Téléchargement de photos dans le tchat

source: Enable photo upload in chat
de_de: Foto-Upload im Chat aktivieren
fr_fr: Activer le téléchargement de photos dans le chat

source: Photo Upload in Blogs and Forums
de_de: Foto-Upload in Blogs und Foren
fr_fr: Téléchargement de photos dans les blogs et les forums

source: Enable photo upload in blogs and forums threads
de_de: Aktiviere den Foto-Upload in Blogs und Foren-Themen

source: Max Photo Size
de_de: Max. Fotogröße
fr_fr: Taille de photo maximale

source: The Maximum size of uploaded photo in posts
de_de: Die maximale Größe des hochgeladenes Foto in Beiträge
fr_fr: La taille Maximum d'une photo téléchargée dans messages

source: Photo Quality
de_de: Fotoqualität
fr_fr: Qualité photo

source: High quality photos with low compression
de_de: Hochwertige Fotos mit geringer Komprimierung

source: Medium quality photos with medium compression
de_de: Fotos mittlerer Qualität mit mittlerer Kompression (empfohlen)

source: Low quality photos with high compression
de_de: Fotos von geringer Qualität mit hoher Komprimierung

source: Animated Images for Avatars/Covers
de_de: Animierte Bilder für Avatare/Cover

source: Enable user to upload animated images for avarats and covers
de_de: Benutzer können animierte Bilder für Avatare und Cover hochladen

source: Cover Photo Resolution Limit
de_de: Limit für die Auflösung des Titelbildes
fr_fr: Limite de résolution de la photo de couverture

source: Max Cover Photo Size
de_de: Max. Größe des Titelbildes
fr_fr: Taille maximale de la photo de couverture

source: The Maximum size of cover photo
de_de: Die max. Größe des Titelbildes
fr_fr: La taille maximale de la photo de couverture

source: in kilobytes (1 M = 1024 KB)
de_de: in Kilobyte (1 M = 1024 KB)
fr_fr: en kilo-octets (1 M = 1 024 Ko)

source: Max Profile Photo Size
de_de: Max. Größe des Profilfotos
fr_fr: Taille maximale de la photo de couverture

source: The Maximum size of profile photo
de_de: Die max. Größe des Profilfotos
fr_fr: La taille Maximum de photo de profil

source: Watermark Images
de_de: Wasserzeichen-Bilder
fr_fr: Images en filigrane

source: Enable it to add watermark icon to all uploaded photos (except: profile pictures and cover images)
de_de: Aktiviere diese Option, um allen hochgeladenen Fotos ein Wasserzeichen hinzuzufügen (ausgenommen: Profilbilder und Titelbilder)
fr_fr: Activez-le pour ajouter une icône de filigrane à toutes les photos téléchargées (sauf: les photos de profil et les images de couverture)

source: Watermark Type
de_de: Wasserzeichen Typ

source: Username
de_de: Benutzername
fr_fr: Nom d’utilisateur

source: Note: The username watermark will be repeated diagonally across the image
de_de: Hinweis: Das Wasserzeichen für den Benutzernamen wird diagonal über das Bild wiederholt.

source: Watermark Opacity
de_de: Deckkraft des Wasserzeichens
fr_fr: Opacité du filigrane

source: The opacity level of the watermark icon (value between 0 - 1)
de_de: Die Deckkraft des Wasserzeichensymbols (Wert zwischen 0 und 1)
fr_fr: Niveau d’opacité de l’icône de filigrane (valeur comprise entre 0 et 1)

source: Watermark Icon
de_de: Wasserzeichen-Symbol
fr_fr: Icône de filigrane

source: Upload your watermark icon (PNG is recommended)
de_de: Laden Sie Ihr Wasserzeichensymbol hoch (PNG wird empfohlen)
fr_fr: Téléchargez votre icône de filigrane (PNG est recommandé)

source: Watermark Icon Position
de_de: Position des Wasserzeichen-Symbols

source: Top Left
de_de: Oben links
fr_fr: En haut à gauche

source: Top Right
de_de: Oben rechts
fr_fr: En haut à droite

source: Top
de_de: Oben
fr_fr: Retour au début

source: Bottom Left
de_de: Unten links
fr_fr: En bas à gauche

source: Bottom Right
de_de: Unten rechts
fr_fr: En bas à droite

source: Bottom
de_de: Unten
fr_fr: Fond

source: Left
de_de: Links
fr_fr: Gauche

source: Right
de_de: Rechts
fr_fr: Droite

source: Select the position (the anchor point) of your watermark icon
de_de: Wähle die Position (den Ankerpunkt) deines Wasserzeichensymbols
fr_fr: Sélectionnez la position (le point d’ancrage) de votre icône de filigrane

source: Watermark Icon X Offset
de_de: Wasserzeichen-Symbol X-Offset

source: Horizontal offset in pixels
de_de: Horizontaler Versatz in Pixel
fr_fr: Décalage horizontal en pixels

source: Watermark Icon Y Offset
de_de: Wasserzeichensymbol Y-Offset

source: Vertical offset in pixels
de_de: Vertikaler Versatz in Pixel
fr_fr: Décalage vertical en pixels

source: Adult Images Detection
de_de: Erkennung von Erwachsenenbildern
fr_fr: Détection d’images pour adultes
