Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: To complete the sign-in process, please use the following 6-digit key
de_de: Um den Anmeldevorgang abzuschließen, verwenden Sie bitte den folgenden 6-stelligen Schlüssel
fr_fr: Pour terminer le processus de connexion, veuillez utiliser la clé à 6 chiffres suivante

source: To complete the activation process, please follow this link
de_de: Um den Aktivierungsprozess abzuschließen, folge bitte diesem Link
fr_fr: Pour terminer le processus d’activation, veuillez suivre ce lien

source: You have a new email message
de_de: Du hast eine neue E-Mail Nachricht
fr_fr: Vous avez un nouveau message électronique

source: Email Subject
de_de: E-Mail Betreff
fr_fr: Objet de l’e-mail

source: Sender Name
de_de: Absender
fr_fr: Nom de l’expéditeur

source: Sender Email
de_de: Absender E-Mail
fr_fr: E-mail de l’expéditeur

source: Email Message
de_de: E-Mail Nachricht
fr_fr: Email

source: To complete the reset password process, please copy this token
de_de: Um das Zurücksetzen des Passworts abzuschließen, kopiere bitte diesen Token
fr_fr: Pour terminer le processus de réinitialisation du mot de passe, veuillez copier ce jeton

source: Your friend
de_de: Dein/e Freund/in
fr_fr: Ton ami (e)

source: invite you to our website
de_de: lade auf unsere Website ein
fr_fr: vous inviter sur notre site web

source: To complete the registration process, please follow this link
de_de: Um den Registrierungsprozess abzuschließen, folge bitte diesem Link
fr_fr: Pour compléter le processus d’inscription, veuillez suivre ce lien

source: This is a test email
de_de: Dies ist eine Test E-Mail
fr_fr: Ceci est un e-mail de test

source: Marketplace System
de_de: Marktplatz System

source: Your Market Balance
de_de: Dein Marktguthaben

source: Source
de_de: Quelle

source: Uploaded
de_de: Hochgeladen
fr_fr: Téléchargé

source: Movie Source
de_de: Filmquelle
fr_fr: Source du film

source: From YouTube, Vimeo or site.com/movie.mp4
de_de: Von YouTube, Vimeo oder site.com/movie.mp4
fr_fr: Depuis YouTube, Vimeo ou site.com/movie.mp4

source: Or Upload Movie
de_de: Oder Film hochladen
fr_fr: Ou télécharger un film

source: You can change the
de_de: Sie können ändern:
fr_fr: Vous pouvez modifier le

source: Movie Title
de_de: Filmtitel
fr_fr: Titre du film

source: IMDB Link, Example:
de_de: IMDb-Link, Beispiel:
fr_fr: Lien IMDB, exemple :

source: Movie Stars
de_de: Filmstars
fr_fr: Stars de cinéma

source: Separated by a comma (,) Example: Tom Hanks, Julia Roberts, Jim Carrey
de_de: Getrennt durch ein Komma (,) Beispiel: Tom Hanks, Julia Roberts, Jim Carrey
fr_fr: Séparés par une virgule (,) Exemple: Tom Hanks, Julia Roberts, Jim Carrey

source: Release Year
de_de: Erscheinungsjahr
fr_fr: Année de sortie

source: Movie release year, Example: 1995
de_de: Kinostartjahr, Beispiel: 1995
fr_fr: Année de sortie du film, Exemple: 1995

source: Movie duration in minutes, Example: 120
de_de: Filmdauer in Minuten, Beispiel: 120
fr_fr: Durée du film en minutes, Exemple : 120

source: If you enable this option, users will have to pay to watch this movie.
de_de: Wenn du diese Option aktivierst, müssen die Benutzer bezahlen, um diesen Film anzusehen.

source: How much user should pay to watch this movie, Example: 10
de_de: Wie viel sollte der Benutzer zahlen, um diesen Film zu sehen, Beispiel: 10

source: Availability
de_de: Verfügbarkeit

source: How many days user can watch this movie after purchase, Example: 30 (0 for unlimited)
de_de: Wie viele Tage kann der Benutzer den Film nach dem Kauf ansehen, Beispiel: 30 (0 für unbegrenzt)

source: Seen by
de_de: Gesehen von
fr_fr: Vu par

source: Turn the full width containers On and Off
de_de: Ein- und ausschalten der Container in voller Breite

source: Night Mode is Default
de_de: Nachtmodus bevorzugen
fr_fr: Le mode nuit est défini par défaut

source: Make the night mode is the default mode of your website
de_de: Den Nachtmodus zum Standardmodus deiner Webseite
fr_fr: Faire du mode nuit le mode par défaut de votre site web

source: Users Can Change Mode
de_de: Benutzer können den Modus ändern
fr_fr: Les utilisateurs peuvent changer de mode

source: Allow users to select between day and night mode
de_de: Benutzer können zwischen Tag- und Nachtmodus wählen
fr_fr: Permettre aux utilisateurs de choisir entre le mode jour et le mode nuit

source: Light Mode
de_de: Licht Modus
fr_fr: Mode clar

source: Dark Mode
de_de: Dunkler Modus
fr_fr: Mode nuit

source: Use the default
de_de: Standardlogo nutzen
fr_fr: Utilisez la valeur par défaut

source: Disable it to use your custom uploaded image
de_de: Lade dein Bild/Icon hoch um das Standardicon zu ersetzen
fr_fr: Désactivez-le pour utiliser votre image téléchargée personnalisée

source: Note: You can get the whole Elengine theme from
de_de: Hinweis: Du kannst das gesamte Elengine-Thema von

source: Default Favicon
de_de: Standard Favicon
fr_fr: Favicon par défaut

source: Custom Favicon
de_de: Benutzerdefiniertes Favicon
fr_fr: Favicon personnalisé

source: Default OG-Image
de_de: Standard OG-Bild
fr_fr: Image OG par défaut

source: Custom OG-Image
de_de: Benutzerdefiniertes OG-Bild
fr_fr: Image OG personnalisée

source: The perfect size for your og-image should be (wdith: 590px & height: 300px)
de_de: Die perfekte Größe für dein OG-Bild sollte (Breite: 590px & Höhe: 300px)
fr_fr: La taille parfaite pour votre og-image doit être (Wdith: 590px & hauteur: 300px)

source: Show Google Play Store badge on the landing page
de_de: Google Play Store Badge auf der Zielseite anzeigen
fr_fr: Afficher le badge Google Play Store sur la page de destination

source: The app link on Google Play Store
de_de: Der Link zur App im Google Play Store
fr_fr: Le lien de l’application sur Google Play Store

source: Show Huawei AppGallery badge on the landing page
de_de: Huawei AppGallery Badge auf der Landing Page anzeigen
fr_fr: Afficher le badge Huawei AppGallery sur la page de destination

source: The app link on Huawei AppGallery
de_de: Der Link zur App in der Huawei AppGallery
fr_fr: Le lien de l’application sur Huawei AppGallery

source: Show Apple App Store badge on the landing page
de_de: Apple App Store Badge auf der Landing Page anzeigen
fr_fr: Afficher le badge Apple App Store sur la page de destination

source: The app link on Apple App Store
de_de: Der Link zur App im Apple App Store
fr_fr: Le lien de l’application sur l’App Store d’Apple

source: Enable Customization
de_de: Anpassung aktivieren
fr_fr: Activer la personnalisation

source: Turn the customization On and Off
de_de: Ein- und ausschalten der Anpassung
fr_fr: Activer la personnalisation et désactiver

source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur du fond

source: Link Color
de_de: Link Farbe
fr_fr: Paramètres de couleurs de l’interface utilisateur

source: Header Color
de_de: Farbe des Headers
fr_fr: Couleur de l'en-tête

source: Header Search Background
de_de: Header Suchbox Hintergrund

source: Header Search Font
de_de: Header Suchbox Schrift
fr_fr: Recherche du haut de page

source: Button Primary
de_de: Primär Button
fr_fr: bouton principal

source: Header Icons (Night Mode)
de_de: Header Icons (Nacht Modus)

source: Main Icons (Night Mode)
de_de: Main Icons (Nacht Modus)

source: Action Icons (Night Mode)
de_de: Action Icons (Nacht Modus)

source: Custom CSS
de_de: Benutzerdefiniertes CSS
fr_fr: CSS personnalisé

source: Header Custom CSS
de_de: Header Benutzerdefiniertes CSS
fr_fr: En-tête CSS personnalisé

source: Header Custom JavaScript
de_de: Header Benutzerdefiniertes JavaScript
fr_fr: En-tête JavaScript personnalisé

source: The code will be added in head tag
de_de: Der Code wird im Head-Tag eingefügt
fr_fr: Le code sera ajouté dans la balise head

source: Footer Custom JavaScript
de_de: Footer Benutzerdefiniertes JavaScript
fr_fr: Pied de page JavaScript personnalisé

source: The code will be added at the end of body tag
de_de: Der Code wird am Ende des Body Tags eingefügt
fr_fr: Le code sera ajouté à la fin de la balise body

source: Download Your Information
de_de: Informationen herunterladen
fr_fr: Téléchargez vos informations

source: You can download all of it at once, or you can select only the types of information you want
de_de: Du kannst alle Daten auf einmal herunterladen oder nur die gewünschten Informationen auswählen
fr_fr: Vous pouvez tout télécharger en même temps, ou vous pouvez sélectionner uniquement les types d’informations que vous souhaitez

source: Followings
de_de: folgt
fr_fr: Abonnés

source: Native
de_de: Einheimische
fr_fr: Emoji

source: System uses
de_de: Das System benutzt

source: and you can check
de_de: und du kannst prüfen

source: Emoji Cheat Sheet
de_de: Emoji Spickzettel
fr_fr: Aide-mémoire Emoji

source: for the Emojis
de_de: für die Emojis
fr_fr: pour les Emojis

source: Native Emoji
de_de: Einheimische Emoji
fr_fr: Emoji

source: You can get it from here
de_de: Du kannst es von hier beziehen

source: You must replace spaces with hyphens, For example: 'grinning face' become 'grinning-face'
de_de: Leerzeichen müssen durch Bindestriche ersetzt werden, z. B.: 'grinsendes Gesicht' wird zu 'grinsendes-Gesicht'.

source: Turn the funding On and Off
de_de: Ein- und ausschalten der Finanzierung
fr_fr: Activer et désactiver le financement

source: Users Can Donate Via Wallet Balance
de_de: Nutzer können über das Wallet Guthaben spenden

source: Enable users to donate via their wallet balance
de_de: Nutzern die Möglichkeit geben, über ihr Guthaben zu spenden

source: Search by Funding Title or Description
de_de: Suche nach Titel oder Beschreibung der Finanzierung

source: Add New Page
de_de: Neue Seite erstellen
fr_fr: Ajouter une nouvelle page

source: Page Title
de_de: Seitentitel
fr_fr: Titre de la Page

source: Is Redirect
de_de: Wird umgeleitet

source: In Footer
de_de: In der Fußzeile

source: In Sidebar
de_de: In der Seitenleiste

source: Redirect Link
de_de: Link umleiten

source: Enable this option if you want to create a page that redirects to an external link
de_de: Aktiviere diese Option, wenn du eine Seite erstellen möchtest, die auf einen externen Link umleiten soll

source: The URL to redirect to
de_de: Die URL, auf die umgeleitet werden soll

source: Web Address
de_de: Web Adresse
fr_fr: Adresse Web

source: Valid web address must be a-z0-9_.
de_de: Gültige Webadresse muss a-z0-9_ sein.
fr_fr: L’adresse Web valide doit être a-z0-9_.

source: Page Content
de_de: Seiten Inhalt
fr_fr: Contenu de la page

source: Add to Footer Menu
de_de: Zum Footer-Menü hinzufügen
fr_fr: Ajouter au menu de pied de page

source: Show the page in the footer menu
de_de: Die Seite in der Fußzeile anzeigen

source: Add to Sidebar Menu
de_de: Zum Sidebar-Menü hinzufügen

source: Show the page in the sidebar menu
de_de: Die Seite im Seitenleistenmenü anzeigen

source: The perfect size for your gift image should be (wdith: 48px & height: 48px)
de_de: Die perfekte Größe für dein Geschenkbild sollte sein (Breite: 48px & Höhe: 48px)

source: The order of the page in the footer/sidebar menu
de_de: Die Reihenfolge der Seite in der Fußzeile/Sidebar-Menü

source: The perfect size for your icon (wdith: 48px & height: 48px)
de_de: Die perfekte Größe für dein Icon (Breite: 48px & Höhe: 48px)

source: Menu
de_de: Menü

source: Sign Out
de_de: Abmelden
fr_fr: Se deconnecter

source: Keyboard Shortcuts
de_de: Tastaturkürzel
fr_fr: Raccourcis clavier

source: Day Mode
de_de: Tagesmodus
fr_fr: Mode Clair

source: Night Mode
de_de: Nachtmodus
fr_fr: Mode nuit

source: Pro Packages
de_de: Pakete
fr_fr: Forfait Pro

source: Total PayIn
de_de: Gesamteinnahmen

source: This Month PayIn
de_de: Einnahmen in diesem Monat

source: Total Approved PayOut
de_de: Genehmigte Auszahlung/en insgesamt

source: This Month Approved PayOut
de_de: Diesen Monat genehmigte Auszahlung/en

source: Payer
de_de: Zahlungspflichtiger

source: Via
de_de: Über

source: Total Commissions
de_de: Gesamtprovisionen

source: This Month Commissions
de_de: Provisionen diesen Monat

source: Total Sales
de_de: Verkäufe insgesamt
fr_fr: Total des ventes

source: Movie
de_de: Film

source: Add Photos
de_de: Fotos hinzufügen
fr_fr: Ajouter des photos

source: Delete Album
de_de: Album löschen
fr_fr: Supprimer l’album

source: Shared with
de_de: Geteilt mit
fr_fr: Partagé avec

source: This album is empty
de_de: Dieses Album ist leer
fr_fr: L'album est vide.

source: Add New Pattern
de_de: Neues Muster hinzufügen
fr_fr: Ajouter un nouveau motif

source: Edit Pattern
de_de: Muster bearbeiten
fr_fr: Modifier le modèle

source: Hello World
de_de: Hallo Welt
fr_fr: Salut tout le monde

source: Pattern Type
de_de: Muster-Typ
fr_fr: Type de motif

source: Background Image
de_de: Hintergrundbild
fr_fr: Image d’arrière-plan

source: Background Color 1
de_de: Hintergrundfarbe 1
fr_fr: Couleur de fond 1

source: Background Color 2
de_de: Hintergrundfarbe 2
fr_fr: Couleur de fond 2

source: Text Color
de_de: Textfarbe
fr_fr: Couleur du texte

source: followers
de_de: Follower
fr_fr: abonnés

source: mutual friends
de_de: Gemeinsame Freunde
fr_fr: Amis communs

source: at
de_de: als
fr_fr: à

source: Confirm
de_de: Bestätigen
fr_fr: Confirmer

source: Decline
de_de: Abbrechen
fr_fr: Décliner

source: Sent
de_de: Senden
fr_fr: Envoyer

source: Add Friend
de_de: Freund hinzufügen
fr_fr: Ajouter un ami

source: Following
de_de: gefolgt
fr_fr: Abonnés

source: Follow
de_de: Folgen
fr_fr: Suivre

source: Affiliates Enabled
de_de: Affiliates aktiviert
fr_fr: Affiliés activés

source: Enable or Disable the affiliates system
de_de: Aktivieren oder Deaktivieren des Affiliate Systems
fr_fr: Activer ou désactiver le système d’affiliation

source: Account Activation Enabled
de_de: Kontoaktivierung Aktiviert
fr_fr: Activation de compte activée

source: Affiliate earning will not be counted unless the new user activated his account
de_de: Affiliate Einnahmen werden nicht gezählt, es sei denn, der neue Benutzer hat sein Konto aktiviert
fr_fr: Les gains d’affilié ne seront pas comptabilisés à moins que le nouvel utilisateur n’ait activé son compte

source: User Earn Money When
de_de: Benutzer verdienen Geld, wenn
fr_fr: L’utilisateur gagne de l’argent lorsque

source: New User Registered
de_de: Neuer Benutzer Registriert
fr_fr: Nouvel utilisateur enregistré

source: How many levels you want to set your affiliates program?
de_de: Wie viele Level möchtest du für das Affiliate-Programm festlegen?
fr_fr: Combien de niveaux souhaitez-vous définir pour votre programme d’affiliation?

source: Payment Type
de_de: Zahlungsart
fr_fr: Type de paiement

source: Fixed Price/Referred
de_de: Festpreis/Referenziert
fr_fr: Prix fixe/Parrainage

source: Referrals
de_de: Empfehlungen
fr_fr: Références

source: Show
de_de: Anzeigen
fr_fr: Montrer

source: Course Enrollment
de_de: Kurseinschreibung

source: Loading
de_de: Lädt
fr_fr: Chargement

source: Commenting has been turned off for this post
de_de: Die Kommentarfunktion wurde für diesen Beitrag deaktiviert.
fr_fr: Les commentaires ont été désactivés pour cet article

source: Wallet Enabled
de_de: Wallet aktiviert
fr_fr: Portefeuille activé

source: Turn the wallet On and Off
de_de: Ein- und ausschalten des Wallets
fr_fr: Allumer et éteindre le portefeuille

source: Transfer Money Enabled
de_de: Geld überweisen aktiviert
fr_fr: Transfert d’argent activé

source: Turn the transfer money between users On and Off
de_de: Ein- und ausschalten des Geldtransfers zwischen Benutzern
fr_fr: Activer et désactiver le transfert d’argent entre les utilisateurs

source: Maximum Transfer Amount
de_de: Maximaler Transferbetrag

source: The maximum amount of money so user can transfer to another user
de_de: Der maximale Geldbetrag, den ein Benutzer an einen anderen Benutzer übertragen kann

source: for unlimited
de_de: für unbegrenzt

source: Users Can Withdraw Money From Wallet
de_de: Benutzer können Geld aus dem Wallet abheben
fr_fr: Les utilisateurs peuvent retirer de l’argent de Wallet

source: If enabled users will be able to withdraw money from their wallets
de_de: Wenn diese Funktion aktiviert ist, können Nutzer Geld aus ihrem Wallet abheben
fr_fr: Si cette option est activée, les utilisateurs pourront retirer de l’argent de leur portefeuille

source: Manage Blocking
de_de: Blockierte Nutzer
fr_fr: Gérer le blocage

source: Once you block someone, that person can no longer see things you post on your timeline
de_de: Wenn du jemanden blockierst, kann diese Person nicht mehr sehen, was du in deiner Timeline postest.
fr_fr: Une fois que vous bloquez quelqu’un, cette personne ne peut plus voir ce que vous publiez sur votre journal

source: These are apps you've used to log into. They can receive information you chose to share with them.
de_de: Das sind Apps, bei denen du dich angemeldet hast. Du kannst Informationen erhalten, die sie für dich freigegeben haben.
fr_fr: Ce sont des applications auxquelles vous avez utilisé pour vous connecter. Ils peuvent recevoir des informations que vous avez choisi de partager avec eux.

source: Remove
de_de: Entfernen
fr_fr: Enlever

source: Congratulations
de_de: Herzlichen Glückwunsch
fr_fr: Félicitations

source: This account is verified
de_de: Dieses Konto ist verifiziert
fr_fr: Ce compte est vérifié

source: Your verification request is still awaiting admin approval
de_de: Deine Verifizierungsanfrage wartet noch auf die Genehmigung des Administrators
fr_fr: Votre demande de vérification est toujours en attente d’approbation de l’administrateur

source: Your verification request has been declined by the admin
de_de: Deine Verifizierungsanfrage wurde vom Administrator abgelehnt
fr_fr: Votre demande de vérification a été refusée par l’administrateur

source: Your Photo
de_de: Dein Foto
fr_fr: Votre photo

source: Passport or National ID
de_de: Reisepass oder Personalausweis
fr_fr: Passeport ou carte d’identité nationale

source: Please attach your photo and your Passport or National ID
de_de: Bitte füge ein Foto und deinen Reisepass oder Personalausweis bei
fr_fr: Veuillez joindre votre photo et votre passeport ou carte d’identité nationale

source: Additional Information
de_de: Zusätzliche Informationen
fr_fr: Informations supplémentaires

source: Add New Gender
de_de: Neues Geschlecht hinzufügen
fr_fr: Ajouter un nouveau genre

source: View Page
de_de: Seite ansehen
fr_fr: Voir la page

source: Total Likes
de_de: Likes insgesamt
fr_fr: Total des J’aime

source: Search by Page Web Address or Title
de_de: Suche nach Webadresse oder Titel der Seite

source: Verified
de_de: Verifiziert
fr_fr: Confirmé

source: Page ID
de_de: Seiten ID
fr_fr: ID de la page

source: Created By
de_de: Erstellt von
fr_fr: Créé par

source: Verified Page
de_de: Verifizierte Seite
fr_fr: Page vérifiée

source: Name Your Page
de_de: Name deiner Seite
fr_fr: Nommez votre page

source: Page Username
de_de: Benutzername der Seite
fr_fr: Nom d’utilisateur de la page

source: Allow the send tips button on your page
de_de: Erlauben die Schaltfläche Tips senden auf deiner Seite

source: Delete Page
de_de: Seite löschen
fr_fr: Supprimer la page

source: Company
de_de: Firma
fr_fr: Entreprise

source: Payment Plans
de_de: Zahlungspläne

source: This page super admin is not eligible for monetization
de_de: Diese Seite super admin ist nicht für die Monetarisierung geeignet
fr_fr: Ce super administrateur de page n’est pas éligible pour la monétisation

source: Your Notifications
de_de: Deine Benachrichtigungen
fr_fr: Vos notifications

source: Search by Blog Title, Text or Tags
de_de: Suche nach Blog-Titel, Text oder Tags

source: Generate New Code
de_de: Neuen Code generieren
fr_fr: Générer un nouveau code

source: Invitations System
de_de: Einladungssystem
fr_fr: Système d’invitations

source: Unlimited
de_de: Unbegrenzt
fr_fr: Illimité

source: invitations
de_de: Einladungen

source: every
de_de: jeder
fr_fr: chaque

source: Available Invitations
de_de: Verfügbare Einladungen
fr_fr: Invitations disponibles

source: Generated Invitations
de_de: Generierte Einladungen
fr_fr: Invitations générées

source: Used Invitations
de_de: Gebrauchte Einladungen
fr_fr: Invitations utilisées

source: Your Invitations Codes
de_de: Deine Einladungen Codes
fr_fr: Vos codes d’invitation

source: Invitation Code
de_de: Einladungscode
fr_fr: Code d’invitation

source: Used By
de_de: Verwendet von
fr_fr: Utilisé par

source: Help friends know you better and show them what you have in common
de_de: Hilf deinen Freunden, dich besser kennenzulernen, und zeige ihnen, was ihr gemeinsam habt.
fr_fr: Aidez vos amis à mieux vous connaître et de leur montrer ce que vous avez en commun

source: See what everyone’s up to and what’s on their minds
de_de: Siehe, was alle machen und was ihnen durch den Kopf geht
fr_fr: Voir ce que tout le monde est à et ce qui est sur leur esprit

source: Never miss a thing out! Keep in touch with your fans and customers
de_de: Verpassen Sie nichts mehr! Bleiben Sie mit Ihren Fans und Kunden in Kontakt
fr_fr: Ne manquez jamais une chose dehors! Restez en contact avec vos fans et les clients

source: Communicate and collaborate with the people who share your interests
de_de: Kommunizieren und kooperieren Sie mit Menschen, die Ihre Interessen teilen
fr_fr: Communiquer et collaborer avec les gens qui partagent vos intérêts

source: Members can organize community events for online and offline doings
de_de: Mitglieder können Gemeinschaftsveranstaltungen für Online- und Offline-Aktivitäten organisieren
fr_fr: Les membres peuvent organiser des événements communautaires pour des activités en ligne et hors ligne

source: Sharing thoughts, ideas and creating amazing contents
de_de: Gedanken und Ideen austauschen und tolle Inhalte erstellen
fr_fr: Partager des pensées, des idées et créer des contenus étonnants

source: Trusted community marketplace wherein members can post and browse items
de_de: Vertrauenswürdiger Community-Marktplatz, auf dem Mitglieder Artikel einstellen und durchsuchen können
fr_fr: Marché communautaire de confiance dans lequel les membres peuvent publier et parcourir des éléments

source: Fundraisers make it easy to support friends, family and the causes that are important to you
de_de: Fundraiser machen es einfach, Freunde, Familie und die Dinge zu unterstützen, die Ihnen wichtig sind
fr_fr: Les collectes de fonds facilitent le soutien des amis, de la famille et des causes qui vous tiennent à cœur.

source: Find the best offers that you can buy
de_de: Finden Sie die besten Angebote, die Sie kaufen können
fr_fr: Trouvez les meilleures offres que vous pouvez acheter

source: Seeking for a job, You can find theme here
de_de: Auf der Suche nach einem Job, finden Sie das Thema hier
fr_fr: Recherche d’emploi, vous pouvez trouver le thème ici

source: Forum is an old­school framework for online community
de_de: Das Forum ist ein altmodischer Rahmen für eine Online-Community
fr_fr: Forum est un cadre oldschool pour la communauté en ligne

source: Watching movies always fun, Watch with the people who share your interests
de_de: Filme gucken macht immer Spaß, mit Leuten gucken, die die gleichen Interessen haben
fr_fr: Regarder des films toujours amusant, Regarder avec les gens qui partagent vos intérêts

source: Playing games always fun, Play with the people who share your interests
de_de: Spielen macht immer Spaß, Spielen Sie mit den Menschen, die Ihre Interessen teilen
fr_fr: Jouer à des jeux toujours amusant, jouer avec les gens qui partagent vos intérêts

source: You must be 18+ to view this content
de_de: Du musst 18+ sein, um diesen Inhalt ansehen zu können

source: Your age must be verified to view this content
de_de: Dein Alter muss überprüft werden, um diesen Inhalt ansehen zu können

source: Add New Language
de_de: Neue Sprache hinzufügen
fr_fr: Ajouter une nouvelle langue
