Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: If wallet enabled users will be able to transfer earned money to their wallet
de_de: Wenn das Wallet aktiviert ist, können Nutzer ihr verdientes Geld auf ihr Wallet übertragen
fr_fr: Si les utilisateurs compatibles avec le portefeuille pourront transférer de l’argent gagné vers leur portefeuille

source: Leave it 0 if you don't want to get any commissions
de_de: Belasse es bei 0, wenn du keine Provisionen erhalten möchtest
fr_fr: Laissez-le 0 si vous ne voulez pas recevoir de commissions

source: Maximum Paid Post Price
de_de: Maximal bezahlter Postpreis

source: The maximum price that a user can set for a paid post (0 for unlimited)
de_de: Der maximale Preis, den ein Benutzer für einen bezahlten Beitrag festlegen kann (0 für unbegrenzt)

source: Maximum Monetization Plan Price
de_de: Maximaler Preis für den Monetarisierungsplan

source: The maximum price that a user can set for a monetization plan (0 for unlimited)
de_de: Der maximale Preis, den ein Benutzer für einen Monetarisierungsplan festlegen kann (0 für unbegrenzt)

source: PayPal & Moneypoolscash support automatic payout APIs so no need to make them manually
de_de: PayPal & Moneypoolscash unterstützen automatische Auszahlungs-APIs, so dass du diese nicht manuell vornehmen musst

source: You will need to make the payments from your Skrill, Bank Account... etc
de_de: Du musst die Zahlungen von deinem Skrill, Bankkonto usw. vornehmen.

source: After making the payment you can mark the payment request as paid
de_de: Nachdem du die Zahlung vorgenommen hast, kannst du die Zahlungsanforderung als bezahlt markieren
fr_fr: Après avoir effectué le paiement, vous pouvez marquer la demande de paiement comme payée

source: Add New Group
de_de: Neue Gruppe hinzufügen

source: System Groups
de_de: Systemgruppen

source: Users Count
de_de: Anzahl der Nutzer

source: Admins Permissions
de_de: Berechtigungen für Admins

source: Moderators Permissions
de_de: Berechtigungen für Moderatoren

source: Custom Groups
de_de: Benutzerdefinierte Gruppen

source: Group Title
de_de: Titel der Gruppe

source: Group Permissions
de_de: Gruppenberechtigungen

source: Select permissions group
de_de: Gruppenberechtigung auswählen

source: The perfect size for your gift image should be (wdith: 250px & height: 250px)
de_de: Die perfekte Größe für dein Geschenkbild sollte sein (Breite: 250px & Höhe: 250px)
fr_fr: La taille parfaite pour votre image cadeau devrait être (wdith: 250px & hauteur: 250px)

source: Transactions History
de_de: Geschichte der Transaktionen
fr_fr: Historique des transactions

source: Error while processing your payment
de_de: Fehler bei der Bearbeitung deiner Zahlung
fr_fr: Erreur lors du traitement de votre paiement

source: Forgot your password?
de_de: Sie haben Ihr Passwort vergessen?
fr_fr: Mot de passe oublié ?

source: Enter the email address associated with your account and we will send you a link to reset your password.
de_de: Gib die mit deinem Konto verknüpfte E-Mail-Adresse ein, und wir senden dir einen Link zum Zurücksetzen deines Passworts.

source: Continue
de_de: weiter
fr_fr: Continuer

source: Back to Signin
de_de: Zurück zu Anmeldung

source: Do not have an account?
de_de: Sie haben noch kein Konto?

source: Edit Plan
de_de: Plan bearbeiten

source: For example 10, 20, 30 (0 for free)
de_de: Zum Beispiel 10, 20, 30 (0 für frei)

source: Sound
de_de: Ton

source: No notifications
de_de: Keine Benachrichtigungen
fr_fr: Pas de notification

source: More
de_de: Weiterlesen…
fr_fr: Suite de l'agenda

source: Your account is pending approval
de_de: Dein Konto wurde noch nicht genehmigt
fr_fr: Votre compte est en attente d’approbation

source: SUBSCRIBE TO SEE THIS
de_de: ABONNIEREN, UM DIES ZU SEHEN
fr_fr: ABONNEZ-VOUS POUR VOIR CECI

source: CONTENT
de_de: INHALT
fr_fr: CONTENU

source: SUBSCRIPTIONS CONTENT
de_de: ABONNEMENT-INHALT

source: Add New Theme
de_de: Neues Theme hinzufügen
fr_fr: Ajouter un nouveau thème

source: Selectable
de_de: Auswählbar
fr_fr: Sélectionnable

source: Elegant and Modern Design
de_de: Elegantes und modernes Design

source: Regular and Free Updates
de_de: Regelmäßige und kostenlose Updates

source: Lifetime support
de_de: Unterstützung auf Lebenszeit

source: Buy Now
de_de: Jetzt kaufen
fr_fr: Acheter Maintenant

source: Make it the default theme of the site
de_de: Mach es zum Standardtheme der Website
fr_fr: Rendent le thème par défaut du site

source: Make it the selectable so users can change the theme
de_de: Auswählbar machen, damit die Benutzer das Theme ändern können
fr_fr: Rendez-le sélectionnable afin que les utilisateurs puissent modifier le thème

source: (You must have 2+ selectable themes)
de_de: (Du musst 2+ auswählbare Themen haben)
fr_fr: (Vous devez avoir 2+ thèmes sélectionnables)

source: Theme name should not contain spaces or special characters
de_de: Der Name des Themes sollte keine Leerzeichen oder Sonderzeichen enthalten.
fr_fr: Le nom du thème ne doit pas contenir d’espaces ou de caractères spéciaux

source: (Valid name examples: mytheme, material, custom_theme)
de_de: (Gültige Namensbeispiele: mytheme, material, custom_theme)
fr_fr: (Exemples de noms valides : mytheme, material, custom_theme)

source: My Information
de_de: Meine Informationen
fr_fr: Mes informations

source: User ID
de_de: Benutzer ID
fr_fr: Id de utilisateur

source: User Name
de_de: Benutzername
fr_fr: Nom d’utilisateur

source: User First Name
de_de: Vorname des Benutzers
fr_fr: Prénom de l’utilisateur

source: User Last Name
de_de: Nachname des Benutzers
fr_fr: Nom de famille de l’utilisateur

source: User Email
de_de: E-Mail des Benutzers
fr_fr: Email utilisateur

source: User Phone
de_de: Telefonnr. des Benutzers
fr_fr: Téléphone utilisateur

source: User Gender
de_de: Geschlecht des Benutzers
fr_fr: Sexe de l’utilisateur

source: Last Login
de_de: Letzte Anmeldung
fr_fr: Derniere Connexion

source: Your Sessions
de_de: Deine Sitzungen
fr_fr: Vos séances

source: Active Session
de_de: Aktive Sitzung
fr_fr: Séance Active

source: Your Friends
de_de: Deine Freunde
fr_fr: Vos amis

source: Your Followings
de_de: gefolgt
fr_fr: Vos abonnés

source: Your Followers
de_de: Follower
fr_fr: Vos followers

source: Your Likes
de_de: Deine Likes
fr_fr: Vos "j'aime"

source: Your groups
de_de: Deine Gruppen
fr_fr: Vos groupes

source: Your events
de_de: Deine Veranstaltungen
fr_fr: Vos évènements

source: Your posts
de_de: Deine Posts
fr_fr: Vos publications

source: Funding System
de_de: Finanzierungssystem
fr_fr: Système de financement

source: Your Funding Balance
de_de: Dein Finanzierungssaldo
fr_fr: Votre solde de financement

source: Discover new people, create new connections and make new friends
de_de: Entdecken Sie neue Leute, knüpfen Sie neue Kontakte und schließen Sie neue Freundschaften
fr_fr: Découvrez de nouvelles personnes, créer de nouvelles connexions et faire de nouveaux amis

source: More Results
de_de: Weitere Ergebnisse
fr_fr: Plus de résultats

source: By
de_de: Von
fr_fr: Par

source: Add New Country
de_de: Neues Land hinzufügen
fr_fr: Ajouter un nouveau pays

source: Make it the default country of the site
de_de: Mache es zum Standardland der Website
fr_fr: Faites-en le pays par défaut du site

source: Country Name
de_de: Landname
fr_fr: Nom du pays

source: Country Code
de_de: Ländercode
fr_fr: Code du pays

source: Country Code, For Example: us, sa or fr
de_de: Ländercode, zum Beispiel: us, sa oder fr
fr_fr: Code du pays, par exemple: us, sa ou fr

source: Phone Code
de_de: Telefonvorwahl
fr_fr: Code de téléphone

source: Phone Code, For Example: +1, +44 or +971
de_de: Telefonvorwahl, zum Beispiel: +1, +44 oder +971
fr_fr: Code téléphonique, par exemple : +1, +33 ou +971

source: VAT Percentage
de_de: MwSt. Prozentsatz

source: Country VAT Percentage
de_de: Land MwSt.-Prozentsatz

source: Download CV
de_de: Lebenslauf herunterladen

source: Till Now
de_de: Bis jetzt
fr_fr: Jusqu’à maintenant

source: Create New Funding Request
de_de: Neuen Finanzierungsantrag erstellen
fr_fr: Créer une nouvelle demande de financement

source: Amount You Would Like To Receive
de_de: Betrag, den du erhalten möchtest
fr_fr: Montant que vous souhaitez recevoir

source: All Updates are FREE for life-time if you own valid purchase code, don't have one?
de_de: Alle Updates sind lebenslang KOSTENLOS, wenn du einen gültigen Kaufcode besitzt. Du hast noch keinen?
fr_fr: Toutes les mises à jour sont GRATUITES à vie si vous possédez un code d’achat valide, vous n’en avez pas?

source: Purchase Now
de_de: Jetzt kaufen
fr_fr: Acheter maintenant

source: Bank transfers is disabled
de_de: Banküberweisungen sind deaktiviert
fr_fr: Les virements bancaires sont désactivés

source: Handle
de_de: Handgriff
fr_fr: Manche

source: Add Wallet Balance
de_de: Wallet-Guthaben hinzufügen
fr_fr: Ajouter un solde de portefeuille

source: Price/Referred
de_de: Preis/Referenz
fr_fr: Prix/Parrainage

source: Percentage
de_de: Prozentsatz
fr_fr: Pourcentage

source: Promoted courses
de_de: Gesponserte Kurse

source: Latest
de_de: Neueste
fr_fr: Dernier

source: Price High
de_de: Preis hoch
fr_fr: Prix élevé

source: Price Low
de_de: Preis niedrig
fr_fr: Prix bas

source: Salary High
de_de: Hohes Gehalt
fr_fr: Salaire élevé

source: Salary Low
de_de: Niedriges Gehalt
fr_fr: Salaire faible

source: Distance
de_de: Entfernung

source: Ask something
de_de: Etwas fragen
fr_fr: Demandez quelque chose

source: Delete Cover
de_de: Cover löschen
fr_fr: Supprimer la couverture

source: Delete Picture
de_de: Bild löschen
fr_fr: Supprimer l’image

source: Delete Conversation
de_de: Konversation löschen
fr_fr: Supprimer La Conversation

source: Block User
de_de: Benutzer blockieren
fr_fr: Bloquer l’utilisateur

source: Unblock User
de_de: Benutzer entsperren
fr_fr: Débloquer l’utilisateur

source: Read more
de_de: Mehr lesen
fr_fr: Read plus

source: Read less
de_de: Weniger lesen
fr_fr: Lire moins

source: Monthly Average
de_de: Monatlicher Durchschnitt
fr_fr: Moyenne mensuelle

source: PayIn Methods
de_de: PayIn Methoden

source: PayIn Types
de_de: PayIn-Typen

source: Commissions Types
de_de: Arten von Provisionen

source: Translated
de_de: Übersetzt
fr_fr: Langue cible

source: Are you sure you want to delete this?
de_de: Bist du sicher, dass du dies löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ceci ?

source: Are you sure you want to remove your cover photo?
de_de: Bist du sicher, dass du dein Titelbild löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer votre photo de couverture?

source: Are you sure you want to remove your profile picture?
de_de: Bist du sicher, dass du dein Profilbild löschen möchtest?
fr_fr: Êtes-vous sûr de que vouloir supprimer votre photo de profil ?

source: Are you sure you want to delete this post?
de_de: Bist du sicher, dass du diesen Beitrag löschen möchtest?
fr_fr: Êtes-vous certain de vouloir effacer cet article ?

source: Are you sure you want to delete this comment?
de_de: Bist du sicher, dass du diesen Kommentar löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?

source: Are you sure you want to delete this conversation?
de_de: Bist du sicher, dass du diese Konversation löschen möchtest?
fr_fr: Êtes-vous sûr de vouloir supprimer ceci ?

source: Are you sure you want to block this user?
de_de: Bist du sicher, dass du diesen Benutzer blockieren möchtest?
fr_fr: Êtes-vous certain de que vouloir bloquer cet utilisateur ?

source: Are you sure you want to unblock this user?
de_de: Bist du sicher, dass du diesen Benutzer entsperren möchtest?
fr_fr: Etes-vous sûr que vous souhaitez débloquer cet utilisateur?

source: Are you sure you want to delete your account?
de_de: Bist du sicher, dass du dein Konto löschen möchtest?
fr_fr: Voulez-vous vraiment supprimer votre compte ?

source: Are you sure you want to verify this request?
de_de: Bist du sicher, dass du es überprüfen lassen möchtest?
fr_fr: Voulez-vous vraiment vérifier cette demande ?

source: Are you sure you want to decline this request?
de_de: Bist du sicher, dass du diese Anfrage ablehnen möchtest?
fr_fr: Voulez-vous vraiment refuser cette demande ?

source: Are you sure you want to approve this request?
de_de: Bist du sicher, dass du diesen Antrag genehmigen möchtest?
fr_fr: Voulez-vous vraiment approuver cette demande ?

source: Are you sure you want to do this?
de_de: Bist du sicher, dass du das tun möchtest?
fr_fr: Êtes-vous sûr de vouloir le faire?

source: Are you sure you want to reset your website?
de_de: Bist du sicher, dass du deine Webseite zurücksetzen möchtest?
fr_fr: Êtes-vous sûr de vouloir réinitialiser votre site Web?

source: There is something that went wrong!
de_de: Da ist etwas schief gelaufen!
fr_fr: Il y a quelque chose est allé worng !

source: There is no more data to show
de_de: Es ist alles auf den neuesten Stand
fr_fr: Il a aucune donnée supplémentaire pour montrer

source: This website uses cookies to ensure you get the best experience on our website
de_de: Diese Webseite verwendet Cookies, um Ihnen das beste Erlebnis auf unserer Website zu bieten.
fr_fr: Ce site Web utilise des cookies pour vous assurer la meilleure expérience sur notre site Web

source: Got It!
de_de: Ich hab's!
fr_fr: Je l’ai!

source: Learn More
de_de: Mehr erfahren
fr_fr: Pour en savoir plus

source: No result found
de_de: Kein Ergebnis gefunden
fr_fr: Aucun résultat trouvé

source: You haved poked
de_de: Du hast angestupst
fr_fr: Vous avez poké

source: Touch to unmute
de_de: Berühren, um die Stummschaltung aufzuheben
fr_fr: Touchez pour activer le son

source: Press space to see next
de_de: Drücke die Leertaste, um zum nächsten Punkt zu gelangen.
fr_fr: Appuyez sur l’espace pour voir suivant

source: Visit link
de_de: Link besuchen
fr_fr: Lien de visite

source: ago
de_de: vor
fr_fr: il y a

source: hour ago
de_de: vor einer Stunde
fr_fr: il y a quelque heure

source: hours ago
de_de: einigen Stunden
fr_fr: il y a quelques heures

source: minute ago
de_de: vor einer Minute
fr_fr: il y a quelque minute

source: minutes ago
de_de: einigen Minuten
fr_fr: Il y a quelques minutes

source: from now
de_de: jetzt
fr_fr: À partir de maintenant

source: seconds ago
de_de: einigen Sekunden
fr_fr: il y a quelques secondes

source: yesterday
de_de: gestern
fr_fr: Hier

source: tomorrow
de_de: morgen
fr_fr: demain

source: days ago
de_de: vor einigen Tagen
fr_fr: il y a quelques Jours

source: Nothing selected
de_de: Nichts ausgewählt
fr_fr: Rien de sélectionné

source: Ringing
de_de: Klingeln

source: is Offline
de_de: ist offline
fr_fr: est hors ligne

source: is Busy
de_de: ist beschäftigt
fr_fr: est occupé

source: No Answer
de_de: Keine Antwort
fr_fr: Pas de réponse

source: You can not connect to this user
de_de: Du kannst dich nicht mit diesem Benutzer verbinden
fr_fr: Vous ne pouvez pas vous connecter à cet utilisateur

source: You have an active call already
de_de: Du hast bereits ein aktives Gespräch
fr_fr: Vous avez déjà un appel actif

source: Declined the call
de_de: Der Empfänger hat den Anruf abgelehnt
fr_fr: Le destinataire a refusé l’appel

source: Connection has been lost
de_de: Entschuldigung. Die Verbindung wurde unterbrochen
fr_fr: La connexion a été perdue

source: Are you sure you want to hide this post from your profile timeline? It may still appear in other places like newsfeed and search results
de_de: Bist du sicher, dass du diesen Beitrag aus deiner Timeline ausblenden möchtest? Er kann immer noch an anderen Stellen wie Newsfeed und Suchergebnissen erscheinen.
fr_fr: Êtes-vous sûr de vouloir masquer cette publication de la chronologie de votre profil? Il peut toujours apparaître dans d’autres endroits comme le fil d’actualité et les résultats de recherche

source: Stop Campaign
de_de: Kampagne stoppen
fr_fr: Campagne Stop

source: Resume Campaign
de_de: Erneute Kampagne
fr_fr: Campagne de CV

source: Sorry, WebRTC is not available in your browser
de_de: WebRTC ist in deinem Browser leider nicht verfügbar
fr_fr: Désolé, WebRTC n’est pas disponible dans votre navigateur

source: Not able to connect, Try again later!
de_de: Die Verbindung kann nicht hergestellt werden, versuche es später noch einmal!
fr_fr: Impossible de se connecter, réessayez plus tard!

source: You are ready to Go Live now
de_de: Du bist jetzt bereit, live zu gehen
fr_fr: Vous êtes prêt à être mis en ligne maintenant

source: You are offline now
de_de: Du bist jetzt offline
fr_fr: Vous êtes maintenant hors ligne

source: Getting permissions failed
de_de: Abrufen von Berechtigungen fehlgeschlagen
fr_fr: Échec de l’obtention des autorisations

source: Going Live
de_de: Live gehen
fr_fr: Mise en ligne

source: You are live now
de_de: Du bist jetzt live
fr_fr: Vous êtes en ligne maintenant

source: Video Muted
de_de: Video stummgeschaltet
fr_fr: Vidéo en sourdine

source: Audio Muted
de_de: Audio stummgeschaltet
fr_fr: Audio en sourdine

source: Live Ended
de_de: Live beendet
fr_fr: Live Terminé

source: Try Package
de_de: Paket ausprobierenPaket
fr_fr: Essayer le Forfait

source: Are you sure you want to subscribe to this free package?
de_de: Bist du sicher, dass du dieses kostenlose Paket abonnieren möchtest?
fr_fr: Êtes-vous sûr de vouloir vous abonner à ce forfait gratuit ?

source: Are you sure you want to subscribe to this free plan?
de_de: Bist du sicher, dass du diesen kostenlosen Plan abonnieren möchtest?

source: Your video is being processed, We will let you know when it is ready!
de_de: Dein Video wird gerade bearbeitet. Wir informieren dich, wenn es fertig ist!
fr_fr: Votre vidéo est en cours de traitement, nous vous ferons savoir quand elle sera prête!

source: Under Review
de_de: Unter Überprüfung

source: Your post is under review now, We will let you know when it is ready!
de_de: Dein Beitrag wird derzeit geprüft. Wir werden dich informieren, sobald er fertig ist!

source: Payment Confirmation
de_de: Zahlungsbestätigung

source: Are you sure you want to login as this user?
de_de: Bist du sicher, dass du dich als diesen Benutzer anmelden möchtest?

source: Are you sure you want to switch back to your account?
de_de: Bist du sicher, dass du wieder zu deinem Konto wechseln möchtest?

source: Unsave
de_de: Nicht speichern

source: Processing...
de_de: Verarbeitung...
fr_fr: Traitement...

source: Search:
de_de: Suche:
fr_fr: Rechercher:

source: Loading...
de_de: Laden...
fr_fr: Chargement...

source: No matching records found
de_de: Keine passenden Datensätze gefunden
fr_fr: Aucun enregistrement correspondant trouvé

source: No data available in table
de_de: Keine Daten in der Tabelle vorhanden
fr_fr: Aucune donnée disponible dans le tableau

source: First
de_de: Erste
fr_fr: Premier

source: Previous
de_de: Vorherige
fr_fr: Précédent

source: Last
de_de: Zuletzt
fr_fr: Dernier

source: : activate to sort column ascending
de_de: : aktivieren, um die Spalte aufsteigend zu sortieren
fr_fr: : activer pour trier la colonne ascendante

source: : activate to sort column descending
de_de: Aktivieren, um Spalte absteigend zu sortieren
fr_fr: : activer pour trier la colonne décroissante

source: Subscribe to notifications
de_de: Benachrichtigungen abonnieren
fr_fr: S’abonner aux notifications

source: You are subscribed to notifications
de_de: Du hast dich für Benachrichtigungen angemeldet
fr_fr: Vous êtes abonné aux notifications

source: You have blocked notifications
de_de: Du hast Benachrichtigungen blockiert
fr_fr: Vous avez bloqué les notifications

source: Click to subscribe to notifications
de_de: Klicken, um Benachrichtigungen zu abonnieren
fr_fr: Cliquez pour vous abonner aux notifications

source: Thanks for subscribing!
de_de: Vielen Dank für dein Abonnement!
fr_fr: Merci de vous être abonné!

source: You will not receive notifications again
de_de: Du wirst keine Benachrichtigungen mehr erhalten
fr_fr: Vous ne recevrez plus de notifications

source: Manage Site Notifications
de_de: Webseiten Benachrichtigungen verwalten
fr_fr: Gérer les notifications du site

source: UNSUBSCRIBE
de_de: ABMELDEN
fr_fr: DÉSABONNEMENT

source: Unblock Notifications
de_de: Freigabe von Benachrichtigungen
fr_fr: Débloquer les notifications

source: Follow these instructions to allow notifications:
de_de: Befolge diese Anweisungen, um Benachrichtigungen zuzulassen:
fr_fr: Suivez ces instructions pour autoriser les notifications :

source: Play
de_de: Abspielen
fr_fr: Se divertir

source: Mute
de_de: Stumm
fr_fr: Muet

source: Unmute
de_de: Aufheben der Stummschaltung
fr_fr: Activer le son

source: Current Time
de_de: Aktuelle Uhrzeit
fr_fr: Ville actuelle

source: Remaining Time
de_de: Verbleibende Zeit
fr_fr: Temps restant

source: Fullscreen
de_de: Vollbildansicht
fr_fr: Plein écran

source: Picture-in-Picture
de_de: Bild-in-Bild
fr_fr: Image dans l’image

source: View Fullscreen
de_de: Vollbildschirm anzeigen

source: Print Chart
de_de: Tabelle drucken

source: Download PNG
de_de: PNG herunterladen

source: Download JPEG
de_de: JPEG herunterladen

source: Download PDF
de_de: PDF herunterladen

source: Download SVG vector image
de_de: SVG-Vektorbild herunterladen

source: Chart context menu
de_de: Kontextmenü des Diagramms

source: Share your memories, connect with others, make new friends
de_de: Teilen Sie Ihre Erinnerungen, knüpfen Sie Kontakte, finden Sie neue Freunde
fr_fr: Partagez vos souvenirs, connectez-vous avec les autres, faites-vous de nouveaux amis

source: Cover Photos
de_de: Titelbild Fotos
fr_fr: Photos de couverture

source: Profile Pictures
de_de: Profilbilder
fr_fr: Photos de profil

source: Timeline Photos
de_de: Timeline Bilder
fr_fr: Photos de la chronologie

source: What is on your mind? #Hashtag.. @Mention.. Link..
de_de: Was geht dir durch den Kopf? #Hashtag.. @Person.. https://..
fr_fr: Ce qui est sur votre esprit ? #Hashtag... @Mention... Lien...

source: Write a comment
de_de: Schreibe einen Kommentar
fr_fr: Écrire

source: Shared with: Public
de_de: Geteilt mit: Öffentlich
fr_fr: partagée

source: Shared with: Friends
de_de: Geteilt mit: Freunde
fr_fr: Amis

source: Shared with: Only Me
de_de: Geteilt mit: Nur ich
fr_fr: Seulement Moi

source: Custom People
de_de: Benutzerdefinierte Personen
fr_fr: Personnes personnalisées

source: Write a Reply
de_de: Schreibe eine Antwort
fr_fr: Écrire une réponse

source: Write a message
de_de: Schreibe eine Nachricht
fr_fr: Écrire un message

source: Twitter Profile URL
de_de: Twitter Profil URL
fr_fr: URL du profil Twitter

source: Add an option
de_de: Eine Option hinzufügen
fr_fr: Ajouter une option

source: Album title
de_de: Albumtitel
fr_fr: Titre de l’album

source: Where are you?
de_de: Wo bist du?
fr_fr: Où êtes-vous?

source: Search for products
de_de: Suche nach Produkten
fr_fr: Rechercher des produits

source: Promoted
de_de: Gesponsert
fr_fr: Boosté

source: Search for user name or email
de_de: Suche nach Benutzernamen oder E-Mail
fr_fr: Rechercher un nom d’utilisateur ou une adresse e-mail

source: Search for offers
de_de: Suche nach Angeboten
fr_fr: Rechercher

source: Search for jobs
de_de: Suche nach Jobs
fr_fr: Rechercher

source: Search for courses
de_de: Suche nach Kurse

source: Resume
de_de: Erneut
fr_fr: Reprendre

source: Insert an emoji
de_de: Ein Emoji einfügen
fr_fr: Insérer un emoji

source: Search for movies
de_de: Suche nach Filmen
fr_fr: Rechercher

source: Delete Your Story
de_de: Story löschen
fr_fr: Supprimer votre story

source: Search for pages
de_de: Suche nach Seiten

source: Search for groups
de_de: Suche nach Gruppen

source: Search for events
de_de: Suche nach Veranstaltungen

source: Search for blogs
de_de: Suche nach Blogs

source: Paid Post Description
de_de: Bezahlter Beitrag Beschreibung

source: Hi
de_de: Hey
fr_fr: Salut
