Repository: REChain-Network-Solutions/DAO
Catalog: Script/content/languages/locale/*/LC_MESSAGES/messages.po
Languages: de_de, fr_fr

source: Add Auto Like Pages For Specific Country
de_de: Auto-Like-Seiten für ein bestimmtes Land hinzufügen
fr_fr: Ajouter des pages de type automatique pour un pays spécifique

source: Auto Join
de_de: Auto. Beitreten
fr_fr: Jonction automatique

source: When a user creates a new account, select which groups you want to auto join
de_de: Wenn ein Benutzer ein neues Konto erstellt, wähle aus, welchen Gruppen sie automatisch beitreten sollen
fr_fr: Sélectionnez Lorsqu’un utilisateur crée un nouveau compte, sélectionnez les groupes que vous souhaitez rejoindre automatiquementGroupes

source: Select Groups
de_de: Gruppen auswählen
fr_fr: Sélectionner des groupes

source: Search for groups you want new accounts to auto join
de_de: Suche nach Gruppen, denen neue Konten automatisch beitreten sollen
fr_fr: Recherchez les groupes que vous souhaitez que les nouveaux comptes rejoignent automatiquement

source: Search for groups you want new accounts to auto connect
de_de: Suche nach Gruppen, mit denen neue Konten automatisch verbunden werden sollen
fr_fr: Recherchez les groupes auxquels vous souhaitez que les nouveaux comptes se connectent automatiquement

source: Add Auto Join Groups For Specific Country
de_de: Automatisch beitretende Gruppen für ein bestimmtes Land hinzufügen
fr_fr: Ajouter des groupes de jonction automatique pour un pays spécifique

source: Garbage collector will perform the selected action and might take some time
de_de: Der Müllsammler führt die ausgewählte Aktion aus, was einige Zeit dauern kann.
fr_fr: Le garbage collector effectuera l’action sélectionnée et peut prendre un certain temps

source: What you want to do
de_de: Was du tun möchtest
fr_fr: Ce que vous voulez faire

source: Delete all not activated accounts
de_de: Alle nicht aktivierten Konten löschen
fr_fr: Supprimer tous les comptes non activés

source: user
de_de: Nutzer
fr_fr: utilisateur

source: Delete users who did not login from 1 week
de_de: Benutzer löschen, die sich seit 1 Woche nicht mehr angemeldet haben
fr_fr: Supprimer les utilisateurs qui ne se sont pas connectés depuis 1 semaine

source: Delete users who did not login from 1 month
de_de: Benutzer löschen, die sich seit 1 Monat nicht mehr angemeldet haben
fr_fr: Supprimer les utilisateurs qui ne se sont pas connectés depuis 1 mois

source: Delete users who did not login from 3 months
de_de: Benutzer löschen, die sich seit 3 Monaten nicht mehr angemeldet haben
fr_fr: Supprimer les utilisateurs qui ne se sont pas connectés depuis 3 mois

source: Delete users who did not login from 6 months
de_de: Benutzer löschen, die sich seit 6 Monaten nicht mehr angemeldet haben
fr_fr: Supprimer les utilisateurs qui ne se sont pas connectés depuis 6 mois

source: Delete users who did not login from 9 months
de_de: Benutzer löschen, die sich seit 9 Monaten nicht mehr angemeldet haben
fr_fr: Supprimer les utilisateurs qui ne se sont pas connectés depuis 9 mois

source: Delete users who did not login from 1 year
de_de: Benutzer löschen, die sich seit 1 Jahr nicht mehr angemeldet haben
fr_fr: Supprimer les utilisateurs qui ne se sont pas connectés depuis 1 an

source: Delete posts that are longer than 1 week
de_de: Beiträge löschen, die länger als 1 Woche sind
fr_fr: Supprimer les publications de plus de 1 semaine

source: Delete posts that are longer than 1 month
de_de: Beiträge löschen, die länger als 1 Monat sind
fr_fr: Supprimer les publications de plus de 1 mois

source: Delete posts that are longer than 1 year
de_de: Löschen von Beiträgen, die länger als 1 Jahr zurückliegen
fr_fr: Supprimer les publications de plus de 1 an

source: Reset all expired subscribers and their boosted posts and pages
de_de: Zurücksetzen aller abgelaufenen Abonnenten und ihrer geboosteten Beiträge und Seiten
fr_fr: Réinitialiser tous les abonnés expirés et leurs publications et pages boostées

source: Reset all users points
de_de: Alle Benutzerpunkte zurücksetzen
fr_fr: Réinitialiser tous les points utilisateur

source: Delete orphaned data
de_de: Verwaiste Daten löschen

source: Delete compiled templates files
de_de: Kompilierte Vorlagendateien löschen

source: Resend Activation Emails
de_de: Aktivierungs-E-Mails erneut senden

source: Run
de_de: Läuft
fr_fr: Exécuter

source: You last backup
de_de: Dein letztes Backup
fr_fr: Votre dernière sauvegarde

source: You can find backups in
de_de: Backups findest du unter
fr_fr: Vous pouvez trouver des sauvegardes dans

source: Taking backup might take some time and you can download backups via FTP
de_de: Die Erstellung von Sicherungskopien kann einige Zeit in Anspruch nehmen. Du kannst alle Sicherungskopien über FTP herunterladen.
fr_fr: La sauvegarde peut prendre un certain temps et vous pouvez télécharger des sauvegardes via FTP

source: Database
de_de: Datenbank
fr_fr: Base de données

source: Files
de_de: Dateien
fr_fr: Dossiers

source: Full Backup
de_de: Komplettes Backup
fr_fr: Sauvegarde complète

source: Once you reset your website all data will be deleted and it will be like having a fresh installation
de_de: !!!! Sobald du deine Webseite zurücksetzt, werden alle Daten, Bilder, Videos, Nutzer, Chats und so weiter gelöscht. Es ist wie eine Neuinstallation/Formatierung Dies kann nicht mehr rückgängig gemacht werden !!!!
fr_fr: Une fois que vous avez réinitialisé votre site Web, toutes les données seront supprimées et ce sera comme avoir une nouvelle installation

source: (Note: All system settings will be saved)
de_de: (Hinweis: Alle Systemeinstellungen werden gespeichert)
fr_fr: (Remarque: Tous les paramètres du système seront enregistrés)

source: Reset Everything
de_de: Alles zurücksetzen
fr_fr: Tout réinitialiser

source: No new requests
de_de: Keine neuen Anfragen
fr_fr: Pas de nouvelle demande

source: Reply
de_de: Antwort
fr_fr: Répondre

source: Once you delete your account you will no longer can access it again
de_de: Sobald du dein Konto löschst, kannst du nicht mehr darauf zugreifen
fr_fr: Une fois que vous supprimez votre compte vous sera n'est plus peut y accéder à nouveau

source: Delete My Account
de_de: Mein Konto löschen
fr_fr: Effacer mon compte

source: Your account is connected to
de_de: Ihr Konto ist mit verbunden.
fr_fr: Votre compte est connecté à

source: Connect your account to
de_de: Verbinden Sie Ihr Konto mit
fr_fr: Se connecter à votre compte pour

source: Disconnect
de_de: Trennen
fr_fr: Déconnecter

source: Connect
de_de: Verbinden
fr_fr: Se connecter

source: Now you can earn money via paid posts, paid chat, paid audio/video calls or subscriptions plans.
de_de: Jetzt kannst du mit bezahlten Beiträgen, bezahlten Chats, bezahlten Audio-/Videoanrufen oder Abonnements Geld verdienen.

source: Account Verification Required
de_de: Kontoüberprüfung erforderlich

source: To enable monetization your account must be verified
de_de: Um die Monetarisierung zu ermöglichen, muss dein Konto verifiziert sein

source: Verify Now
de_de: Jetzt verifizieren

source: Paid Chat
de_de: Bezahlter Chat

source: Chat Message
de_de: Chat Nachricht

source: The price you want to charge for each message sent by the user (0 for free)
de_de: Der Preis, den du für jede vom Benutzer gesendete Nachricht berechnen möchtest (0 für kostenlos)

source: Audio/Video Call
de_de: Audio/Videoanruf

source: The price you want to charge for each audio/video call by the user (0 for free)
de_de: Der Preis, den du für jeden Audio-/Videoanruf des Benutzers berechnen möchtest (0 für kostenlos)

source: Subscriptions
de_de: Abonnements

source: Profile Subscribers
de_de: Profil Abonnenten
fr_fr: Abonnés au profil

source: Withdrawal Request
de_de: Antrag auf Rücknahme
fr_fr: Demande de retrait

source: Your Balance
de_de: Deine Balance
fr_fr: Votre solde

source: The minimum withdrawal request amount is
de_de: Der Mindestbetrag für die Abhebung beträgt
fr_fr: Le montant minimum de la demande de retrait est de

source: Payment Method
de_de: Zahlungsart
fr_fr: Mode de paiement

source: Bank Transfer
de_de: Banküberweisung
fr_fr: Virement

source: Transfer To
de_de: Überweisung an
fr_fr: Transférer à

source: Make a withdrawal
de_de: Abhebung vornehmen
fr_fr: Effectuer un retrait

source: Withdrawal History
de_de: Rückzug Geschichte
fr_fr: Historique des retraits

source: Method
de_de: Methode
fr_fr: Méthode

source: Time
de_de: Zeit
fr_fr: Temps

source: Approved
de_de: Genehmigt
fr_fr: Approuvé

source: Declined
de_de: Abgelehnt
fr_fr: Décliné

source: Total Earnings
de_de: Gesamteinnahmen
fr_fr: Total des gains

source: This Month Earnings
de_de: Einnahmen diesen Monat

source: History
de_de: Geschichte

source: Commission
de_de: Provision

source: Earning
de_de: Verdienst

source: What are you doing?
de_de: Was machst du gerade?
fr_fr: Qu’est-ce que vous faites?

source: Upload Photos
de_de: Fotos hochladen
fr_fr: Télécharger des photos

source: Feelings/Activity
de_de: Gefühle/Tätigkeiten
fr_fr: Sentiments/Activité

source: Check In
de_de: Einchecken
fr_fr: Date d’arrivée

source: Only Me
de_de: Nur ich
fr_fr: Seulement Moi

source: Custom
de_de: Benutzerdefiniert
fr_fr: Coutume

source: Looks like you don't have any transaction yet
de_de: Sieht so aus, als hättest du noch keine Transaktion durchgeführt
fr_fr: On dirait que vous n’avez pas encore de transaction

source: Edit Album
de_de: Album bearbeiten
fr_fr: Éditer l’album

source: Cancel
de_de: Abbrechen
fr_fr: Annuler

source: Save
de_de: Speichern
fr_fr: Sauver

source: Email you with our newsletter
de_de: E-Mail mit unserem Newsletter
fr_fr: Vous envoyer un e-mail avec notre newsletter

source: From time to time we send newsletter email to all of our members
de_de: Von Zeit zu Zeit verschicken wir Newsletter per E-Mail an alle unsere Mitglieder
fr_fr: De temps en temps, nous envoyons des courriels de newsletter à tous nos membres

source: Tips Enabled
de_de: Trinkgelder aktiviert

source: Allow the send tips button on your profile
de_de: Erlaube die Schaltfläche Trinkgeld senden in deinem Profil

source: Who can message you
de_de: Wer kann dir eine Nachricht senden?

source: Everyone
de_de: Für jeden
fr_fr: Tout le monde

source: No One
de_de: Niemand
fr_fr: Personne

source: Who can poke you
de_de: Wer kann dich anstupsen?
fr_fr: Qui peut vous poker

source: Who can send you gifts
de_de: Wer kann dir Geschenke senden?
fr_fr: Qui peut vous envoyer des cadeaux

source: Who can post on your wall
de_de: Wer kann an deine Pinnwand posten?
fr_fr: Qui peut poster sur votre mur

source: Just Me
de_de: Nur ich
fr_fr: Moi seulement

source: Who can see your
de_de: Wer darf
fr_fr: Qui peut voir votre

source: gender
de_de: Geschlecht sehen?
fr_fr: Sexe

source: relationship
de_de: Beziehungsstatus sehen?
fr_fr: relation

source: birthdate
de_de: Geburtsdatum sehen?
fr_fr: une date de naissance

source: basic info
de_de: Basisinformationen sehen?
fr_fr: Informations de base

source: work info
de_de: Arbeitsinformationen sehen?
fr_fr: Infos professionnelles

source: location info
de_de: Standortinformationen sehen?
fr_fr: Informations sur l’emplacement

source: education info
de_de: Bildungsinformation sehen?
fr_fr: Infos sur l’éducation

source: other info
de_de: sonstigen Informationen sehen?
fr_fr: Autres infos

source: friends
de_de: Freunde
fr_fr: amis

source: subscriptions
de_de: Abonnements

source: photos
de_de: Fotos

source: liked pages
de_de: beliebte Seiten
fr_fr: Pages aimées

source: joined groups
de_de: beigetretene Gruppen
fr_fr: Groupes rejoints

source: joined events
de_de: beigetretene Veranstaltungen
fr_fr: Événements joints

source: Edit Job
de_de: Job bearbeiten
fr_fr: Modifier le travail

source: Job Title
de_de: Job Titel
fr_fr: Titre du poste

source: Salary Range
de_de: Gehaltsspanne
fr_fr: Échelle salariale

source: Per Hour
de_de: Pro Stunde
fr_fr: Par heure

source: Per Day
de_de: Pro Tag
fr_fr: Par jour

source: Per Week
de_de: Pro Woche
fr_fr: Par semaine

source: Per Month
de_de: Pro Monat
fr_fr: Par mois

source: Per Year
de_de: Pro Jahr
fr_fr: Par an

source: Job Type
de_de: Arbeitszeit
fr_fr: Événements du type de job

source: Describe the responsibilities and preferred skills for this job
de_de: Beschreiben die Aufgaben und bevorzugten Fähigkeiten für diese Stelle
fr_fr: Décrivez les responsabilités et les compétences préférées pour cet emploi

source: Questions
de_de: Fragen

source: Add Question
de_de: Frage hinzufügen
fr_fr: Ajouter une question

source: Question
de_de: Fragen

source: Free Text Question
de_de: Freie Text Frage
fr_fr: Question en texte libre

source: Yes/No Question
de_de: Ja/Nein Frage
fr_fr: Oui/Non Question

source: Multiple Choice Question
de_de: Mehrfachauswahl-Frage
fr_fr: Question à choix multiples

source: Select the type of your question
de_de: Wählen die Art deiner Frage
fr_fr: Sélectionnez le type de votre question

source: Ask your question
de_de: Stelle deine Frage
fr_fr: Posez votre question

source: One option per line
de_de: Eine Option pro Zeile
fr_fr: Une option par ligne

source: Cover Image
de_de: Titelbild
fr_fr: Image de couverture

source: Each
de_de: Jede
fr_fr: Chaque

source: points equal
de_de: Punktegleichheit
fr_fr: points égaux

source: Your daily points limit is
de_de: Dein tägliches Punktelimit beträgt
fr_fr: Votre limite quotidienne de points est de

source: remaining points
de_de: verbleibende Punkte
fr_fr: Points restants

source: Your daily points limit will be reset after 24 hours from your last valid earned action
de_de: Dein tägliches Punktelimit wird 24 Stunden nach deiner letzten gültigen Aktion zurückgesetzt.
fr_fr: Votre limite quotidienne de points sera réinitialisée après 24 heures à compter de votre dernière action gagnée valide.

source: You can withdraw your money
de_de: Du kannst dein Geld abheben
fr_fr: Vous pouvez retirer votre argent

source: For creating a new post
de_de: Zum Erstellen eines neuen Beitrags
fr_fr: Pour créer une nouvelle publication

source: For each post view
de_de: Für jede Beitragsansicht
fr_fr: Pour chaque vue de publication

source: For any comment on your post
de_de: Für jeden Kommentar zu deinem Beitrag

source: For any reaction on your post
de_de: Für jede Reaktion auf deinen Beitrag

source: For commenting any post
de_de: Zum Kommentieren von Beiträgen
fr_fr: Pour commenter n’importe quel message

source: For reacting on any post
de_de: Zum Reagieren auf einen Beitrag
fr_fr: Pour avoir réagi à n’importe quel message

source: For each follower you got
de_de: Für jeden Follower, den du bekommen hast
fr_fr: Pour chaque abonné que vous avez obtenu

source: For referring user
de_de: Für verweisende Nutzer
fr_fr: Pour l’utilisateur référent

source: Points Balance
de_de: Punkte Saldo
fr_fr: Solde de points

source: Points Money Balance
de_de: Punkte Geldsaldo
fr_fr: Solde de points

source: Points Transactions
de_de: Punkte Transaktionen

source: From / To
de_de: Von / Nach
fr_fr: De / à

source: Added Post
de_de: Hinzugefügter Beitrag

source: Post View
de_de: Post Ansicht

source: Received Comment
de_de: Empfangener Kommentar

source: Received Reaction
de_de: Empfangene Reaktion

source: Added Comment
de_de: Hinzugefügter Kommentar

source: Added Post Reaction
de_de: Post Reaktion hinzugefügt

source: Added Post Photo Reaction
de_de: Post Foto Reaktion hinzugefügt

source: Added Comment Reaction
de_de: Kommentar Reaktion hinzugefügt

source: Followed
de_de: Folgt

source: Referred User
de_de: Empfohlener Benutzer

source: Banned!
de_de: Gesperrt!
fr_fr: Banni!

source: Back to homepage
de_de: Zurück zur Startseite
fr_fr: Retour à la page d’accueil

source: Typing
de_de: schreibt...
fr_fr: Dactylographie

source: Voice note recorded successfully
de_de: Sprachnotiz erfolgreich aufgenommen
fr_fr: Note vocale enregistrée avec succès

source: Record
de_de: Aufzeichnung
fr_fr: Enregistrer

source: Recording
de_de: Aufnahme
fr_fr: Enregistrement

source: Join the
de_de: Beitritt zum

source: to join the chatbox
de_de: der Chatbox beitreten

source: Stories
de_de: Storys

source: Enjoy looking back on your memories
de_de: Viel Spaß beim Zurückblicken auf deine Erinnerungen
fr_fr: Profitez de vos souvenirs

source: ON THIS DAY
de_de: AN DIESEM TAG
fr_fr: CE JOUR-LÀ

source: My Boosted Posts
de_de: Meine geboosteten Beiträge
fr_fr: Mes messages boostés

source: Choose the Plan That's Right for You
de_de: Wähle den für dich passenden Plan aus
fr_fr: Choisissez le forfait qui vous convient

source: Here
de_de: Hier
fr_fr: Ici

source: Upgrade to Pro
de_de: Upgrade auf Pro
fr_fr: Mise à niveau vers Pro

source: My Boosted Pages
de_de: Meine geboostete Seiten
fr_fr: Mes pages boostées

source: Suggested Friends
de_de: Vorgeschlagene Personen

source: Suggested People
de_de: Vorgeschlagene Personen

source: Suggested Pages
de_de: Vorgeschlagene Seiten
fr_fr: Pages suggérées

source: Suggested Groups
de_de: Vorgeschlagene Gruppen
fr_fr: Groupes Suggérés

source: Suggested Events
de_de: Vorgeschlagene Events
fr_fr: Événements suggérés

source: Invite Your Friends
de_de: Lade deine Freunde ein
fr_fr: Invitez vos amis

source: City
de_de: Stadt
fr_fr: Ville

source: Zip Code
de_de: Postleitzahl
fr_fr: Code postal

source: Address
de_de: Adresse
fr_fr: Adresse

source: Action
de_de: Aktion

source: Image
de_de: Bild

source: Enabled
de_de: Aktiviert
fr_fr: Activé

source: Color
de_de: Farbe
fr_fr: Couleur

source: Make it enbaled so the user can select it
de_de: Vergrößere es, damit der Benutzer es auswählen kann.
fr_fr: Faites-le enrouler pour que l’utilisateur puisse le sélectionner

source: Trending
de_de: Trend
fr_fr: Tendances

source: Package Details
de_de: Paketdetails
fr_fr: Détails des forfaits

source: Life Time
de_de: Lebenszeit
fr_fr: Durée de vie

source: per
de_de: pro
fr_fr: par

source: Subscription Date
de_de: Datum der Anmeldung
fr_fr: Date d’abonnement

source: Expiration Date
de_de: Verfallsdatum
fr_fr: Échéance

source: Remaining
de_de: Verbleibend
fr_fr: Restant

source: Days
de_de: Tage
fr_fr: Jours

source: Expired
de_de: Abgelaufen
fr_fr: Expiré

source: Manage
de_de: Verwalten
fr_fr: Gérer

source: Unsubscribe
de_de: Nicht mehr abonnieren

source: You can select
de_de: Du kannst wählen

source: categories
de_de: Kategorien

source: Blogs Categories
de_de: Blog Kategorien

source: Upgrade Package
de_de: Upgrade Paket
fr_fr: Forfait de mise à niveau

source: Date
de_de: Datum

source: Loading Older Messages
de_de: Ältere Nachrichten laden
fr_fr: Chargement des Messages plus anciens

source: General
de_de: Allgemein
fr_fr: Général

source: Modules
de_de: Module

source: Turn the entire website On and Off
de_de: Aktivieren und Deaktivieren der gesamte website
fr_fr: Activer l'ensemble du site et désactiver

source: Shutdown Message
de_de: Shutdown-Nachricht
fr_fr: Message d'arrêt

source: The text that is presented when the site is closed
de_de: Der Text, der angezeigt wird, wenn die Deponie geschlossen ist
fr_fr: Le texte qui est présenté lorsque le site est fermé

source: The contact email that all messages send to
de_de: Die Kontakt-E-Mail, an die alle Nachrichten gesendet werden
fr_fr: L’adresse e-mail de contact à laquelle tous les messages sont envoyés

source: System Datetime Format
de_de: System-Datumszeitformat
fr_fr: Format de date et d’heure système

source: Example
de_de: Beispiel
fr_fr: Exemple

source: Select the datetime format of the datetime picker
de_de: Wählen Sie das Anzeigeformat für Datum und Uhrzeit
fr_fr: Sélectionnez le format datetime du sélecteur datetime

source: System Distance Unit
de_de: System Entfernungseinheit
fr_fr: Unité de distance du système

source: Mile
de_de: Meile
fr_fr: Miles

source: Select the distance measure unit of your website
de_de: Wählen Sie die Maßeinheit für Entfernungsangaben aus
fr_fr: Sélectionnez l’unité de mesure de distance de votre site Web

source: System Currency
de_de: System Währungen
fr_fr: Devise du système

source: You can add, edit or delete currencies from
de_de: Sie können Währungen hinzufügen, bearbeiten oder löschen mit
fr_fr: Vous pouvez ajouter, modifier ou supprimer des devises à partir de

source: Website Public
de_de: Öffentliche Webseite
fr_fr: Site Web Public

source: Make the website public to allow non logged users to view website content
de_de: Möchtest Du die Website öffentlich, damit nicht angemeldete Benutzer den Inhalt der Website einsehen können
fr_fr: Rendre le site Web public pour permettre aux utilisateurs non connectés de voir le contenu du site Web

source: Newsfeed Public
de_de: Newsfeed Öffentlich
fr_fr: Flux d’actualités Public

source: Make the newsfeed available for visitors in landing page
de_de: Mache den Newsfeed für Besucher der Landing Page verfügbar
fr_fr: Mettre le fil d’actualité à la disposition des visiteurs dans la page de destination

source: Enable this will make your website public and list only public posts
de_de: Aktiviere diese Option, um deine Website öffentlich zu machen und nur öffentliche Beiträge aufzulisten.
fr_fr: Activez cette option pour rendre votre site Web public et ne répertorier que les publications publiques

source: Enable the directory for better SEO results
de_de: Aktiviere das Verzeichnis, um bessere SEO-Ergebnisse zu erzielen
fr_fr: Activer l’annuaire pour de meilleurs résultats SEO

source: Website Title
de_de: Webseitentitel
fr_fr: Titre du site

source: Title of your website
de_de: Titel deiner Website
fr_fr: Titre de votre site Web

source: Website Description
de_de: Gib eine Beschreibung für die Webseite ein
fr_fr: Description du site internet

source: Description of your website
de_de: Beschreibung deiner Website
fr_fr: Description de votre site Web

source: Website Keywords
de_de: Webseite-Schlüsselwörter
fr_fr: Mots-clés du site Web

source: Example: social, social site
de_de: Beispiel: social, Delus, social site

source: Directory Description
de_de: Verzeichnisbeschreibung
fr_fr: Description du répertoire

source: Description of your Directory
de_de: Beschreibung Ihres Verzeichnisses
fr_fr: Description de votre répertoire

source: Pages Description
de_de: Seiten Beschreibung

source: Description of your pages module
de_de: Beschreibung deines Seitenmoduls

source: Groups Description
de_de: Gruppen Beschreibung

source: Description of your groups module
de_de: Beschreibung des Moduls deiner Gruppe

source: Events Description
de_de: Event Beschreibung

source: Description of your events module
de_de: Beschreibung deines Veranstaltungsmoduls

source: Blogs Description
de_de: Blog Beschreibung

source: Description of your blogs module
de_de: Beschreibung des Moduls für deine Blogs
fr_fr: Description de votre module blogs

source: Marketplace Description
de_de: Marktplatz Beschreibung
fr_fr: Description du Marketplace

source: Description of your marketplace module
de_de: Beschreibung deines Marktplatzmoduls
fr_fr: Description de votre module marketplace

source: Funding Description
de_de: Beschreibung der Förderung
fr_fr: Description du financement

source: Description of your funding module
de_de: Beschreibung deines Fördermoduls
fr_fr: Description de votre module de financement

source: Offers Description
de_de: Angebote Beschreibung
fr_fr: Description des offres

source: Description of your offer module
de_de: Beschreibung deines Angebotsmoduls
fr_fr: Description de votre module d’offre

source: Jobs Description
de_de: Stellenbeschreibung
fr_fr: Description des offres d'emplois

source: Description of your jobs module
de_de: Beschreibung deines Jobmoduls
fr_fr: Description de votre module Emploi

source: Courses Description
de_de: Kurs Beschreibung

source: Description of your courses module
de_de: Beschreibung deines Kursmoduls

source: Forums Description
de_de: Foren Beschreibung
fr_fr: Description des forums

source: Description of your forums module
de_de: Beschreibung deines Forenmoduls
fr_fr: Description de votre module forums
